{
  "id": "jm-stat-the-water-resources-act",
  "type": "statute",
  "title": "The Water Resources Act",
  "title_en": "The Water Resources Act",
  "short_name": "Water Resources Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-water-resources-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-water-resources-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. Water may be abstracted pursuant to this licence only from ......\n                                                          (source)\n   ..............................     located at .............................................\n   such abstraction to be at a rate not exceeding.....................                     cubic\n   metres per day."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. The following works only are hereby authorized to be done:-\n       ........................................................................................\n       ........................................................................................\n       ........................................................................................\n Additional Terms and Conditions (if any).\n    Dated this                  day of                       , 19     .\n                                                        .............................................\n                                                                   Secretary.\n                                                            Water Resources Authority.\n                  [Tbeincludm obbhispergeisa'~~rizsd,~L~..N.%/1998]\n64                                   WATER RESOURCES\n                                               FORME                       (Regulation 19(1) 1\n     (To be completed in duplicate)\n     Application No..................\n                           THE WATER RESOURCES ACT\n                       APPLICATION\n                                FOR WIXL-DRILLER’S\n                                               LICENCE"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. (1) An application for a licence required pursuant to section 19\n               of the Act shall be made to the Authority in the form set out as Form\n               A in the Schedule.\n                     (2) An application made under paragmph (1) shall be in dupli-\n               cate and shall be accompanied by such maps, documents or informa-\n               tion as the Authority may require and by the relevant fee.\n                     (3) On receipt of an application for a licence to abstract and use\n               water the Authority shall ad in accordance with the proViskX~~        of\n               regulation 24.\nMatters to       4. In considering an application for a licence to abstract and use\nbe con-        water the Authority s h d have regard to-\nsidered by         (U) the provisions of the Master Plan, including any amendments\nAuthority.\n                        made thereto;\n                        [The inclusion of this p g c is authorized by L.N. % / 19981\n                          WATER RESOURCES                                               45\n     (b) any recommendations or representation made pursuant to\n           regulation 24 (2) and (3), respectively;\n     (c) the consideration that the satisfaction of the demands of public\n           water supply is a matter of priority;\n     (d) the requirements of the applicant as specified in the applica-\n           tion and whether or not he has such financial and technical re-\n           sources as may be necessary for the enjoyment of the licence;\n     (e) the requirements of other persons who have subsisting licences\n           to abstract and use water;\n     (f) the safeguarding of public health and the environment;\n     (g) the requirements of in-stream uses of the water; and\n     ( h ) the requirements of land drainage."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1 ) It shall be the duty of the Authority to regulate, %=;O. f\nallocate, conserve and otherwise manage the water resources\nof Jamaica.\n      (2) Subject to the provisions of this Act, the Author-\nity may, for the purposes of performing any of its functions\nunder this Act, do anything and enter into any transaction\nwhich, in the opinion of the Authority, is necessary to\nensure the proper performance of its functions.\n       (3) In particular, and without prejudice to the gener-\nality of the provisions of subsections (1) and (2), the Au-\nthority may-\n     (U) obtain, compile, store and disseminate data con-\n          cerning the water resources of Jamaica;\n     (b) exercise planning functions as provided in this Act\n          in relation to the Master Plan and Water Quality\n          Control Plans;\n     (c) allocate water resources in conformity with the\n          provisions of this Act;\n     (d) control the quality of water resources in accord-\n          ance with the provisions of this Act;\n     (e) provide to any departmenlt or agency of Govern-\n          ment, at its request, technical assistance in respect\n               hmclusbm &&is   prrge ils &rized   by L.N. %/1W8]\n8                         WATER RESOURCES\n              of any projects, programmes or activities which\n              relate to the development, conservation and use of\n              water resources;\n          (f) perform such other functions relating to the man-\n              agement, conservation and use of water resources\n              as may be assigned to it by or under this Act or\n              any other enactment."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. (1) On consideration of an application the Authority may grant Authority\nor refuse to grant a licence.                                                   =Y lmlla\n                                                                                or refuse\n       (2) Tf the Autbority grants a licence it shall. in addition to notifying licence.\nthe applicant of its decision, inform in writing any person who pursuant\nto regulation 24 (3) has made representations, and that person may re-\nquiE the Authority to furnish to him in writing the reasons for its\ndecision.\n       (3) If the Authority refuses to grant a licence, it shall state in\nwriting the reasons for its decision and inform the applicant of his\nright under the Act to appeal against the decision.\n       (4) A licence granted under this regulation-\n      (U) shall be in the form set out as Form B in the Schedule; and %hedub.\n                                                                                F m B.\n      (b) shall be for such period as the Authority thinks lit.\n       ( 5 ) In addition to the implied term specified in section 23 of the\nAct, a licence may contain such terms and conditions as the Authority\nthinks appropriate, including-\n      ( U ) the term that the amount of water authorized to be abstraded\n             under the licence may vary according to the availability of ex-\n             cess water; or\n      (b) the condition that certain works should be constructed within\n             a specified time by the person to whom the licence is granted.\n       (6) A licence to which paragraph (1) refers may contain different\n provisions relating to-\n      (U) the abstraction of water during different periods:\n      (b) the abstraction of water from the same source of supply but\n             at different points or by different means,\n      (c) the abstraction of water for use for different purposes.\n        (7) Nothing in paragraph (6) shall be construed to preclude a\n grant by the Authority, if it thinks appropriate in any case, of two\n or more licences to the same person to be held concurrently in respect\n of the same source of supply, if the licences authorize the abstraction\nof water at different points of the source or by different means.\n-_          -~             -_-___\n            [The incltision of this page is authorized hy L.N. 961 19981\n46                                        WATER RESOURCES"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. (1) Where a licence is granted under regulation 5 subject to the\n               condition that specified works should be constructed within a specified\n               period, the Authority may, on the expiration of that period, extend the\n               period for the construotion of the works if the person to whom the\n               licence was granted so requests.\n                      (2) On the expiration of the specified period referred to in para-\n               graph (1) or of such extended period as may be granted under that\n               paragraph or on completion of the works, if that is earlier, the Authority\n               shall cause the works to be inspected for the purpose of sa,tisfying\n               itself that the works have been properly constructed.\nLiceace not       7. Without prejudice to regulation 16, a licence granted under regu-\ntransfer-      lation 5 is not transferable.\nable.\nRenewal of        8. (1) A licence granted under regulation 5 may, on its expiration,\nlicence.       be renewed by the Authority if-\n                     (a) the person to whom it was granted applies to the Authority\n                          for renewal of the licence not later than six months before the\n                          date on which the licence expires; and\n                    (b) the Authority is satisfied that there has been no material\n                          change in the circumstances which existed at the time the\n                          licence was first granted that would justify dealing with the\n                          application in the manner specified in parapph (2).\n                      (2) Where the Authority-\n                     (a) after the time specified in paragraph (1) (U), receives an appli-\n                          cation for renewal of a licence; or\n                    (6) determines that a material change of circumstances has\n                          occurred since the licence was first granted,\n               it shall deal with the application as if it were a fresh application made\n               under regulation 3 and accordingly, all the provisions of this Part\n               relating to the application for a licence shall apply.\nlew>Qtion.        9. (1) On the application of a person to whom a licence was\nac.of           under regulation 5, the Authority may,\nlicena on\napplicarticm        ( U ) revoke or suspend the licence, subject to such terms and con-\nof Ilansee.               ditions as the Authority may impose for the purpose of protect-\n                          ing waters, the environment or public health; or\n                    (b) subject to paragraph (2), vary the licence.\n                     (2) In considering an application for the variation d a licence,\n               the Authority shall have regard to the matters specified in paragraphs\n               (a)to (A) of regulation 4, unless the variation applied for is restricted\n               to reducing the quantity of water authorized to be extraded under a\n               licence."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. (1) The Committee shall meet at such timm as may be neces- -re\nsary or expedient for the transaction of business, and such meetings ! p d w -\nshall be held at such places and times and on such days as the Corn- =W.\nmittee shall determine.\n      (2) The chairman may at any time call a special meeting of the\nCommittee and shall call a special meeting to be held within seven\ndays of a Written request for that purpose addressed to him by any\ntwo members of the Committee.\n            [The indusibn rd this page is aw?horized try L.N.96/1995]\n44                                       WATER RESOURCES\n                    (3) The ohairman or, in the case of the absence or inability to\n               act of the chairman, the person elected to act as chairman in accord-\n               ance with the provisions of sub-paragraph (2) of paragraph 3 shall\n               preside at the meetings of the Committee, and when so presiding the\n               chairman or the person elected as aforesaid to act as chairman, as the\n               case may be, shall have an original and a casting vote.\n                     (4) The quorum of the Committee shall be five members of the\n               Committee including the chairman or the person elected to act as chair-\n               man as aforesaid.\n                     ( 5 ) Subject to the provisions of this Schedule, the Committee may\n               regulate its own proceedings.\n                     (6) The validity of any proceedings of the Committee shall not\n               be affected by any vacancy among the members thereof or by any\n               defect in the appointment of a mmber thereof.\n                     (7) The chief executive officer of the Water Resources Authority\n               shall serve as secretary to the meetings of the Committee.\n                                     r"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. (1) The Authority shall meet at such times as may be necessary P d w\nor expedient for the transaction of business, and such meetings shall *meat-\nbe held at such places and times and on such days as the Authority *S.\nshall determine.\n      (2) The chairman may at any time call a special meeting of the\nAuthority and shall call a special meeting to be held within seven\ndays of a written request for that purpose addressed to him by any\ntwo members of the Authority.\n      (3) The chairman or, in the w e of the absence or inability to\nact of the chairman, the person elected to act as chairman in a m r d -\nance with the provisions of sub-paragraph (2) of paragraph 3 shall\npreside at the meetings of the Authority, and when 80 presiding the\nchairman or the person elected as aforesaid to act as chairman. as\nthe case may be, shall have an original and a casting vote.\n       (4) The quorum of the Authority shall be four members of\nthe Authority including the chairman or the person elected to aot as\nchairman as aforesaid.\n       ( 5 ) Subject to the provisions of this Schedule, the Authority may\n regulate its own proceedings.\n       (6) The validity of any proceedings of the Authority shall not be\n affected by any vacancy among the members thereof or by any defwt\n in the appointment of a member thereof."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. State names and addresses of two references...........................\n         ....................................................................................\n         ....................................................................................\n         ....................................................................................\n         ....................................................................................\n                                                      ___\n               [The inclusion of thm page is authorized by L.N. %[ 19981\n                                 WATER RESOURCES                                                    65\nNote :\n     Completed forms must be accompanied by-\n          (U) such documents or information as the Authority may\n               require; and\n          (b) the relevant fee.\n     I hereby apply for a welldriller’s licence pursuant b the Water\nResources Act and declare that to the best of my knowledge the above\nparticulars we true and correct.\n     I furthex declare that I am able to read and to make written repoFts\non any well-drilling activity which I might undertake.\n................................................            .....................................\n         Signature of Applicant                                              Date\n         ( T o be completed by the Secretary of the Aufhoriry)\nIndicate whether application granted or refused ..............................\nDate of grant or refusal...............................................................\nU application refused, reason for refusal.. .....................................\n..............................................................................................\n ..............................................................................................\n...............................................................................................\n                                                    .............................................\n                                                                      Secretary.\n                                                         Water Retmucea Authority.\n                                                    .............................................\n                                                                          Dslte\n                 [The inclusion d this page is authorized by L.I*. 96/ 19981\n66                                   WATER RESOURCES\n                                                FORM\n                                                   F                         (Regulation 19(3) )\n     Licence NO...................\n                      THE WATER RESOURCES AC\"\n                                        LICENCE\n                             WELL-DRILLER'S\n     ............................................*.of..............................................\n              (Name of Licensee)                                (Address of Licensee)\n     ..............................................................................................\n     is hereby granted a licence to praotise as a well-driller, subject to the\n     provisions of the Water Rmurces Act and Rephtions made there-\n     under and to such terms and conditions as may be specified herein.\n          The licence shall be valid for a period of ..............................\n     from the date hereof, subject to the provisions d the Act and Regula-\n     tions relating to its revocation and suspension.\n                         Terms nnd Conditions of Licence (if any)\n        Dated this                day of                         .   19     .\n          !kxi\n                                                       .............................................\n                                                                           Secretary,\n                                                            Water Resources Authority.\n                    m e inclusion of &is page is authorized by L.N.96/ 19981"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. (1) The Auithority may appoint and employ at such remunera- ~ ~ ~              h   t   -\ntion and on such terms and conditions as it thinks fit, a chief executive meatof\nofficer, a secretary and such other officers, ageuts and employees as it o8BCMs-d\ndeems necessary for the proper carrying out of the provisions of this savants.\nAct :\n   Provided that-\n     (a) no salary in excess of the prescribed rate per m u m shall be\n           assigned to any post without the prior approval of the Min-\n           ister; and\n     (6) no appointment shall be made to any post to which a salary\n           in excess of the prescribed rate is assigned without the prior\n           approval of the Minister.\n             [The indu@ionof trhis page is a u i h o M ‘bry L.N. 96 / 19981\n42                                   WATER RESOURCES\n                   (2) In subsection (1) the prescribed rate means a rate of one\n            hundred and fifty thousand dollars per annum or such higher rate a~\n            the Minister may, by order, prescribe.\n                   (3) The Governor-General may, subject to such conditions as he\n            may impose, approve the appointment of any officer in the service of\n            the Government to any office with the Authority and any officer so\n            appointed shall, while so employed, in relation to any pension, gratuity\n            or other allowance, and in relation to other ri@ts as a public officer,\n            be treated as continuing in the service of the Government. .\n                  (4) It shall be lawful for the Authority, with the approval of the\n            Minister to enter into arrangements respecting schemes whether by\n            way of insurance policies or otherwise and to make rules in respect\n            of medical benefits, pensions, gratuities and other retiring or disability\n            benefits or death benefits relating to employees of the Authority and\n            such arrangements or rules may include provisions for the grant d\n            benefits to the dependeds and the legal personal representatives of\n            such employees.\nprddm          11. (1) No d o n . suit, prosecutim or othm proceedings shall be\nof manybm   brought or instituted personally against any member of the Authority\nOfA*        in respect of any act done bonu fide in pursuance or execution or in-\nriw.        tended execution of this Act.\n                   (2) Where any member of the Authority is exempt from liability\n            by reason only of the provisions of this paragraph, the Authority shall\n            be liable to the extent that it would be if that member were an\n            employee or agent of the Authority.\n                                         SECOND SCHEDULE                   (Seaion 14(2) )\n                           Constitution a d \\Procedureof Wattr\n                              Resources Advisory Committee\nMemkddp     1. (1) The Committee shall consist of ex o p i o membeas and of\nofcan-   appointed members.\nmitt-.\n               (2) The following shall be ex o@io members of the Committee.\n         that is to say-\n              (U) the Diredor-General of the Planning Institute of Jamaica;\n              (b) the chief executive officer, Natural Resources Cowervation\n                   Authority;\n              (c) the chief exeoutive officer of the National Water Oommission;\n              (6) the chief executive officer of the National Irrigation Commis-\n                   sion;\n              (e) the chief executive officer of the Water Remums Authority;\n              <n the Government Town Planner.\n               (3) The appointed membm shall be such members or persons\n        as the Minister may appoint, not exceeding five, to be members of\n                       F e inclusion of this p g e is authorized by L.N.96 / 19981\n                         WATER RESOURCES                                      43\nthe Committee of whom-\n    (U) one shall be a person appearing to the Minister t  o be a re-\n         presentative of an organization or society r e p s m ~   agri-\n         cultural interests;\n    (b) one shall be a person appearing to the Minister to be a repre-\n         sentative of an organization representing consumers;\n    (c) one shall be a person appearing to the Minister to be a\n         representative of an organization representing the private\n         sedor; and\n     (d) one shall be a erson appearing to the Minister to be a\n         representative ofe! t bauxite mining industry.\n     (4) Any ex o w o member may designate a nominee, in the case\nof absence or inability to act of such member."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.41) The Authority shall keep proper accounts and\n                other records in relation to the business of the Authority and\n                shall prepare annually a statement of accounts in a form\n                satisfactory to the Minister, being a form which shall con-\n                form to the best commercial standards.\n                       (2) The accounts of the Authority shall be audited\n                within six months after the close of each financial year or\n                within such other period as the Minister may direot by an\n                auditor or auditors appointed annually by the Authority\n                and approved by the Minister.\n                        (3) So soon as the accounts of the Authority have\n                been audited, the Authority shall send the statement of its\n                accounts referred to in subsection (1) to the Minister,\n                together with a copy of any report made by the auditors on\n                that statement or on the accounts of the Authority.\n                        (4) The auditors’ fees and any expenses of the audit\n                shall be paid by the Authority.\n                         (5) The Auditor-General shall be entitled, at all\n                reasonable times, to examine the accounts and other records\n                in relation to the business of the Authority.\nAanlPal            1 2 . 4 1 ) The Authority shall, as soon as practicable after\n                the end of each financial year, cause to be made and shall\n                transmit to the Minister, a report dealing generally with the\n                activities of the Authority during the preceding financial\n                      WATER RESOURCES                                13\n         organization as the Authority thinks appropriate\n         or from any agency or department of Government\n         or local authority;\n     (c) undertake such studies and investigations and carry\n         on such other activities as may be necessary or\n         relevant to the preparation of the Master Plan.\n        (4) In preparing the draft Master Plan the Authority\nshall take such steps as are practicable to co-ordinate the\nMaster Plan with the plans of any department or agency of\nGovernment for national or regional economic and physical\ndevelopment and shall have regard to any plans relating to\nthe development of water resources by any person or organi-\nzation other than a department or agency of Government.\n         (5) The Authority shall ensure that the draft Master\nPlan-\n     (a) identifies objectives for the development, conserva-\n          tion and use of the water resources of Jamaica,\n          taking into account all relevant considerations in-\n          cluding the desirability of economic efficiency, the\n          proteotion of the health, safety and welfare of per-\n          sons, the protection or encouragement of economic\n          activity and the proteution of the environment and\n          the enhancement of environmental values;\n     (b) identifies, describes and inventories in relation to\n          Jamaica-\n              f(i) the occurrence, quantity, availability and\n                   quality of water;\n             (ii) the current uses of water; and\n            (iii) the activi'ties which are dependent on,\n                    affected by, or related to water and its uses;\n     (c) identifies and describes in relation to Jamaica, the\n          projected needs for water and recommends the pro-\n          jects, programmes and other steps which, in view\n          ~ ~ h c ~ o f # i s p a g e t s B a ubyL.N.\n                                                ~ e d %/19!28]\n14                          WATER RESOURCES\n             of such needs, should be undertaken in respect of\n             the development of water resources and the control,\n             abstraction and storage of water and the supply,\n             distribution, drainage and disposal thereof;\n         (d) having regard to the current and projaed needs\n             for water identified pursuant to paragraph (c) and\n              the projects, programmes and other steps recom-\n             mended under that paragraph, indicates the objec-\n              tives in relation to water quality whether in respect\n              of Jamaica generally or in respect of regions there-\n              of, and the programmes designed to achieve those\n              objectives;\n         (e) indicates and evaluates the ways in which all pro-\n              jects and programmes proposed in the draft Master\n              Plan in respect of the current and projected use of\n              water will achieve the objectives identified pursuant\n              to paragraph (a).\n            (6) If he is satisfied with the draft Master Plan, the\n     Minister-\n         (a) shall, subject to affirmative resolution, by notice\n               published in the Gazette declare it to be the ap-\n               proved Master Plan and shall specify in such notice\n               the date on which the Master Plan shall take effect;\n         (b) shall cause the approved Plan to be published in the\n               Gazette;\n          (c) shall cause such Plan to be made available to all\n              departments and agencies of Government and to\n              local authorities and any other body which the\n               Minister thinks may be affected by the Master Plan\n              in view of the nature of the activities in which that\n              body is engaged; and\n          (d) shall cause a notice to be published in at least one\n               issue of a daily newspaper circulating in Jamaica\n               stating that the approved Plan is available to the\n                me inclusion 0b.thisipge B authorized by L.N.96 / 19981\n                    WATER RESOURCES                                   15\n          general public for inspection at the office of the\n           Authority on payment of the prescribed fee.\n        (7) The Authority shall cause to be prepared and\nshall submit to the Minister for approval an annual revision\nof the whole or any part of the Master Plan which is for\nthe time being in effect pursuant to this section; and for\nthe purposes of such revision, the Authority and the Min-\nister shall have the like functions as are exercisable under\nthis section in relation to the draft Master Plan.\n        (8) The Minister shall, not later than six months\nafter the completion of an annual revision of the whole or\nany part of the approved Master Plan, cause a copy of that\nrevision to be laid on the Table of the House of Representa-\ntives and on the Table of the Senate.\n        (9) A failure on the part of any person to observe\nany provision of the Master Plan which is for the time being\nin operation shall not of itself render him liable to any pro-\nceedings; but in any proceedings before the Authority any\nprovision of the Master Plan which appears to the Authority\nand any failure on the part of any person to observe that\nprovision, shall be taken into account by the Authority in\ndetermining that question.\n         PART111. Abstraction and Use of Water"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. (1) Where the Authority is of the opinion that the person to R m m t h .\nwhom a liccnce was granted under regulation 5 has not made full &     ; ;k$‘ ‘\n                                                                     use\nof the licence during the preceding eighteen months, it may by notice foraon-zrss.\nsent by registered mail to that p e m n call upon him to show cause in\nwriting within sixty days of the date of service of the notice why the\nlicence should not be revoked or varied in the manner specified in the\nnotice and inforniing him of his right to be heard in the matter within\nthe period specified in paragraph (3).\n       (2) The Authority shall-\n     (U) consider any statement submitted pursuant to paragraph (1);\n     (6) if so required, give the person who made the statement an\n           W r t u n i t y to be heard whether in person or by his legal\n           representative; and\n     (c) thereafter declare whether the licence is revoked, varied in\n           such respects as may be specified, or whether it should be\n           unchanged .\n48                                        WATER RESOURCES\n                       (3) If within sixty days of the date of service of the notice re-\n                 ferred to in paragraph (1) the person to whom the notice was sent\n                 does not submit to the Authority a statement in writing of the reasons\n                 why the licence. should not be revoked or suspended, the Authority\n                 may declare the licence revoked or varied, as the Authority t h i n k s fit,\n                 and shall send to such person by registered mail a notice of that declara-\n                 tion.\nRevocation,      13. (1) If the Authority is satisfied that a licence granted under\nVaia%.        regulation 5 should be revoked, suspended or varied so as to acmm-\ns u s ~ n w n modate the needs of another user of the water to which that licence\n              relates, it may revoke or vary the licence by notice in writing addressed\ndateopher     to the holder, and thereupon the licence shall be revoked or shall have\nuscr.         effect only as so varied, as the case may be.\n                      (2) A person whow licence has been revoked, suspended or\n              varied pursuant to paragraph (1) is entitled to receive compensation\n              from the user whose needs for the water have been accommodated and,\n              in the absence of agreement between them, the amount of compensa-\n              tion shall be determined-\n                   ( U ) if the amount claimed does not exceed $lO,OOO by a Resident\n                          Magistrate’s oourt;or\n                   (b) in any other case, by a Judge in Chambers.\nSubstitution        14. (1) Subiect to any powers exercisable under the A d in relation\nOf S W l Y O r   to an emergency area, if the Authority is of the opinion that it is in the\nmum Of           best interests of the management, conservation, development and use\nwater.\n                 of the water resources it may, in relation to any licence granted under\n                 regulation 5 , suMitute a supply or source of surface water for a supply\n                  or source of underground water, and vice versa.\n                        (2) If the substitution is made for the purposes of accommiodating\n                 the needs of another user of water, the Authvrity in exercising its powers\n                 under paragraph (1) may stipulate that campensation be paid by that\n                 person to any person whose licence has been varied on account of the\n                 substitution and if there is no agreement as to the amount of com-\n                 pensation, the matter shall be determined in the manner specified in\n                 regulation 13.\nVarbtionof  15. If the Authority considers it necessary in the public interest, it\nlicencefor may vary a licence to abstract and use water in respect of the points\nc m a h Other    or methods of abstraction, or both, for the purpose of-\nwmom.                 (a) proteoting the source of water t . ~which the licence relates\n                           from depletion or pollution;\n                      (b) ensuring the efficient allocation and use of water; or\n                      (c) proteoting the rights of third panties,\n                 and no liability shall attach to the Authorit by reason of such variation\n                 nor shall the liability of the holder of the Zcence to pay any charge or\n                 fee be affeoted.\n                           me inclusion of this page is authorized by L.N. %/19981\n                         W ATER RESOURCES                                              49"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Exemptim from taxes and duties.\n                   Water Resources Advisory Committee"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Functions of Committee.\n\\\n                 National Water Resources Mmter Plan"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. (1) Where any person succeeds to the interwts of a holder of a E 8 - d\nlicence granted under t h i s P a a (hereinafter referred to as “the original L-2\nlicensee”) in circumstances, whether on the death of the original licensee. of licensee,\nor otherwise, such that the continued operation of those interests in-\nvolves the question of a grant of a licence under this Part in like terms\nas that held by the original licensee, then, subject to paragraph (2). that\nperson may apply to the Authority for such a licence.\n       (2) An application under paragraph (1) shall be made to the\nAuthority within thirty days of the applicant’s acquisition of the\ninterest or such longer period, not exceeding ninety days as the Authority\nmay in any case allow, and the Authority may, without going through\nthe process required by regulation 3 (3) and regulation 4, grant the\napplicant a licence, if it thinks fit, on the terms applicable to the ori-\nginal licensee.\n       (3) Where a person to whom paragraph (1) refers fails to notify\nthe Authority within the time allowed under paragraph (2) or the\n Authority does not grant him a licence pursuant to that paragraph,\n such person shall not continue to abstract and use water except under\n and in accordance with a licence granted under regulation 5 ."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.--(1) Notwithstanding anything to the contrary in any Am1i-n\nexisting enactment, the abstraction and use of water in          zizez-\nJamaica and the construction of any works for such abstrac- tim and use\ntion and use shall be governed by the provisions of this Act, of waiter.\nand accordingly, nothing in any existing enaotment shall be\nconstrued as derogating from any provision made by or\npursuant to this Act.\n      (2) In subsection (1) “existing enactment” means an\nenactment which is in force on the appointed day.\n16                             WATER RESOURCES\ncnrwn       18. All water resources that were vested in the Crown\nwaters.\n          immediately before the appointed day shall remain so vested\n          on and after the appointed day.\nLicence      19.--(1) Subjeot to subsection (2), no person shall-\n               ‘(U) abstract and use water; or\nuse of\nmter.           (b) construct or alter or cause to be constructed or\n                     altered any works for the abstraction and use of\n                     water,\n          except under and in accordance with a licence for the pur-\n          pose granted to him by the Authority under this Act.\n                   (2) A person may abstract and use water without a\n          licence-\n               (a) if he has a right of access to the source of water;\n                   and\n               (b) if the water is required only for domestic use.\nm o may     20. A person requiring a licence pursuant to section 19\ntupPlY.\n          shall make an application in writing to the Authority in such\n          form and manner as may be prescribed.\n             2 1 . 4 1 ) Where a licence is required pursuant to section\n          19 and the use of the water to which that licence relates\n          will or is likely to result in the discharge of effluents, then,\n          an application shall also be made to the relevant authority\n          for a licence to discharge effluents and a copy of that applica-\n          tion shall accompany the application for a licence required\n          pursuant to section 19.\n                 (2) In subseotion (1) “relevant authority” means the\n          Natural Resources Conservation Authority or such other\n          body as the Minister may prescribe by notice published in\n          the Gazette.\n                        inclwh d    MO   ib -zed   by L.N.96 I19981\n                     WATER RESOURCES                                        17"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. (1) An application for the consent of the Authority required a n e a f m\nunder section 34 of the Aat to sink, enlarge or otherwise alter a well- w a l l a n .\n     (a) shall be made to the Authority-in the form set out as Form           Eg‘4‘Cf.\n                                                                                   -\n          C in the Schedule; and\n     (b) shall be accompanied by such maps, documents or inbrma-\n          tion as the Authority may require and by the relevant fee.\n       (2) The Authority may granct its consent subject to such condi-\ntions as i,t thinks fit or withhold its consent and where the consent is\ngranted, it shall be in the form set out at Form D in the Schedule.        F O D.\n                                                                                ~\n       (3) If the Authority withholds its consent. it shall state in writ-\ning the reasons for its decision and inform the appliant of his right\nunder the Act to appeal against that decision.\n           me inclusion of this page is authorized by L.N. Y6/1998]\n50                                    WATER RESOURCES\n                   (4) A consent granted pursuant to paragraph (2) may be\n            suspended or revoked-\n                (U) at the request in writing of the person to whom the consent\n                        was given; or\n                (b) by the Authority by notice in writing addressed to that\n                        person, for breach of any requirements of thc Act or these\n                        Regulations relating to the consent or for the breach of any of\n                        the cunditions subject to which the consent was granted.\n                   ( 5 ) Before suspending or revoking its consent under sub-\n            paragraph (b)of paragraph (4) the Authority shall serve on the person to\n            whom the consent was granted a notice in writing-\n                ( U ) specifying the breach on which the Authority relies and re-\n                        quiring him to remedy it (if it is capable of remedy) within\n                        such time as may be specified in the notice; and\n                (6) informing him that he may apply to the Authority to be heard\n                        on the matter within such time as may be specified in the\n                        notice.\nWell-          19. (1) An application for a welldriller’s licence required under\ndriller’s   section 35 of the Act may be made to the Authority in the form set\nIianw.      out as Form E in the Schedule and shall be accompanied by such\nzF          documents or information as the Authority may require and by the\n            relevant fee.\n                   (2) The Authority may, subject to such terms and conditions as\n            it thinks fit, grant a well-driller’s licence or refuse It0 grant it but shall\n            grant such a licence if it is satisfied that the applicant has the re-\n            quisite professional qualification.\n                   (3) A licence granted under paragraph (2) shall be in the form\nFomF.       set out as Form F in the Schedule.\n                   (4) If the Authority refuses to grant a welldriller’s licence, it\n            shall state in writing the reasons for its decision and inform the\n            applicant of his right under the Aot to appeal against the decision.\n lbwcatbn     20. (1) A well-driller’s licence may be suspended or revoked-\nof well-         (a) at the request of the holder of the licence; or\ndrillar’s\nlicence.         (t)) by the Authority by notice in writing addressed to that person\n                      on account of a breach of any provisions of the Aot or of these\n                      Regulations relating to the sinking of wells or of any of the\n                      terms and conditions subject to whi-d the licence was granted.\n                   (2) Before suspending or revoking the licence of a well-driller\n            under sub-pamgmph (b) of paragraph (l), ,&he Authority shall serve on\n            him a notice in writing-\n                ( U ) specifying the breach on which the Authority relies and re-\n                      quiring him to remedy it (if it is capable of remedy) within\n                      such time as may be specified in the notice; and\n                (b) informing him that he may apply to the Authority to be heard\n                      on the matter within such time as may be specified in the\n                     notice.\n                        me inclusion of this page is authorized by L.N. 96 ‘19981\n                         WATER RESOURCES                                                 51"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. The provisions of regulation 8 shall apply, mufatis mufundis, 'Ren-l\nin respect of the renewal of a well-driller's licence as they apply in\nrespect of the renewal of a licence (toabstract and use water.         licence.\n               PARTIV. Miscellaneous Powers of Authority"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. (1) The Authority may, by notice in writing, require any person b r m\nwho-                                                                        q u i r e in-\n     ( U ) is the holder of a licence issued under regulation 5 to abstract stal&       of\n            and use wa4e-r; or                                              devices, In-\n     (b) is entitled to abstraot and use water without a licence in pur- formation.\n            suance of the provisions of section 19 (2) of the Act,\nto imtalI and maintain such measuring devices, to keep such records,\nand to furnish in such form and manner and within such time as may\nbe specified in the notice, such periodical or other returns or informa-\ntion as may be specified in the notice.\n        (2) Any person on whom a notice is served under paragraph (1)\nand who considers that the direotions contained in the notice are\nunreasonable or unduly onerous may make representations to the\nMinister with r e s p t to them; and the Minister after consultation with\n the Authority may, if it th'ininks fit, dkeot the Authority to revoke or\nmodify them.\n        (3) Any person who fails to comply with a notice under this\nregulation shall be liable to the penalties specified in section 44 (2) of\nthe Act."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. (1) Any person duly authorized in writing by the Authority may P O W - O ~\nat any reasonable time enter upon any land for the purpose of-              entry, in-\n                                                s\n     (U) monitoring compliance with the revisions of the Act or &\n           these Regulations, or with any o the terms or conditions -leS.\n           subject to which a licence, easement or consent has been\n                                                                            =\n           granlted;\n     ( b ) inspecting and investigating conditions relating to the oc-\n           currence and quality of surface and underground waters, in-\n           cluding, in particular-\n               (i) installing, maintaining and reading equipment and\n                   apparatus for the recording of hydrological and hydro-\n                   geological data; and\n              (ii) searching for the purpose of ascertaining the occurrence\n                   and quality of underground water;\n     (c) readin or testing any meter or other measuring device in-\n           stalredg for the purpose of ascertaining the amount or rate\n           of water abstracted in pursuance of a licence granted under\n           these Regulations;\n     (4taking measures to ascertain the quantity of water abstraated\n           or capable of being abtraclted by means of any works; and\n     (e) examining records which are required to be kept under the\n           Aot or these Regulations.\n             m e indusion Oa this page k admrized by L.N. 96,'1998]\n52                                    WATER RESOURCES\n                   (2) A person authorized under this regulation to enter upon any\n             land shall, if so required, produce evidence of his authority before so\n            entering.\n                   (3) Any person who wilfully obstructs a person acting in the\n            exercise of his powers under this regulation shall be liable U, the\n            penalties specified in section 44 (2) of the Act.\n                   (4) If a person discloses any information obtained by him in the\n            exercise of powers conferred on him by this regulation as to any manu-\n            facturing process or trade secret he shall, unless the disclosure is made\n            in the course of performing his duty, be liable to the penalties speci-\n            fied in section 44 (2) of the Act.\n                  ( 5 ) The Authority shall, on demand being made by the owner or\n            any other person having an injterest over any land, live or dead stock.\n            crop, trees, buildings or works that are damaged by the Authority in\n            the exercise of any functions under the Act or these Regulations, pay\n            to the owner or other person fair and reasonable compensation in\n            respect of such damage.\n                                        PART VI.   General\nproosdureon    24. (1) On receipt of an application for a licence to abstract and\nrbvt         use water the Authority shall cause a notice of the application-\napplidm\nfor licence.     ( U ) to be published in the Guzetze and once in each of two SUC-\n                       cessive weeks in a daily newspaper circulating in Jamaica;\n                    and\n                (b) to be served on any person or body who, in the opinion of\n                     the Authority, may be affeated by the proposed ab6tmotion\n                    and use of water.\n                   (2) The Authority shall also submit an application referred to\n            in paragraph (1) to any agency or department of Government exercising\n            functions in relation to water and such agency or department may,\n            within the specified eriod, make such recommendations as it thinks\n                                  P\n            fit respecting the app ication.\n                   (3) A notice under paragraph (1) shall-\n                 (a) indicate the place at which the application and all dwuments\n                      submitted with it may be inspeoted by the public, free of\n                      charge, at all reasonable hours during the specified period; and\n                 (b) state that any person may, within the specified period, make\n                      representations to the Authority with respect to the application.\n                   (4) In this regulation “specified period” means a period of\n            thirty days or such further period as the Authority may allow from the\n            date on which a notice of the application was, pursuant to paragraph\n            (1) (a), first published in such daily newspaper or, from the date of\n            submission of the application to such department or agency, as the\n            case may be.\n                        me inclusion of shis page & authorized by L.N. 96/ 19981\n                       W ATER RESOURCES                                       53"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. The grant under this Act of a licence to abstract and P-\n                                                                        n\nuse water does not dispense with the necessity of obtaining\nplanning permission where such permission is required under n-ry.\nthe Town and Country Planning Act or any other enact-\nment in force at the time of the grant, unless otherwise stated\nin that Act or in such other enactment, as the case may be.\n18                                      WA TER RESOURCES\n                                               Easement\nEasemat           26. A person who-\nm Y be\nclaimed.             (a) under this Act is an applicant for or is the holder of\n                          a licence to abstract and use water; and\n                     (b) requires an easement,\n                shall satisfy the Authority that the owner of the land over\n                which the easement is required has agreed to the grant of\n                such easement.\nConstitution       27.-(1) An easement referred to in section 26 may be\nof aaswllelmt\n                constituted by written agreement between the holder of the\n                licence and the owner of the land over which the easement\n                is required and shall contain a provision that the easement is\n                not revocable by the person granting it without the approval\n                of the Authority.\n                       (2) In this section “owner” in relation to land in-\n                cludes an occupier having such authority over the land as\n                would empower him to grant an easement.\nRqistra-           28.-(1) The creation or discharge of an easement shal’l\ntion, etc. of\n&med.           be registered by the Registrar of Titles or recorded by the\n                Deputy Keeper of the Records in accordance with regula-\n                tions made under this Act.\n                          ((2) Until it is registered or recorded pursuant to sub-\n                section (l), an easement is binding only on the persons who\n                were the original parties to the agreement.\n                Special Powers Relating to the Abstraction and Use of Water\nInter-            29.-(1) The Authority may deal with surface water and\nconllectad,\nsurface and     underground water as one source of supply if, in its opinion,\nunder-          the surface water and underground water are so inter-\nground\nwater.          connected as to constitute one source of supply.\n                       (2) In any area declared to be an emergency area\n                pursuant to section 30 the Authority may, if it is of the\n                          [Tbs inclusion of ,thispige h albthodzcd by L.N. 961 19981\n                       WATER RESOURCES                                     19\nopinion that it is in the best interest of the management of\nthe water resources of Jamaica, deal with ail licences under\nthis Act to abstract and use water from an inter-connected\nsource of supply on the basis of equality of standing before\nthe Authority."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. An easement constituted under the Act by apementt shall-       Regjstmtioa\n    (U) where the land over or in favour cvf which the easement was     s&yzding\n        created is under the operation of the Registration of Titles moat.\n        Aot, be registered by the Registrar of Titles; and\n     (6) where such land as aforesaid is not under the operation of\n          the Registration of Title? Act, be recorded by the Deputy\n          Keeper of the Records,\non production of the agreement or, as the case may be, order relating\nto the easement or a copy of such agreement and a diagram prepared\nby the Director of Surveys or any commissioned land surveyor showing\nthe position of the easement."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. (1) Any person who, pursuant to a licence granted under this Inf-dm\nA d to abstract and use water, is authorized to sink a well and to ~ t a\nabstract underground water or who, in p m w c e of the provisions of undmwuad\nsection 19 (2), intends to sink a well and to abstract underground water\nshall, upon the commencement of such work, keep a journal of the pro-\ngress of the work which shall include measurements of the strata\npassed thmugh and of the levels at which water is struck and sub-\nsequently rests and shall, when so required by the Authority, keep\nspecimens of the material excavated from the well. and shall allow\nany perm authorized in writing by the Authority for the purpose at all\nreasonable time-\n     (U) to have free access to any such well;\n     (b) to inspect the well and the material excavated therefrm;\n     (c) to take specimens of such mateaid and of water abstraoted\n           from the well; and\n     (d) to ins t and take copies of or extracts from the journal re-\n           q u s o be kept under this subseaion.\n        (2) The pemn si&ing any suoh well shall, within thirty days\nafter completion or abandonment of the work. send a complete copy of\nthe ‘oumal kept under subsection (1) to the Auhd~tyand shall also\nsend’ to the ~uthorityparticulars ofany t m made of the flow of water\nWore such completion or abandonment, spcdying the rate of flow\n thughout the test and the duration of the test and also, where\n           me incl-    of this m e is aunplorized by L.N. 96 / 19981\n54                                      WATER RESOURCES\n             practicable, speoifying the water levels during the test and thereafter until\n             the water has returned to its natural level.\n                    (3) Whexe any such well is sunk in connection with an existing\n             pumping station. the particulars of any test to be supplied to the\n             Authority shall also include the rate d pumping at the existing works\n             during the test.\n                    (4) Where the person sinkhg a well on any land is not the occupier\n             of the land, the obligation to allow a person a u t h o r 4 by the Authorit\n             to exercise the rights specified in subqmragraphs (U) to (6)of p a r a g r d\n             (1) shall be the obligation of the occupier as well as the person sinking\n             the well.\n                    ( 5 ) The Authorit may waive any or all the requirements pre-\n             scribed in paragraphs     6)  to (3) in respect of the sinking of any well\n             for purposes of abstracting underground waier-\n                  (U) if such well does not reach a depth of fifty feet; or\n                  (b) where the Authority is satisfied that in all the circumstances,\n                         compliance with any requirements of those paragraphs is\n                         impracticable or undue expense would be thereby incurred.\nproviaionr      28. (1) Every appeal to the Minister pursuant to section 43 of the\nrelathuto    Act against a decision of the Authority-\n-1.               (U) shall be cummnenced by a notice of appeal which shall be\n                         addressed to and served upon the Permanent Secretary; and\n                  (b) shall be served within fourteen days of the date of notification\n                         of the decision in respeot of which the appal is made.\n                    (2) The notice of ap 1 may be in the form of a letter and shall\n                                         n$8\n             set forth clearly the grou s of the appeal, and the date upon which the\n             subjexA matter of the appeal arose, and there shall be attached tro such\n             n&ce copies of any correspondence or other documents or statements\n             verified by statutory declaration of facts relating to the subject matter\n             of the appeal.\n                    (3) The appellant shall send a copy of the notice of appeal CO\n              the Authority and shall dso serve a copy thereof. together w& copies\n             of any documents attached thereto, upon the respondent within the\n             same time as a notice of appeal is required under paragraph (1) ,to\n             be served, and an affidavit verifying such service shall be delivered to\n             the Permanent Secretary.\n                    (4) Within seven days of the receipt of such aflidavit. the\n             Permanent Secretary may request the Authority to furnish a statement\n             in writing setting out the reasons for the decismns complained of, and\n             the Authority shall comply therewith as won as practicable after the\n             request is made.\n                    ( 5 ) The Minister may order that any books, papers or other\n             documents, relating to the subjeot matter of the appeal which are in\n             the possession of either party shall be produced by the party in pos-\n             session thereof.\n                         F   e holsusion of bhis page tP authorized by L.N. % / 19981\n                         WATER RESOURCES                                            55\n                  PARTVII. Transitional Provisions"
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Registration, etc. of easement.\n       Special POWS Relating to the AbsUmion and Use of W a t e"
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. In this Part “prescribed enactment” means-               ItlitOXpl-dB-\n                                                               tion d\n    (U) section 19 (1) of the Irrigation Act;                  Part VII.\n    (b) seotion 3, 6 or 7 of the Kingston and St. Andrew Water\n         Supply Act;\n    (c) section 19 (I) (e), 35 (e) or 50 of the Mining Act;\n    (d) section 23 of the Petroleum Act."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30.\n             me inclusion of bhh page is authorized by L.N. 96/ 19981\n56                                         WATER RESOURCES\n                   (3) In making provision as to the purpose for which water may\n            be abstraded under a licence to which this section refers. the Au-\n            thority-\n                 (U) shall have regard to the purpose for which the water waa\n                      abstracted and used during the period referred to in section\n                      54 (2) of the Act; and\n                  (b) shall take into account the requirements of the applicant as\n                      determined by such evidence as the Authority thinks reason-\n                      able and appropriate.\n~ppliathm     32. The provisions of these Regulations relating to the revocation,\nofe.M       suspension and variation of a licence granted under Part I1 to abstract\nWOdns.      and use water and to all the procedures to be followed by an applicant\n            and the Authority with respect to an application therefor shall apply\n            mutatis murandis to a licence granted pursuant to this Part.\nReasons*      33. The Authority shall state in writing the reasons for any decision\nvar~in~mmade pursuant to this Part which has the effect of varying the use\nof Water of water in respect of which a licence to which this Part refers may\nbe in    he granted.\nwriting.\n                                                   SCHEDULE                  (Regulations 3 (l), 5 (4).\n                                                                               18 (11, (2). 190). (3).\n                                                                                30(1) )\n                                                      FORMA                         (Regulation 3 (1) )\n            (To be completed in duplicate)\n            Application No ..................\n                            \"HE WATER RESOURCE3 ACT\n                 hPLICATION FOR A LICENCE        'ID ABSTRACT      AND USE WATER"
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31.-(1) The Authority may, in any area declared to be\nan emergency area pursuant to section 30, by notice in m - ~\nwriting addressed to the licensees who are entitled under             -*\nthis Act to abstract and use water, impose such restrictions\nas it thinks necessary in the circmtances, so, however,\nthat in imposing such restrictions the Authority shall have\nregard t o -\n     (a) the need to satisfy the requirements of public water\n          supplies as a matter of priority; and\n          me inclfusionof this p g e is authorized by L.N. 96 19981\n20                                 WATER RESOURCES\n                    (6) subject to subsection (2), the principle that where\n                         full abstraction and use of water which may be\n                         abstracted under a licence has been maintained,\n                         any restriction imposed in respect of such licence\n                         shall be in proportion to the restriction imposed on\n                         all other licences in the area so declared.\n                       (2) If, in any case, the Authority is satisfied that\n               there has been misuse or wasteful use of water abstracted\n               under a licence granted under this Act, it shall not be bound\n               by the provisions of sub-paragraph (b)of subsection (1).\n                       (3) An appeal shall lie under section 43 (1) from a\n               decision made by the Authority under subsection (1) of this\n               section.\n                        (4) Where an appeal is made pursuant to subsection\n               (3), it shall not have the effect of suspending or otherwise\n               affecting the operation of a notice served under subsection\n               (1).\n~          o     32.-(1)\n                  b        On the recommendation of the Authority the\nzdyfz\npu)b.liC\n               Minister, after consultation with the Advisory Committee,\n               may by order (hereinafter referred to as “reservation order”)\n-.\n               reserve the whole or part of a source of supply (hereinafter\n               referred to as “reserved water”) for a public purpose and\n               may indicate in such order the person or authority entitled\n               to use the reserved water.\n                       (2) The Minister, acting on recommendation and\n               after consultation as aforesaid, may, if he is satisfied that\n               the circumstances under which a reservation order was\n               made in pursuance of subsection (1) no longer justify main-\n               taining such order, revoke the order.\n                       (3) An order made in pursuance of subsection (1)\n               and any order made revoking a previous order shall be pub-\n               lished in the Gazette, and at least once in each of two suc-\n               cessive weeks in a daily newspaper circulating in Jamaica.\n                       WATER RESOURCES                                   21"
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33.-(1) If the person or authority entitled to use the z f w s h r\nreserved water applies to the Authority for a licence to ab- rsources\n                                                                -wd\n                                                                      of\nstract and use that water, the Authority may by notice in swiy.\nwriting addressed to the holder revoke or vary the licence of\nany person who, before such application was made, was\nentitled pursuant to a licence under this Act to abstract and\nuse that water.\n         (2) Where a licence which is to be revoked or varied\nin pursuance of this section was granted before the date of\npublication of a reservation order made in pursuance of sec-\ntion 32 (l), compensation shall be payable to the holder of\nsuch licence and regulations made under this Act relating to\nthe compensation payable on revocation or variation of a\nlicence to accommodate another user shall, mutatis mutan-\ndis, apply in respect of the revocation or variation of a li-\ncence in pursuance of this section.\n          (3) Where a licence which is to be revoked or varied\nin pursuance of this section was granted after the date of\npublication of a reservation order made in pursuance of\n section 32 (1) no compensation shall be payable in respect\n of any loss or damage suffered by the holder of a licence\n which has been revoked or varied in pursuance of this\n section.\n PARTIV. Control and Protection of Underground Water\n                    Control ~f Well-Drilling"
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34.-(1) Subject to subsection (2), no person shall sink,            F&zz\nconstruct, enlarge or otherwise alter a well for the purpose to s~anm\n                                                                 under-\nof searching for underground water or for any other pur- for   gmmd\npose unless, in accordance with this section, he has obtained -.\nthe Authority’s consent to do so.\n         (2) Subsection (1) shall not apply in relation to the\nholder of a licence granted under Part 111, the terms of\nwhich authorize him to sink, construct, enlarge or other-\n wise alter a well.\n          [The inclusion d this page is authorized bly LN.96/ 19981\n22                                   WATER RESOURCES\n                       (3) The provisions of regulations made under this\n               Act shall have effect in relation to the grant, suspension and\n               revocation of the Aulthority’s consent pursuant to subsec-\n               tion (1) and otherwise in relation to such consent.\n                        (4) The provisions of regulations made under this\n               Act requiring a person to keep a journal and to furnish the\n               Authorilty with information in connection with any well\n               which that person is authorized to sink shall have effect in\n               relation to a person who has obtained the Authority’s con-\n               sent under this section; but where any person contracts to\n               sink a well on land beloging to or occupied by any other\n               person, and the execution of the work is under the control\n               of the contractor, the contractor and no other person shall\n               be deemed to be the person sinking the well for the purposes\n               of such provisions as aforesaid.\nDuty on          35.-(1) No person shall practise as a well-driller except\nwell-driller\nto be          under and in accordance with a licence granted by the Au-\n               thority in accordance with regulations made under this Act\n               governing the licensing of persons as well-drillers.\n                       (2) It shall be the duty of any person who is the\n               holder of a well-driller’s licence and who contracts to sink,\n               construct, enlarge or otherwise alter a well on behalf of any\n               person to satisfy himself prior to commencing any work\n               that the other person-\n                    (a) holds a valid licence under this Act to abstract and\n                         use water;\n                    (b) has obtained written consent from the Authority in\n                         pursuance of section 34 (1); or\n                    (c) is, by virtue of the provisions of section 19 (2),\n                         entitled to abstract and use water without a licence.\n                        (3) For the purposes of subsection (1) a person shall\n               be regarded as practising as a well-driller if he sinks, con-\n               structs, enlarges or otherwise alters a well for hire or reward\n                         me inclusion of this page is authorized by L.N. 96/ 19981\n                       WATER RESOURCES                                23\nwhether or not such sinking, construction, enlargement or\nalteration occurs on one occasion only."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36.-(1) Any person who proposes to construct any new w~ll+i!ling\n                                                               and mrnmg\nboring, or to enlarge or otherwise alter any existing boring, omtions.\nfor the purpose of searching for or extracting minerals or\nother substances under a relevant statute shall take such\nmeasures as may be required by the Authority for conserv-\ning underground water, being measures which, in the opinion\nof the Authority, will not interfere with the winning of\nminerals or other substances and shall submit to the Au-\nthority, at its request, such data or other information as the\nAuthority may require in connection with such construction\nor enlargement, as the case may be.\n        (2) Information required pursuant to subsection (1)\nshall be forwarded to the Authority within thirty days of the\ndate of a request therefor or such longer period as the\nAuthority may allow.\n       (3) In this section, “relevant statute” means-\n    (a) the Mining Act;\n    (b) the Petroleum Ad; or\n    (c) any other Act which regulates the winning of sub-\n         stances."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37.-(1) Subject to subsection (2), no person shall cause           =kd\nor allow any underground water to run to waste from any vmterfrwn\nwell or other work except for the purpose of testing the wells    m-\n                                                                hhl.\nextent or quality of the supply or cleaning, sterilizing, exam-\nining or repairing the well or other work.\n        (2) Where underground water interferes or threatens\nto interfere with the execution or operation of any under-\nground works, it shall not be unlawful under this subsection\nto cause or allow the water to run to waste so far as may be\n          me inclusion of this pa%e is authorized4y L.N. 96/ 19981\n24                         WATER RESOURCES\n     necessary to enable the works to be executed or operated,\n     if no other method of disposing of the water is reasonably\n     practicable.\n          Special Power of Authority in relation to Aquifers"
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. The Authority shall have power-\n         (a) to determine the safe yield of any aquifer for the\n             purpose of guiding determinations concerning the\n             abstraction and use of water from the aquifer;\n         (b) to impose special requirements and restrictions\n             with respect to artesian wells, for the purpose of\n             preventing waste or contamination of water, or\n              loss of artesian pressure; and\n          (c) to carry out programmes for the recharge of aqui-\n              fers,\n     and for the purpose of paragraph (a)“safe yield” means the\n     aiiiount of water which may be abstracted from an aquifer\n     at a rate which would not reduce the supply to such an\n     extent as would render such abstraction harmful to the\n     aquifer itself or to the quality of the water and would not\n     affect the economic feasibility of other abstractions.\n                 PARTV. Control of Water Quality\n                        Water Quality Control Plans"
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39. If the Minister, on the recommendation of the Au-\n     thority and after consultation with the Advisory Committee,\n     is satisfied that a plan of co-ordinated measures for the pro-\n     tection of the quality of water resources in any area is\n     necessary in the public interest, he may make an order de-\n     fining the area in question, and declaring the area to be a\n     Water Quality Control Area.\n               [The inclusiond this page is authorized ljy LN.96/1%]\n                       WATER RESOURCES                                 25"
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40.-(1) In respect of each area declared a Water Quality W s w\nControl Area, the Authority shall prepare and submit to amtd\n                                                           Plan.\nthe Minister for approval a draft Water Quality Control\nPlan.\n       (2) The Minister shall not approve a draft Water\nQuality Control Plan or any revision thereof submitted pur-\nsuant to subsection (1) unless the Advisory Committee has\nadvised him in respect thereof, but if the Advisory Commit-\ntee does not give its advice within ninety days of the date of\na request therefor or within such longer period as the Min-\nister may in any case allow, the Minister may act without\nsuch advice.\n        (3) For the purpose of preparing a draft Water\nQuali'ty Control Plan in pursuance of subsection (11, the\nAuthority shall-\n    (a) conduct such studies and investigations and con-\n          sult with such persons, as it thinks appropriate,\n          and any body or authority exercising functions in\n          relation to water quality;\n     (b) cause to be published in the Gazette and at least\n         once in each of two successive weeks in a daily\n         newspaper circulating in Jamaica, a notice indi-\n         cating the proposals and specifying the time and\n         place at which, and subjeot to subsection (4), the\n         period during which, representations may be made\n         in respeot of such proposals; and\n     (c) hold such hearings or local inquiries as it considers\n          appropriate.\n       (4) The period specified in a notice pursuant to\nparagraph (b) of subsection (3) shall not be less than thirty\n days commencing on the date on which the notice was first\n published in such daily newspaper as aforesaid.\n           me inclusion of .this page iS au6horized by L.N. 96/19981\n26                           WATER RESOURCES\n            (5) In respect of any Water Quality Control Area,\n     a draft Water Quality Control Plan shall, taking into ac-\n     count the provisions of the Master Plan that are in effect-\n             inventory and identify present and anticipated uses\n              of waters in the area;\n             inventory and identify present and anticipated dis-\n              charges of waste into any waters in the area, on\n              the ground or into the ground;\n             inventory controlled land uses;\n              identify environmental and scenic values to be\n              protected;\n             fix such ambient water quality standards as will\n              satisfy the needs identified in pursuance of para-\n              graphs (a) and (4;\n              establish critical locations where the standards\n              fixed in pursuance of paragraph (e) are required\n              to be met.\n              (6) In addition to the matters listed in subsection\n     (3,  a draft Water Quality Control Plan shall make provision\n     for-\n           (a) the achievement of the ambient water quality\n                standards fixed in pursuance of paragraph (e)\n                of subsection ((5) including, if appropriate and\n                desirable, a timetable for the scheduled achieve-\n                ment of those standards, if the waters in respeut\n                of which ambient water quality standards are in\n                effect fail to meet those standards at such critical\n                locations as are established in pursuance of para-\n                graph ( f ) of subsection (5); and\n           (b) the maintenance of such ambient water quality\n                standards as have been fixed in pursuance of\n                paragraph (e) of subsection (3,if the waters in\n                respect to which those standards have been fixed\n               meet the standards at such critical locations as are\n     -\n               p   c inclusion d this page is authorized ,b@LN.961 lq981\n                       WATER RESOURCES                                 27\n         established in pursuance of paragraph (0 of sub-\n         section (5).\n        (7) If he is satisfied with a draft Water Quality Con-\ntrol Plan, the Minister-\n     (a) shall, subject to negative resolution, by notice pub-\n          lished in the Gazette declare it to be an approved\n          Water Quality Control Plan and shall specify in\n          such notice the date on which the Water Quality\n          Control Plan shall take effect;\n     (b) shall cause the approved Plan to be published in\n          the Gazette;\n     (c) shall cause such Plan to be made available to all\n          departments and agencies of Government respon-\n          sible for administering controlled land uses, to\n          any local authority for the area affected by the\n          Plan, having responsibility for administering con-\n          trolled land use in that area, and to any other body\n          which the Minister thinks may be affected by the\n          Plan in view of the nature of the activities in which\n          that body is engaged; and\n     (d) shall cause a notice to be published in at least one\n          issue of a daily newspaper circulating in Jamaica\n           stating that the approved Plan is available to the\n          general public for inspection at the office of the\n          Authority on payment of the prescribed fee.\n        (8) The Authority shall cause to be prepared and\nshall submit to the Minister for approval an annual revision\nof any Water Quality Control Plan or of any part thereof\nand for the purposes of such revision, the Authority and the\nMinister shall have the like funotions as are exercisable\nunder this section in relation to the preparation of the draft\nWater Quality Control Plan.\n       (9) The Minister shall not later than six months after\nthe completion of an annual revision of the whole or any\n          [The inCluSitm of this page is auehorized & L.N. 96/ 19981\n2a                                   WATER RESOURCES\n               part of the approved Water Quality Control Plan, cause a\n               copy of that revision to be laid on the Table of the House of\n               Representatives and on the Table of the Senate.\n                      (10) A failure on the part of any person to observe\n               any provision of a Water Quality Control Plan which is for\n               the time being in operation, shall not of itself render him\n               liable to any proceedings; but in any proceedings before\n               the Authority, any provision of a Water Quality Control\n               Plan which appears to the Authority to be relevant to any\n               question arising in the proceedings, and any failure by any\n               person to observe that provision, shall be taken into\n               account by the Authority in determining that question.\n                     (11) In this section “controlled land use” means any\n               use of land and the natural resources therein which is\n               regulated under any of the following statutes, that is to say-\n                   (a) the Forest Act;\n                   (b) the Watersheds Protection Act;\n                   (c) the Mining Act;\n                   (6) the Petroleum Act;\n                   (e) the Quarries Control Act;\n                   (f, the Rural Agricultural Development Act;\n                   (g) the Town and Country Planning Act; and\n                    (h) any other enactment in force for the time being,\n                        which regulates the development, conservation and\n                        use of land and the natural resources therein.\n                       PARTVI. Supplementary Powers of Authority\nhhrcanent        41.-(1)    If it appears to the Authority that-\nof rqgdatomy\ncontrols.           (a) any water has been or is being abstracted and used,\n                         or any works instrumental thereto have been or\n                         are being constructed, or altered, without a valid\n                         licence under this Act; or\n                        [The inclusion d this page is authorized by L.N. %/1%B]\n                       WATER RESOURCES                              29\n    (b) any borings have been or are being carried out for\n         the purpose of searching for underground water,\n         without a written consent under this Act; or\n     (c) any conditions subject to which a licence or con-\n          sent to carry out any of the activities referred to in\n         paragraph (a) or ~ ( b (hereinafter\n                                  )             referred to as\n          “water-related activities”) have not been or are not\n          being complied with,\nthe Authority may, pursuant to this section, serve on a per-\nson described in subsection (2) a notice (hereinafter referred\nto as an “enforcement notice”).\n          (2) The person referred to in subsection (I) is a\nperson-\n     (a) who appears to have carried out or to be carrying\n         out an activity in respect of which a licence or con-\n         sent is required under this Act, without a valid\n         licence or consent; or\n    ‘(b) who appears to have failed to comply with any of\n        the conditions subject to which the licence or con-\n         sent had been granted,\nwhichever is appropriate in any particular case.\n       (3) The Authority shall specify in a notice served\nunder subsection (1)-\n    (a) the water-related activity which is alleged to have\n         been carried out without a valid licence or con-\n         sent as aforesaid or, as the case may be, the matter\n         in respect of which it is alleged that any such con-\n         ditions as aforesaid have not been complied with;\n           and\n    (b) the period within which an appeal against its deci-\n         sion may be made pursuant to subsection (6),\nand subject to subsection (41,may require such steps as may\nbe specified in the notice to be taken within such period as\n                                                             -\n          me inclusion of this page is authorized by L.N. %/I9981\n30                           WATER RESOURCES\n     may be so specified for restoring the land and the waters to\n     their condition before the water-related activity took place,\n     or for securing compliance with the conditions, as the case\n     may be, and in particular may, for the purpose aforesaid,\n     require the demolition or alteration of any works, the dis-\n     continuance of any use of the waters or the carrying out on\n     land of any operations.\n            ~(4)The Authority may, in the notice, order the\n     immediate cessation of the offending action if it is of the\n     opinion that the circumstances giving rise to the notice are\n     such as to warrant an order to that effect.\n               ( 5 ) If any person on whom an enforcement notice is\n     served under this section is aggrieved by the notice, he may\n     at any time within the period specified in the notice appeal\n     against the notice to the Resident Magistrate’s Court for\n     the parish in which the water-related activity to which the\n     notice relates takes or took place; and on any such appeal\n     the Court in a summary manner-\n          (a) if satisfied that permission was granted under this\n                  Act for the water-related activity to which the\n                  notice relates, or that no such permission was re-\n                  quired in respect thereof or that the conditions\n                  subject to which such permission was granted have\n                  been complied with, shall quash the notice to which’\n                  the appeal relates;\n          ( b ) if not so sati,sfied, but satisfied that the require-\n                  ments of the notice exceed what is necessary for\n                  restoring the land and the waters to their condi-\n                  tion before the water-related activity took place,\n                  or for securing compliance with the conditions, as\n                  the case may be, shall vary the notice accordingly;\n          (c) in any other case, shall dismiss the appeal:\n       Provided that where the enforcement ndice is varied\n     or the appeal is dismissed the Court may, if it thinks\n                        WATER RESOURCES                                         31\nfit, direct that the enforcement notice shall not take effect\nuntil such date (not being later than twenty-eight days from\nthe determination of the appeal) as the Court may think fit.\n       (6) Where an appeal is made against an enforcement\nnotice in which the cessation of the offending activity is\nordered, the notice shall remain in effect pending the final\ndetermination or withdrawal of the appeal.\n       (7) Any person aggrieved by a decision of a Court\nunder subsection (6) may appeal against that decision to the\nCourt of Appeal."
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42.-(1) Where an enforcement notice takes effect and                 &&\n                                                                         !?;:\nwithin the period specified therein or within such extended m m\n                                                             cdbrwnent.\nperiod as the Authority may allow any steps required by\nthe notice to be taken have not been taken, the Authority\nmay enter on the land on which the water-related activity to\nwhich the notice relates is or was carried on and take those\nsteps.\n        (2) Any amount reasonably incurred by the Au-\nthority pursuant to subsection (1) may, without limit of\namount, be recovered as a simple contract debt in the Resi-\ndent Magistrate’s Court of the parish in which the steps\naforesaid were taken, from the person who-\n     (a) being the holder of a licence or consent under this\n          Act, has failed to comply with a condition of the\n          licence or consent affecting water-related activi-\n          ties; or\n     (b) has carried out a water-related activity in respect\n          of which a licence or consent is required under\n          this Act, without a valid licence or consent.\n        (3) A person who, having been entitled to appeal to\nthe Court under section 41 (7), fails to make such an appeal\nshall not be entitled in proceedings under subsection (2) to\n          [The inclusion ofthis page is authorized by L.N. 96 / 19981\n32                                WATER RESOURCES\n          dispute the validiy of the action taken by the Authority\n          upon any ground which could have been raised in such\n          appeal.\n                  (4)Any person who uses water or causes or permits\n          water to be used or carries out or causes or permits to be\n          carried out any operations in contraven\\tion of an enforce-\n          ment notice, commits an offence under this Act.\n                                  PARTVII. General\nAppeal.     4 3 . 4 1 ) Subject to the provisions of this section, any\n          aggrieved person, as defined in subsection (4), may appeal\n          to the Minister, within such time and in such manner as\n          may be prescribed, against a decision of the Authority in\n          relation to a licence or consent granted under this Act.\n                  (2) Before determining the appeal the Minister shall\n          afford the aggrieved person an opportunity to be heard and\n          to be represented by an attorney-at-law or any other person.\n                  (3) The Minister may-\n              (a) dismiss the appeal and confirm the decision;\n              (6) allow the appeal and set aside the decision;\n              (c) vary the decision;\n              (d) allow the appeal and direct that the matter, the sub-\n                    ject of the appeal, be determined afresh by the\n                    Authority.\n                  (4)For the purposes of this section an aggrieved\n          person is a person-\n              (a) who objects to a decision of the Authority pursuant\n                    to this Act with respect to his application for a\n                    licence or consent or to any term or condition\n                    subject to which the licence or consent, as the case\n                    may be, is granted;\n               (6) who, not being a person described in paragraph\n                    (a), had pursuant to a provision of this Act made\n                    [Theinclusion af this pa%e ik authorized by L.N. 96 /1998]\n                  WATER RESOURCES                              33\n       representations to the Authority in respect of an\n       application by some other person for the grant of\n       a licence or consent, and objects to the Authority’s\n       decision in respect to such application on the\n       grounds that it is prejudicial to a right or interest\n       held by him;\n   (c) who-\n           (i) is the holder of a licence under this Act; or\n          (ii) has obtained the Authority’s consent in re-\n               lation to some activity; or\n          (iii) is a person who is entitled pursuant to\n                section 19 (2) to act without a licence,\n        and objects to a decision of the Authority relating\n        to or affeding such licence, consent, or relating to\n        or affecting such entitlement."
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44.-(1) Any person who contravenes the provisions of P~KM?s.\nseotion 19, 34 or 35 (1) or any regulations made under this\nAct in relation to any such provision shall be guilty of an\noffence and shall be liable on summary conviction before a\nResident Magistrate’s Court to a fine not exceeding fifty\nthousand dollars and in default of payment thereof to impri-\nsonment, with or without hard labour, for a term not exceed-\ning two years, and where such offence is continued after con-\nviction, such person shall be guilty of a continuing offence\nand in respect of each day during which such offence con-\ntinues shall be liable to a fine not exceeding ten thousand\ndollars.\n       (2) Any person who conltravenes the provisions of\nsection 35 (2), 36 or 37 or any regulations made under\nthis Act in relation to such provisions, or who is guilty\nof an offence under section 42, shall be liable on summary\nconviction before a Resident Magistrate to a fine not\nexceeding twenty thousand dollars and in default of\n34                                  WATER RESOURCES\n            payment thereof to imprisonment with or without hard\n            labour for a term not exceeding one year, and where such\n            offence is continued after conviction, such person shall be\n            guilty of a continuing offence and in respect of each day\n            during which such offence continues shall be liable to a fine\n            not exceeding ten thousand dollars.\nsumsb*            45. In addition to the penalties specified in section 44,\nof licence\n~ ~ ~ t i o n a the\n                i   Authority may suspend or revoke a licence under this\npcaalwty.\n            Act to abstract and use water or to practise as a well-\n            driller if the holder of such licence wastes underground water\n            in violation of section 37.\nFoes and      46.-(1) The fees payable to the Authority in relation to\nabprgw.\n            the grant of a licence or consent or the rendering of any\n            service by the Authority shall be such as may be prescribed.\n                   ((2) In addition to such fees as are referred to in sub-\n            section (l), such charges as may be prescribed may be im-\n            posed in relation to licences to abstract and use water.\n                   (3) The Minister on the recommendation of the\n            Authority may by order published in the Gazette exempt\n            any class or classes of persons from the payment, in whole\n            or in part, of any fees or charges imposed pursuant to this\n            Act.\n                    (4) Any fees or charges payable to the Authority\n            pursuant to this section shall be recoverable by the Au-\n            thority as a simple contract debt in a Resident Magistrate's\n            Court.\n                    ( 5 ) Without prejudice to the recovery of any fees or\n            charges as provided in subsection (4), where any fees\n            or charges payable under this Act in respect of a licence\n            have not been paid within thirty days of the date of a notice\n            in writing demanding them, the Authority may by notice in\n                      [The inclusion of this ptge k authorized by L.N. 96/ 19981\n                    WATER RESOURCES                                       37\n        (3) Until other provision is made pursuant to this\nsection, the Regulations set out in the Third Schedule shall g;iule.\nhave effect."
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50.-(1) The Minister may, by order, with effect from Modidca-\nany date specified in the order, not being earlier than the\nappointed day, alter any enactment if he considers such\n                                                               zbw.\nalteration to be necessary or expedient on account of any-\nthing contained in this Act.\n       (2) An order made pursuant to subsection (1) shall\nbe subject to affirmative resolution.\n       (3) In this section-\n    “alter” includes adapt or repeal;\n    “enactment” includes any instrument having the force\n         of law, but does not include this Act."
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51. This Act binds the Crown.                                Act applies\n                                                               tocKvwn.\n     PARTVIII. Savings and Transitional Provisions"
    },
    {
      "provision_ref": "sec52",
      "section": "52",
      "title": "Section 52",
      "content": "52.-(1) Subject to subsection (3) where a person is, by ~ntiamd\n                                                              toliculca\nvirtue of any statutory provision in force immediately before incsrlain\nthe appointed day, entitled to abstraot and use water, he\nshall, subject to such provisions as may be prescribed, be\nentitled to the grant under this Act of a licence to abstract\nand use water if he applies to the Authority under this sec-\ntion before the expiration of six months commencing with\nthe day immediately following the appointed day.\n        (2) Subject to subsection (3) and to such provisions\nas may be prescribed, any person who satisfies the Authority\nthat throughout a period, not being less than five years\nimmediately preceding the appointed day, he openly,\npeaceably and without the permission of any person or\nauthority abstracted and used water from a source of supply\nshall, on the basis of the abtraotion and use in such manner\n38                          WATER RESOURCES\n     and for such period as aforesaid, be granted a licence by\n     the Authority to abstract and use water from that source\n     of supply if, pursuant to this subsection, he applies to the\n     Authority therefor before the expiration of six months com-\n     mencing with the day immediately following the appointed\n     day.\n             i(3) Nothing in subsection (1) or (2) shall be construed\n     as-\n          (a) permitting the Authority to issue a licence the terms\n                of which are inconsistent with the Master Plan; or\n          (b) exempting the licence from any other provisions of\n                the Act applicable thereto."
    },
    {
      "provision_ref": "sec53",
      "section": "53",
      "title": "Section 53",
      "content": "53.-(1) The Authority, if satisfied that it is in the best\n     interest of the management of the water resources of\n     Jamaica, may serve a notice on any person who is a party\n     to a special agreement requiring that person, within such\n     time as may be specified in the notice, to enter into nego-\n     tiations with the Authority with a view to reaching agree-\n     ment as to the adjustments which need to be made to the\n     special agreement to render it consistent with the Master\n     Plan and, generally, with the provisions of this Act.\n               (2) In this section “special agreement” means an\n     agreement existing between a person holding a mining\n     lease under the Mining Act and the Government under\n     which that person is entitled to abstract and use water, to\n     lay water pipes, to make water courses, ponds, dams or\n     reservoirs, to divert water or to do any other act in relation\n     to water which, pursuant to this Aot, requires the licence,\n     consent or permission of the Authority."
    },
    {
      "provision_ref": "sec54",
      "section": "54",
      "title": "Section 54",
      "content": "54. All real and personal property belonging to the\n     Underground Water Authority including all moneys stand-\n     ing to the credit of, or receivable by, the Underground\n     Water Authority pursuant to the Underground Water\n     Control Act, now repealed, shall, on and after the appointed\n               [Theinclusbn c6 this page is k100rized ‘byL!”. 96/19981\n                       WATER RESOURCES                                      39\nday, without any conveyance, assignment or other transfer,\nbelong to and be vested in the Water Resources Authority,\nsubject to the provisions of this Act and to any enactment\nregulating the management, maintenance, control, super-\nvision and dealing with such property or moneys."
    },
    {
      "provision_ref": "sec55",
      "section": "55",
      "title": "Section 55",
      "content": "55.-(1) Unless and until other arrangements are made\n                                                                rights to\nwith the approval of the Minister, and subject to subsection\n(2), all officers and employees holding office or serving under\nthe Underground Water Authority on the appointed day L y d\nshall, on and after that day, hold under the Water Resources Authority.\nAuthority the like respective offices or employment on the\nsame terms and by the same tenure as they held such offices\nor employments under the Underground Water Authority\nbefore the appointed day.\n        (2) Unless and until other provisions are made pur-\nsuant to this Act, the Authority may, with the approval of\nthe Minister, grant to any officer or employee who is holding\nofficeor is serving under the Underground Water Authority\non the appointed day and who has served under that\nAuthority in an established capacity as a permanent officer\nor employee, a pension, superannuation allowance or\ngratuity on the same terms and subject to the same con-\nditions on which such pension, superannuation allowance or\ngratuity would have been granted to such officer or employee\nunder the Underground Water Control Act, now repealed,\nand, where he has service with the Water Resources Authority\nunder this Act, that service shall be treated as if it were\nservice under the Underground Water Authority."
    },
    {
      "provision_ref": "sec56",
      "section": "56",
      "title": "Section 56",
      "content": "56. In any enactment or regulations made thereunder\nor in any instrument in writing issued pursuant to a statu-\ntory power and having effect on or after the appointed\n                                                                     zMzm\n                                                                     t-o-oia-\nday-                                                        Watu\n     (a) any reference to the Underground Water Authority amml\n          me inclushim d this page is aulthiorizedb L.N. 96/ 19981\n40                           WATER RESOURCES\n             shall be construed as a reference to the Water\n             Resources Authority;\n         (b) any reference to members of the Undeground\n             Water Auth,ority shall be construed as a reference\n             to the members of the Water Resources Authority;\n         (c) any reference to the powers, duties, liabilities or\n             property of the Underground Water Authority\n             shall be construed as a reference to the powers,\n             duties, liabilities or property of the Water Re-\n              sources Authority.\n                                  FIRST SCHEDULE                    ( k t i o n 3 (2) )\n            Constitution and Procedure of Water Resources Authority"
    }
  ],
  "definitions": []
}