{
  "id": "jm-stat-the-watersheds-protection-act",
  "type": "statute",
  "title": "The Watersheds Protection Act",
  "title_en": "The Watersheds Protection Act",
  "short_name": "Watersheds Protection Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-watersheds-protection-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-watersheds-protection-act | Legal areas: Environment",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Watersheds Protection Shorttitle.\nAct.\n                                                                             Interpreta-"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                            tion.\n       “approved scheme” means a scheme approved under\n            section 15;\n       “assisted improvement agreement” means an agree-\n            ment entered into under section 10;\n       “Authority” means the Natural Resources Conservation             .\\:\\A[;\n            Authority established under the Natural Resources\n            Conservation Authority Act;\n       “chairman” means the chairman of the Authority g!;9gh.\n            or any person for the time being performing the\n            functions of the chairman;\n       “claimant” means a person who claims compensation\n            under section 17 or 18;\n       “Committee” means a Watersheds Protection Com-\n            mittee constituted under section 22;\n       “construction parcel” means any parcel of land wholly\n            or partially within a watershed area on which is\n            done or is proposed to be done any improvement\n           work\n       “daylight” means the interval between five o’clock in\n           the morning and the succeeding six o’clock in the\n           evening;\n       “improvement work” means work of any nature\n           Which-\n          L?lhe inohion d this page is authorized by LN. 90/1993]\n4                WATERSHEDS PROTECTION\n           Gz) is likely to reclaim or rehabilitate any land\n                or to remedy, retard or prevent erosion or\n                other deterioration of land; and\n            (b) is designed to encourage, assist or secure\n                the conservation of water resources;\n    “interested person” means any person in whom\n         is vested any estate or interest in possession,\n         remainder or reversion in or interest by way of\n         charge on-\n            (a) any construction parcel; or\n           (b) any parcel of land the value of which is\n               likely to be enhanced or diminished or the\n               deterioration of which is likely to be\n               occasioned, prevented, diminished, in-\n               creased, accelerated or retarded by the\n               doing of any improvement work upon such\n               parcel or upon any construction parcel;\n    “owner” means in relation to any construction parcel\n       the person in whom is vested the estate in fee\n       simple in that parcek\n    “provisional scheme” means a scheme at any time\n        before it becomes an approved scheme;\n    “scheme” means a compulsory improvement scheme\n        prepared under this Act;\n    “Valuation Board” means a Valuation Board con-\n        stituted under the provisions of the Land Valua-\n        tion Act, or, in relation to any parish in respect\n        of which that Act is not in operation, a Board\n        of Assessment established under the provisions of\n        the Valuation Act;\n    “watershed area” means an area defined and declared\n        to be a watershed area under section 5.\n       m e inclusion d this page is authorized by L.N. 90/1!993]\n                  WATERSHEDS PROTECTION                                 5"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. It shall be the duty of the Authority with a view to Dutiesof\npromoting the conservation of water resources to institute :;thur-\nsuch measures and to recommend to the Minister for 9 / i m\nimplementation such programmes as it considers necessary 3rd Soh.\nfor the protection of those areas which constitute or adjoin\nthe watersheds of the Island."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The Minister may upon the recommendation of the Declaration\nAuthority by order declare any area defined in the order shedareas.\n                                                         of water-\nto be a watershed area for the purposes of this Act.     91 1991\n                                                         3rd Sch."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. During the continuance in force of an order made nisActto\nunder section 5, in the watershed area to which that order Prevail in\n                                                           watershed\nrelates the controls and restrictions imposed by or under area.\nthis Act shall have effect notwithstanding the provisions\nof any other enactment."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. During the continuance in force of an order made Prohibition\nunder section 5 the watershed area to which that order offires.\nrelates shall for the purposes of the Country Fires Act\nbe deemed to be an area in relation to which the Minister\nhas made an order under section 6 of that Act, so, how-\never, that an application for a permit under section 7 of\nthat Act in relation to that watershed area may be granted\nonly by a forest officer."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) The Authority may with the approval of the Powerof Aubhority.\nMinister make regulations for ensuring the proper, efficient to IIMICC\n                                                             regulanons.\nand economic utilization of land in watershed areas with a 9/1991\nview to promoting the conservation of water resources, and 3rdsch*\nin particular but without prejudice to the generality of the\nforegoing may make regulations in relation to watershed\naTeas or any part thereof or any prescribed category of land\ntherein-\n        P h e ,inclusion d this page is authorized by LN. 901 19931\n6                              WATERSHEDS PROTECTlON\n                  (a) prohibiting, regulating or restricting the planting\n                      of any crop specified in the regulations;\n                  (b) prescribing the conditions to be observed in rela-\n                      tion to the planting or cultivation of any crop\n                      specified in the regulations;\n                  (c) prohibiting, regulating or restricting the use of\n                      any land for any purpose specified in the regula-\n                      tions;\n                  (d) prohibiting the adoption in relation to any land\n                      of any practices specified in the regulations;\n                  (e) prohibiting the felling, barking or destruction of\n                      any trees or the clearing of vegetation.\n                    (2) In this section “category of land” means land\n              of a specified slope, soil type or proximity to a stream,\n              watercourse or spring.\nPowers of       9.---(1) Subject to subsection (2) any person authorized\ninspection.\n9/1991\n              in writing by the Authority in that behalf may at any time\n3rd Sch.      in daylight-\n                   (a) enter upon any land within a watershed area for\n                         the purpose of-\n                             (i) inspecting the condition of the land or of\n                                 any improvement work thereon;\n                            (ii) ascertaining what crops are cultivated or\n                                 are most suitable to be cultivated upon the\n                                 land and the conditions under which such\n                                 crops are so cultivated; or\n                           (iii) ascertaining the expediency or otherwise of\n                                 the doing upon the land of any improve-\n                                 ment work;\n                   (b) inspect the condition of such land or of any\n                        improvement work thereon; and\n                      me inclusion d this page is authorized by L.N. 90/1993]\n                   WATERSHEDS PROTECTION                                 7\n    (c)    take such angles, bearings or measurements of\n           the land or samples of the soil upon such land\n           as may be necessary for the purpose for which\n           that person entered upon the land.\n       (2) A person shall not enter upon any land under\nthe provisions of this section-\n     (a) except with the consent of the occupier of the\n          land; or\n     (b) unless he has given to the occupier not less than\n          three days’ notice of his intention to enter upon\n          such land; or\n    (c)    if the name or address of the occupier of the land\n           is not known to and cannot reasonably be ascer-\n           tained by him, unless a period of not less than\n           three days has elapsed since he has posted on\n           or near to the land a notice of his intention to\n           enter upon the land."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.41) Subject to subsections (2) and (31, the Authority w t\n                                                             c d\n                                                           unprove-\nmay enter into an agreement with the owner of any merit\nconstruction parcel and with any other interested person ~ ~ & ~ e n t\nfor the carrying out of improvement works in relation to 3 r d . ~ ~\nsuch construction parcel (in this Act referred to as an\nassisted improvement agreement).\n          (2) Before entering into any assisted improvement\nagreement the Authority shall take such steps as it considers 9/1991\nreasonable to afford to all interested persons an opportunity 3rd Sch.\nof becoming parties to such agreement.\n        (3) Every assisted improvement agreement may\nmake such provision as may be agreed between the parties\nthereto as to-\n     (a) the work to be done;\n          me inclusion of this page is authorized by LN.90/1593]\n8                               WATERSHEDS PROTECTION\n                       the persons by whom, the place where, the period\n                        within which and the manner in which such work\n                        is to be done;\n                        the extent to which and the manner in which any\n                        such party is to participate in or contribute to\n                        the doing of such work;\n                       the payment of compensation to any such party\n                       who may be prejudiced by the doing of such work;\n                       the apportionment between the parties to the\n                        agreement of the cost of such work and of such\n                       compensation; and\n                       any matter incidental to or connected with any of\n                       the foregoing matters.\nProvisional\nFompulsory"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.41) Where the owner of any construction parcel and\nimprove-      any interested person in relation to that construction\nment\nscheme.       parcel have been afforded an opportunity of entering into\n911991        an assisted improvement agreement in relation to the\n3rd Sch.\n              doing upon that parcel of any work and have refused or\n91 1991\n3rd Sch.\n              failed within such time as the Authority considers reasonable\n              to enter into such agreement, the Authority in its discretion\n              subject to the provisions of this section may prepare a pro-\n              visional compulsory improvement scheme for the doing of\n              such work.\n                     (2) Every provisional scheme shall-\n                          (a) contain a description in general terms of\n                              each construction parcel of such a nature\n                              as to enable the situation of that parcel to\n                              be readily ascertained, so, however, that it\n                               shall not be necessary for any such\n                              description to specify the exact boundaries\n                              of any construction parcel;\n                         (21) specify the nature of the work proposed\n                              to be done upon each construction parcel;\n                  WATERSHEDS PROTECTION                                    9\n            (c) describe in general terms the approximate\n               locality upon each construction parcel\n               where it is proposed to do the work; and\n            (4 contain an estimate of the aggregate cost\n               of the proposed work."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. So soon as may be after the preparation of any Notification\nprovisional scheme the Authority shall cause to be published g:     Strnes.\nin not less than three issues of the Gazette, and at intervals 3 r d ~ .\nof not less than seven nor more than ten days in three issues\nof a daily newspaper printed for sale and published in\nJamaica, a notice-\n      (a) specifying that the Authority has prepared a             :$E;.\n          provisional scheme;\n     (b) specifying the watershed area to which the scheme\n          relates;\n     (c) specifying some place within the parish in which\n          the major portion of the improvement works is\n          proposed to be carried out where the scheme and\n          the plan relating thereto may be inspected with-\n          out fee during such period (not being less than\n          fourteen days after the last publication of the\n          notice in a daily newspaper) as may be specified\n          in such notice upon such days and at such times\n          as may be so specified;\n     (d) specifying the name and address of some person\n          from whom copies of the scheme and of the plan\n          relating thereto may be obtained on payment of\n          a reasonable fee specified in such notice; and\n     (e) stating that provision is made by section 13 for\n          the making of objections to the scheme."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) Subject to subsection (2) any person may object gbL;:tz\nto the confirmation of a provisional scheme in relation to\nwhich he is an interested person on the ground that-\n        nhe inclusion of this page is authorized by LN. 90/1993]\nI0                            WATERSHEDS PROTECTION\n                  (a) the scheme is impracticable; or\n                  (b) the scheme is uneconomic; or\n                  (c) he was not afforded a reasonable opportunity of\n                     becoming a party to an assisted improvement\n                     agreement in relation to the doing of the work\n                     proposed to be done under the scheme; or\n                  (4 the terms upon which he was afforded an oppor-\n                     tunity of becoming a party to an assisted irnprove-\n                     ment agreement in relation to the doing of the\n                     work proposed to be done under the scheme were\n                     unreasonable, or, having regard to the terms upon\n                     which other interested persons were afforded an\n                     opportunity of becoming parties to such scheme,\n                     were inequitable.\n                    (2) Every person who desires to object to any pro-\n             visional scheme under this section shall give notice in writ-\n9 / 1991     ing to the Authority within fourteen days after the\n3rd Sch.\n             expiration of the period referred to in the notice under\n             paragraph (c) of section 12 of the ground of his objection\n             and of the facts and reasons upon which he relies in support\n             of such objection.\nTrans-"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. So soon as may be after the expiration of the period\nmission of   during which notice of objection to any provisional scheme\nscheme to\nMinister.    may be given under section 13 the Authority shall trans-\n911991\n3rd Sch.     mit the scheme together with any objections made thereto\n             and the comments of the Authority upon such objections\n             (if any) to the Minister.\nApproved        15. Where the Minister is satisfied that the implementa-\ncompulsory   tion of any provisional scheme is likely to be in the public\nmprove-\nment\nschema\n             interest, he may by order declare the scheme, subject to\n             such modifications as may be specified in the order, to be\n             an approved scheme.\n                    me inclusion of this page is autbrizad by LN. 90/1993]\n                  WATERSHEDS PROTECTION                               11"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1) Where a scheme has been approved under Procedure\n                                                        after\nsection 15, the Authority may give notice in writing to approval\n                                                        of scheme.\nthe owner of any construction parcel-                   9 / 1991\n     (a) requiring him, within such period as may be 3rd Sh.\n         specified in the notice (not being less than thirty\n         days from the date of the notice) to elect in writ-\n          ing whether or not he will enter into an agree-\n         ment with the Authority for the doing, to the 9/1wi\n         satisfaction of the Authority, within such period 3rd Sch.\n         and upon such terms and subject to such conditions\n         as may be specified in the agreement, of all the\n         work proposed to be done under the scheme upon\n         his construction parcel; or\n     (b) of its intention to enter by its servants or agents\n         upon such construction parcel on the day specified\n         in the notice (not being less than seven days after\n         the date of such notice) for the purpose of doing\n         the work proposed to be done upon such parcel\n         under the scheme; so, however, that the notice\n         referred to in this paragraph shall not be given\n         unless the Authority is satisfied that having 2iigi.\n         regard to all the circumstances of the case it is\n         preferable for the work to be done by the Author- 9/1w1\n         ity or its servants or agents rather than by the kd sub.\n         owner of the construction parcel.\n        (2) Where the owner of any construction parcel\nenters into an agreement of the nature referred to in sub-\nsection (11, the Authority shall make to such owner such 9/iwi\n                                                           3rd Sch.\npayments as may be specified in the agreement entered into\nbetween the Authority and the owner at such times and\nsubject to such conditions as may be so specified, and the\nowner shall do all acts necessary fully and effectually to\nimplement such agreement.\n       (3) Where the owner of any construction parcel-\n        me inalwion of this page is authorized by L.N. Wo/11993]\n12                           WATERSHEDS PROTECTION\n                        (a) elects not to enter into any agreement of\n                            the nature referred to in subsection (1); or\n                        (b) having elected to enter into such an agree-\n                            ment, fails within thirty days next after\n                            the day on which he so elects to enter into\n                            such an agreement; or\n                        (c) having entered into such an agreement,\n                            fails to complete to the satisfaction of the\n9/ 1991\n3rd Sch.\n                            Authority either-\n                              (i) all the work to which the agreement\n                                  relates within the period specified in\n                                  the agreement for the completion of\n                                  all such work; or\n                             (ii) any part of the work to which the\n                                  agreement relates within the period\n                                  specified in the agreement for the\n                                  completion of that part of the work,\n9/1991     the Authority may at any time, after not less than seven\n3rd Sch.\n           days’ notice to the owner of such parcel of intention so to\n           do, enter upon such parcel and there do, at its own expense,\n           all the work authorized to be done under the approved\n           scheme and not previously done to the satisfaction of the\n9 / 1991   Authority by the owner of the parcel.\n3rd Sch.\n9/1991             (4) Where the Authority gives the notice referred\n3rd Sch.\n           to in paragraph (b) of subsection (11, the Authority may\n           at any time not being less than seven days after the date\n           on which the notice was given enter upon the construction\n           parcel in relation to which the notice was given and there\n           do, at its own expense, all the work authorized to be done\n           under the scheme.\n                  (5) Where the name or the address of the owner of\n9 / 1991   any construction parcel is not known to the Authority\n3rd Sch.\n           the provisions of subsection (1) shall apply as if there\n                   me inclusion of this page is authorized by L.N. 90119931\n                    WATERSHEDS PROTECTION                                    13\nwere substituted for the reference to notice in writing to\nthe owner of such parcel a reference to the posting up\nupon the construction parcel of a notice requiring such\nowner to enter into an agreement of the nature referred\nto in subsection (1) or specifying the intention of the Author- ;;;g;,,\nity to enter thereon for the purpose of doing work\nauthorized to be done under the scheme, as the case may\nbe."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(1) Where the value of any parcel of land (in this ComIPensa-\n                                                            tion for\nsection referred to as “the affected parcel”) whether substantial\nsituated without or within any watershed area is substan-\ntially diminished as a direct consequence of the doing of affected\n                                                            parcel.\nany improvement work under an assisted improvement\nagreement or under an approved scheme compensation\nshall be payable in accordance with the provisions of this\nsection to every person who is an interested person in\nrelation to the affected parcel.\n          (2) The compensation payable under this section\nto any interested person in relation to any affected parcel\nshall be such sum as is agreed between such person and\nthe Authority or in default of agreement determined                     ;{Ag\\.\nby the Valuation Board under section 20 to be equivalent\nto the amount by which the market value of that person’s\nestate or interest in the affected parcel has been dimin-\nished as a direct consequence of the doing of the work in\nrespect of which compensation is payable."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-(1)   Where any person who is an interested person ccmpensa-\n                                                            tion for\nin relation to any construction parcel suffers pecuniary oss or\nloss or damage as a direct consequence of the doing upon $YEoes\nsuch parcel of any improvement work under an assisted the   notaffect\n                                                                value\nimprovement agreement or under an approved scheme ofland.\nother than loss or damage which is of such a nature as\nsubstantially to diminish the value of such parcel, compen-\nsation shall be payable to such person in accordance with\nthe provisions of this section.\n            me inclusion of this page is aulthorized by L.N. W /19931\n14                              WATERSHEDS PROTECTION\n                      (2) The compensation payable under this section\n              to any interested person in relation to any construction\n              parcel shall be such sum as is agreed between such person\n91 I991       and the Authority or in default of agreement determined\n3rd k h .\n              by the Valuation Board under section 20 to be equivalent\n              to the pecuniary loss suffered by that person as a direct\n              consequence of the doing of the work in respect of which\n              such compensation is payable, so, however, that-\n                        a person shall not be entitled to receive compen-\n                        sation in respect of any loss or damage suffered\n                        by him which might have been avoided by the\n                        taking by him of any reasonable steps to miti-\n                        gate the consequences of the act in respect to\n                        the doing of which compensation is claimed;\n                        in assessing the amount of compensation under\n                        this section there shall be set off against the loss\n                        or damage sustained by the interested person any\n                        increase in the value of that person’s land accruing\n                        from the carrying out of the improvement work.\nProcedure        19.-(1) Every person who desires to claim compensa-\nin relation\nto com-       tion under section 17 shall give notice in writing to the\npensation.    Authority within two years next after the doing of the\n9/1991\n3rd Sch.      work in respect of which he desires to claim compensa-\n              tion, specifying-\n                    (a) the parcel of land in respect of which he desires\n                        to claim compensation;\n                    (b) the parcels of land upon which was done the\n                        improvement work by reason of the doing of which\n                        he desires to claim compensation;\n                    (c) the manner in which the parcel of land referred\n                        to in paragraph (a) has been prejudicially affected\n                        by the doing of the work referred to in para-\n                        graph (b); and\n                      F   e inclusion of this page is authorized by LN.90/1993]\n                 WATERSHEDS PROTECTlON                                  15\n    (d) the amount which he is prepared to accept in full\n          satisfaction of his claim for compensation under\n          this Act.\n        (2) Every person who desires to claim compensa-\ntion under section 18 shall give notice in writing to the\nAuthority within six months next after the Occurrence              ;$E!,,.\nof the loss or damage in respect of which he desires to\nclaim compensation, specifying-\n     (a) the nature of the loss or damage suffered by him;\n     (b) the date upon which such loss or damage was\n          suffered by him or in the case of a continuing\n          injury the dates between which he suffered such\n          loss or damage; and\n     (c) the amount which he is prepared to accept in\n          full satisfaction of his claim for compensation in\n          respect of such loss or damage.\n        (3) Where the Authority fails within sixty days\nof the date of the receipt of the notice referred to in sub-\nsection (1) or in subsection (2) to pay or to enter into an\nagreement with the claimant for the payment of the sum\nspecified in such notice or such lesser sum as may be agreed\nbetween the Authority and the claimant, the Authority ;i;g;.\nshall notify the claimant in writing of his right to\nrefer his claim for compensation to the Valuation Board\nand the claimant may at any time within thirty days\nthereafter give notice in writng to the Authority requir- 9 / 1 ~ 1\ning the Authority to refer his claim for compensation to 3rdSch*\nthe Valuation Board, and thereupon the Authority shall\nrefer such claim to the Valuation Board.\n  2 0 . 4 1 ) So soon as may be after there is referred to the Reference\nValuation Board any claim for compensation under section of       com-\n                                                               pensation\n17 or section 18, the Valuation Board shall appoint a day,\ntime and place for the hearing of such claim and shall $;gl\nnotify the Authority and the claimant, and any person 3 r d W\n        mhe inclusion of this page is authorized lyy LN.90/19931\n16                              WATERSHEDS PROTECTION\n              who in the opinion of the Valuation Board is likely to be\n              prejudiced by any order which the Valuation Board may\n              make upon the hearing of such claim of the day, time and\n              place so appointed.\n                      (2) Upon the hearing of any claim under subsection\n              (1) the Valuation Board shall afford to every person to\n              whom notice has been given as aforesaid under subsection\n              (1) an opportunity of tendering evidence and of producing\n              any documents relevant to the issue to be determined and\n              of cross-examining any witnesses and of inspecting any\n              documents called or tendered by any other person to whom\n              the notice under subsection (1) has been given.\n                      (3) Upon the determination of any claim for com-\n              pensation referred to a Valuation Board under section 19,\n              the Valuation Board shall forthwith give notice to the\n91 1991       Authority and to the claimant of their findings in respect\n3rd Sch.\n              of that claim.\nAppeal to\ncourt of"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. An appeal shall lie from the decision of a Valuation\nAppeal.       Board under section 20 to the Court of Appeal.\nAppoint-        22. The Authority may with the approval of the\nment of\nWatersheds\nProtection\n              Minister from time to time appoint' committees to be\nCommittees.   known as Watersheds Protection Committees to whom\n9/1991\n3rd Sch.      work may be committed by the Authority.\nFunctions       23. It shall be the duty of each Committee to assist\nof\nWatersheds    the Authority in the performance of its functions with\nProtection\nCommittea     a view to the proper carrying out of the provisions and\n%iig2h.       objects of this Act, and for the purpose of carrying out\n              work committed to it under section 22 a Committee shall,\n              in the watershed area for which it is appointed, have all the\n              powers of the Authority other than-\n                   (a) the power to make regulations; and\n                      me inclusion of this page is authorized by L.N. 90/19931\n                 WATERSHEDS PROTECTION                                           17\n    (b) the power to enter into an assisted improvement\n        agreement unless so authorized by the Authority-’ 9/1991\n         and                                                         3rd soh.\n    (c) the power to acquire, hold and dispose of property."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. [Deleted by Act 9 of 1991. 3rd Sch.]\n       P h inclusion of this page is authorized by L.N. 90/19931\n2                    WATERSHEDS PROTECTION"
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Any person who-                                                Offences.\n    (a) assaults or obstructs a servant or agent of the\n        Authority acting in the execution of his duty 911991\n                                                        3rd Sch.\n         under this Act; or\n      (b) Wilfully or maliciously destroys, damages, or\n          obstructs any improvement works,\nshall be guilty of an offence and liable on summary con-\nviction before a Resident Magistrate to a fine not exceed-\ning two hundred dollars or to imprisonment with or\nwithout hard labour for a term not exceeding twelve\nmonths, and in the case of an offence against paragraph\n(b) the Resident Magistrate may order the person convicted\nto pay to the Authority in respect of the destruction of g / i w i\nor damage to any improvement works compensation not 3rd Sch.\nexceeding four hundred dollars recoverable by distress or\nin default of distress imprisonment for a term not exceeding\ntwelve months."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. Notwithstanding the provisions of section 29 of the Penalties in\nInterpretation Act regulations made under section 8 may regulations.\nprescribe greater penalties than those specified in the said\n        phe inclusion of this page is authorized by L.N. 90/1!493]\n1s                             WATERSHEDS PROTECTION\n              section 29, so, however, that the maximum penalty that\n              may be imposed by any such regulations shall be a fine\n9/1~1         of five thousand dollars or imprisonment with or without\n3rdsah.       hard labour for a term of twelve months.\nApplication     30. This Act shall bind the Crown.\nof Act to\nCrown.\n                                      SCHEDULE\n                          [Deleted by Act 9 of I991,3rd Sch.1\n                     me inclusion of this page is authrizrd by LN.90/,19!33]"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Application of Act to Crown.\n       SCHBDULE [Deleted by Act 9 of 1991. 3rd Sch.]\n           me inclusion of this page is authorized by L.N. !?0/1993]\n                   WATERSHEDS PROTECTION                                                    3\n         THE WATERSHEDS PROTECTION ACT                                               Acts\n                                                                                  4 of 1963,\n                                                                                  21 of 1975,\n                                                                                   9 of 1491\n                                                                                   3rd Sch.\n                                                   [Ist April, 1963.1"
    }
  ],
  "definitions": []
}