{
  "id": "jm-stat-the-west-indies-act-1962",
  "type": "statute",
  "title": "The West Indies Act, 1962",
  "title_en": "The West Indies Act, 1962",
  "short_name": "West Indies Act, 1962",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-west-indies-act-1962",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-west-indies-act-1962 | Legal areas: International Relations",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1 . 4 1) Her Majesty may-                                      Power of\n                                                                       Her\n          (a) by Order in Council provide for a colony’s ceasing Majestyto\n                                                                       provide for\n                to be included in the Federation established by secessionof\n                                                                       colonies\n                virtue of section one of the British Caribbean from,and\n                Federation Act, 1956, by the name of the West           $c$&t\n                Indies (in this Act referred to as “the Federation”); Indies.\n          (b) by Order in Council dissolve the Federation and,\n, -\n                with it, the authorities established by virtue of sub-\n                paragraph (i) of paragraph (a) of subsection (1) of\n                that section (in this Act referred to as the “Federal\n                authorities”).\n            (2) An Order in Council under paragraph (a) of the\n      foregoing subsection may as respects the colony for the\n            me inclusion of this page is authorized by LN. 50/1979]\n4                                  WEST INDIES ACT, 1962\n               cesser of inclusion of which in the Federation provision\n               is made by the Order, and an Order in Council under para-\n               graph (b) of that subsection may as respects each colony\n               included in the Federation immediately before the dissolu-\n               tion thereof,-\n                   (a) determine, or provide for the determination of, the\n                       laws which, after the cesser or, as the case may\n                       be, the dissolution, are (subject to any amendment\n                       or repeal by the legislature of the colony or other\n                       competent authority) to remain valid as respects\n                       the colony notwithstanding the cesser or, as the\n                       case may be, the dissolution;\n                   (b) adapt or modify, or empower any such authority\n                       as may be specified in the Order to adapt or\n                       modify, to such extent as Her Majesty in Council\n                       or that authority, as the case may be, thinks\n                       necessary or expedient in view of the cesser or, as\n                       the case may be, the dissolution, any laws having\n                       effect in the colony and any other laws relating\n                       or referring to the colony or the Federation.\nPower df        2.-( 1) With a view to securing that, notwithstanding the\nHer\nMajesty to   exclusion of colonies from, or the dissolution of, the\nprovide for\ninterim per- Federation, the performance of functions performed by the\nfomanoeof Federal authorities for the benefit of the colonies which\nfunctions\nheretofore\nperformed\n             at the passing of this Act are included in the Federation\nbyFederal    is maintained pending the making, apart from this section,\nauthorities\nforbenefit   of arrangements in that behalf of a permanent nature, Her\nof federated\ncolonies.    Majesty may by Order in Council provide for the establish-\n             ment of an authority to be charged, or authorities to be\n             severally charged, with .the duty of performing for the\n             benefit of those colonies, or of such of them as may be\n             specified in the Order, any such functions (being functions\n             which at the passing of this Act are, for the benefit of all\n             or any of those colonies, performed by any of the Federal\n                      WEST INDIES ACT. 1962                                             5\nauthorities) as may be specified in the Order, and such\nother (if any) functions as may be so specified.\n        (2) An Order in Council under this section may-\n    (a) empower an authority established by the Order to\n        make, for such purposes as may be specified in\n        the Order, laws for the colonies for whose benefit\n        it is to perform functions;\n    (b) make provision, or enable provision to be made,\n        for persons holding office in the public service of\n        the Federation to become officers of such an\n        authority;\n    (c) vest in such an authority such of the assets and\n        liabilities as may be specified in the Order of the\n        government of the Federation or of any body\n        which, for the purpose of performing functions\n        on behalf of, or in accordance with directions given\n        by, that government, is established by a law made\n        by the legislature of the Federation;\n    (d) provide for the making to such an authority by\n        the governments of the colonies for whose benefit\n        the authority is to perform any functions of con-\n        tributions towards defraying expenses incurred by\n        the authority in performing those functions."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Power of Her Majesty to provide for interim performance of\n        functions heretofore performed by Federal authorities for\n        benefit of federated colonies."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.41) Her Majesty may by Order in Council make *pens-\nsuch provision as appears to Her necessary or expedient- schemefor\n                                                         hOll\n                                                                          officers of\n    (U)   for securing that the payment of a pension, gratuity, Federal\n                                                                public\n          allowance or other like benefit to a person in service.\n          respect of service of his, or that of another’s, in\n           the public service of the Federation is not pre-\n          judiced by reason of a colony’s ceasing to be\n          included in the Federation or of the dissolution\n           of the Federation;\n    -                                                                 -\n6                                     WEST INDIES ACT, 1962\n                  (b) for securing the making of payments to or in\n                      respect of persons who, at the passing of this Act,\n                      are serving in that public service and, by reason\n                      of the happening of either of the events aforesaid,\n                      lose office or, by reason of being transferred to\n                      some other service, become in a worse position in\n                      respect of the conditions of their service as com-\n                      pared with the conditions of service formerly\n                      obtaining with respect to them;\n                 (c) for securing the- payment to or in respect of such\n                      persons as are mentioned in the last foregoing\n                      paragraph who are transferred as therein men-\n                      tioned (whether or not they become in a worse\n                      position as so mentioned) of sums in respect of\n                      disturbance suffered by them in consequence of\n                      being so transferred.\n                   (2) An Order in Council under this section may\n             provide for the raising of the moneys necessary to make\n             payments falling to be made under the Order by either or\n             both of the following means, namely,-\n                 (a) the appropriation of assets of the government of\n                      the Federation;\n                 (b) the making of contributions by all or any of the\n                      governments of the colonies included in the\n                      Federation at the passing of this Act.\nPower of       4.-(1)   Her Majesty may by Order in Council provide-\nHer\nMajesty to        (a) for the establishment, in place of the Federal\nestablish\ncommon                Supreme Court of the Federation, of a court con-\ncourts for\nWest                  stituted in such manner as may be specified in the\nIndian\ncolonies.             Order and having such jurisdiction to hear and\n                      determine appeals from, and to determine ques-\n                      tions of law reserved by judges of, the courts of\n                      the relevant colonies as may be determined by or\n                      under the Order;\n                        me inclusion of this page is authorized by LN. 50/1979]\n                    WEST INDIES ACT, 1962                          7\n    (b) confer, or provide for conferring, on the court\n        established by the Order, jurisdiction to hear and\n        determine appeals from, and to determine ques-\n        tions of law reserved by judges of, the courts of\n        such other colonies as may be specified in the\n        Order;\n    (c) confer upon the legislature of a colony from whose\n        courts criminal appeals lie to the court established\n        by the Order power to make, with extra-territorial\n        operation, laws providing for the conveyance of\n        prisoners to and from the place where that court\n        is sitting.\n      (2) Her Majesty may, by Order in Council, provide\nfor the establishment for the relevant colonies or for any\ntwo or more of them of courts additional to that whose\nestablishment is authorised by the foregoing subsection,\nbeing courts constituted in such manner and having such\njurisdiction (whether civil or criminal, original or appellate)\nas may be determined by or under the Order.\n      (3) An Order in Council under this section may pro-\nvide for the expenses of maintaining a court established by\nthe Order to be defrayed by the Governments of the colonies\nfor which it is established.\n      (4) In this section-\n    (a) “relevant colonies” means, for the purposes of\n         subsection (11, the colonies from whose courts\n         appeals lie at the passing of this Act to the Federal\n         Supreme Court of the Federation and, for the\n         purposes of subsection (2), the colonies aforesaid\n         with the exception of British Guiana;\n  . (b) “appeals” include appeals by way of cases stated.\n      (5) The Windward Islands and Leeward Islands\n(Courts) Order in Council, 1959, and the Windward Islands\n      flrae inclusion of this page is authorized by LN. 50/1979]\n8                                 WEST INDIES ACT, I962\n              and Leeward Islands (Courts) (Amendment) Order in\n              Council, 1960, shall have effect as if made under subsection\n              (2) of this section.\n                    (6) The Court of Appeal established by the West\n              Indian Court of Appeal Act, 1919, is hereby dissolved.\nPower of\nHer"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Power of Her Majesty to establish common courts for West\n        Indian colonies."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . 4 1 ) Her Majesty may by Order in Council make such         ,\nMajesty to    provision as appears to Her expedient for the government\nprovide for\ngovernment    of any of the colonies to which this section applies, and\nof certain    for that purpose may provide for the establishment for the\nWest\nIndian\ncolonies.\n              colony of such authorities as She thinks expedient and may\n              empower such of them as may be specified in the Order to\n              make laws either generally for the peace, order and good\n              government of the colony or for such limited purposes as\n              may be so specified subject, however, to the reservation to\n              Herself of power to make laws for the colony for such\n              (if any) purposes as may be so specified.\n                     (2) The power conferred by the foregoing subsection\n              shall include power to provide for the establishment of an\n              authority to be charged, or authorities to be severally\n              charged, with the duty of performing for the benefit of the\n              said colonies, or for a combination of any two or more of\n              them, such functions as may be specified in the Order, and\n              for the expenses of an authority so charged to be defrayed\n              by the governments of the colonies for whose benefit it is to\n              perform functions.\n                In this subsection “authority” does not include a legisla-\n                                                                                 ,\n              ture or court.\n                      (3) Subsection (1) of this section shall, as regards the\n              Cayman Islands and the Turks and Caicos Islands, have\n              effect-\n                     me inclusion of this page is authorized by LN. 50/1979]\n                   WEST INDIES ACT, 1962                        9\n    (a) as if the reference to authorities specified in the\n        Order included a reference to the legislature of\n        Jamaica;\n    (b) as if there were included amongst the matters for\n        which Her Majesty in Council is thereby autho-\n        rised to make provision-\n            (i) the conferring, or the making of provision\n                for conferring, on any court of Jamaica\n                original or other jurisdiction over matters\n                 arising in any of the said Islands; and\n           (ii) the conferring of powers and the imposition\n                of duties on other authorities of Jamaica.\n      (4) An Order in Council under this section with\nrespect to a colony may vary or revoke any enactment or\nLetters Patent relating to the government of the colony\nand any Order in Council or other instrument so relating\nwhich has effect otherwise than by virtue of this section.\n      ( 5 ) Any Order in Council under the Jamaica Act,\n1866, the Saint Vincent and Grenada Constitution Act,\n1876, the Trinidad and Tobago Act, 1887, the Dominica\nAct, 1938, section three of the Leeward Islands Act, 1956,\nor section two of the Cayman Islands and Turks and Caicos\n                                                                    .\nIslands Act, 1958 (except the Orders in Council mentioned\nin subsection (5) of the last foregoing section, so far as\nsubsisting by virtue of any of those enactments) shall, in so\nfar as it is in force at the passing of this Act and could be\nmade under this section, have effect as if so made, and so\nshall the Windward Islands and Leeward Islands (Police\nService Commission) Order in Council, 1959.\n       (6) The colonies to which this section applies are\nthose included at the passing of this Act in the Federation,\nand the Virgin Islands.\n      me inclusion of this page is authorized by LN. 50/1979]\n    I0                                 WEST INDIES ACT, 1962\n    Power of         6.41) Her Majesty may by Order in Council make\n    Her\n    Majesty to     provision for the federation of, or the establishment of any\n    establish      other new form of government for, all or any of the colonies\n    new forms\n    of govern-\n    ment in\n                   to which the last foregoing section applies.\n    place of the\n    west                  (2) An Order in Council under this section making\n    Indies.        provision for the federation of colonies may include provi-\n                   sion for any purpose for which, by virtue of the provisions       1\n                                                                                     ”\n                   of subsections (1) and (2) of section one of the British\n                   Caribbean Federation Act, 1956 (except paragraphs (d) and\n                   (e) of subsection (2)) provision might have been included\n                   in an Order in Council under that section had those provi-\n                   sions referred to the colonies which are federated by the\n                   first-mentioned Order instead of those specified in the\n                   Schedule to that Act.\n                           (3) An Order in Council under this section, other\n                   than one falling within the last foregoing subsection, may\n                   include provision for any purpose for which, by virtue of\n                   sub-paragraphs (i) and (ii) of paragraph (a) of subsection\n                   (1) of the said section one and paragraphs (b)and (c) of that\n                   subsection, provision might have been included in an Order\n                   in Council under that section had those provisions\n                   referred-\n                         (a) to the colonies to which the first-mentioned Order\n                              in Council relates instead of those specified in the\n                              Schedule to that Act; and\n                         (b) to the form of government established by that\n                               Order instead of to the federation,\n                   and had the qualification “Federal” been omitted.\n    Supple-          7.41) An Order in Council under any provision of\n:   mentary\n                   this Act may make or provide for the making of such\nI\n    provisions\n    Ordersin\n    as to\n                   incidental, consequential or transitional provisions as may\n    Council.       appear to Her Majesty in Council to be necessary or\n                   expedient.\n                          me inclusion of this page is authorized by L.N. 50/1979]\n                    WEST INDIES ACT, I962                              11\n      (2) Any power conferred by this Act to make an\nOrder in Council shall be construed as including power to\nvary or revoke the Order in Council by a subsequent Order\nin Council.\n      (3) Subject to the following subsection, a statutory\ninstrument containing an Order in Council under this Act\nwhich adapts or modifies any Act shall be subject to annul-\nment in pursuance of a resolution of either House of Parlia-\nment, and a statutory instrument containing a Order in\nCouncil under this Act which does not adapt or modify\nany Act shall be laid before Parliament after being made.\n       (4) The last foregoing subsection shall not apply to\nan instrument containing an Order in Council under section\nsix of this Act making provision for the federation of, or\nthe establishment of any other new form of government\nfor, any colonies, but no recommendation shall be made to\nHer Majesty in Council to make an Order under the said\nsection six making such provision unless a draft of the\nOrder has been laid before Parliament and approved by\nresolution of each House of Parliament.                                .."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Power of Her Majesty to establish new forms of government\n        in place of the West Indies."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8, The Secretary of State may-                              Grants for\n                                                              benefit of\n    (a) from time to time make, to the government of certain\n        any colony to which section five of this Act applies, West\n                                                              Indian\n         being a government whose resources are, in his\n         opinion, insufficient to enable it to defray its\n         administrative expenses, grants of such amounts\n         as he may, with the approval of the Treasury,\n         determine;\n     (b) from time to time make, to any federal govern-\n         ment established by virtue of section six of this\n         Act for any colonies, grants of such amounts as\n         he may, with the like approval, determine, for\n         the purpose of enabling that government to make\n       me inclusion of this page is authorized by L.N. 50/1979]\n12                              WEST INDIES ACT, 1962\n                    grants to the governments of any of the colonies\n                    for which it is established whose resources are, in\n                     its opinion, insufficient to enable them to defray\n                     their administrative expenses;\n                (c) from time to time make, to a government of any\n                     other form established as aforesaid for my\n                     colonies, being one whose resources are, in his\n                     opinion, insufficient to enable it to defray its ad-\n                     ministrative expenses, grants of such amounts as\n                     he may, with the like approval, determine.\nExpenses.     9. The expenses incurred under the last foregoing section\n            by the Secretary of State shall be defrayed out of moneys\n            provided by Parliament, and any increase attributable to\n            an Order in Council under this Act in sums payable under\n            any other enactment out of moneys so provided or out\n            of the Consolidated Fund of the United Kingdom shall be\n            paid out of moneys so provided or out of that Fund, as\n            the case may be."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1)   This Act may be cited as the West Indies Ad,\n            1962.\n                    (2) Any reference in this Act to a colony shall be\n            construed as including a reference to the dependencies (if\n            any) thereof.\n                   (3) The enactments mentioned in the first and\n            second columns of the Schedule to this Act are hereby\n            repealed to the extent respectively specified in relation\n            thereto in the third column of that Schedule, but this repeal\n            shall not be taken to dissolve the union of Tobago with\n            Trinidad or to affect the status, as a separate colony, of\n            any other colony.\n                   me inclusion of this page is authorized by LN:.,50/1979]\n                    WEST INDlES ACT, 1962                          13\nSection 10               SCHEDULE\n                              REPEALED\n                      ENACTMENTS\n  Session and\n    Chapter          Short Title           Extent of Repeal\n29 & 30 Vict. The Jamaica Act, 1866     The whole Act.\n  c. 12\n39 & 40 Vict. The Saint Vincent and The whole Act.\n  c. 47         Grenada Constitution\n                Act, 1876\n50 & 51 Vict. The Trinidad and Tobagc The whole Act.\n  c.44          Act, 1887\n9 & 10 Geo. 5 The West Indian Court The whole Act.\n  c. 47          of Appeal Act, 1919\n1 & 2 Geo. 6 The Dominica Act, 1938 The whole Act.\n  c. 10\n4 & 5 Eliz. 2 The Leeward Islands Act, Sections one, three. four\n  c. 23         1956                     and five and the Sche-\n                                         dule.\n6 & 7 Eliz. 2 The Cayman Islands and The whole Act.\n  c. 13         Turks and Caicos Is-\n                lands Act, 1958\n       me inclusion of this page is authorized by L.N. 50/1979]"
    }
  ],
  "definitions": []
}