{
  "id": "jm-stat-the-west-indies-shipping-corporation-act",
  "type": "statute",
  "title": "The West Indies Shipping Corporation Act",
  "title_en": "The West Indies Shipping Corporation Act",
  "short_name": "West Indies Shipping Corporation Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-west-indies-shipping-corporation-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-west-indies-shipping-corporation-act | Legal areas: Citizenship and Nationality",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. All Members of the Standing Committee, Directors, the General\n     Manager, Officials and Employees of and experts performing missions\n     in connection with the Corporation :\n             WEST INDIES SHIPPING CORPORATION                                   19\n     (a) shall be immune from legal process with respect to acts per-\n          formed by them in their official capacity;\n     (b) where they are not local citizens or nationals, shall be accorded\n          such immunities from immigration restrictions, alien registra-\n          tion requirements and national service obligations and such\n          facilities as regards exchange regulations, as are not less fav-\n          ourable than those accorded by the Member Countries con-\n          cerned to the representatives, officials and employees of\n          comparable rank by any other Member Country;\n     (c) shall be given such repatriation facilities in time of international\n          crises which are not less favourable than those accorded by\n          the Member Countries concerned to the representatives, officials\n          and employees of comparable rank by any other Member\n          Country."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Instruments of Ratification shall be deposited with the Depositary\n     who shall notify the other signatories of each deposit and the date\n     thereof.\n                                    Article 44\n                                Entry into Force\n       The Agreement shall enter into force upon the deposit of Instruments\n     of Ratification by four or more Countries mentioned in pg-agraph 1\n     of the Annex which have subscribed to at least 90 per cent of the\n     initial issue of share capital in accordance with Article 5.\n                                  &ticle 45\n                                    Saving\n      The voting of a representative of any oquntry on the Standing Com-\n     mittee that is not a Member Oountry shall not be counted.\n                                   Article 46\n                                   Accession\n       After the 30th day of November, 1975 a country may become a\n     Member of the Corporation (provided that country is a Member or\n     Associate Member of the Caribbean _Community)by Accession to this\n     Agreement on such terms as the Standing Committee shall determine.\n     Any such country shall deposit, on or before a date appointed by the\n     Standing Committee, an Instrument of Accession with the Depository\n     who shall notify such deposit and the date thereof to the Corporation\n     and the parties to this Agreement. Upon such deposit, the Country\n     shall become a Member of the Corporation on the appointed date.\n                                     Article 47\n                                 Inaugural Meeting"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Member Countries undertake to enact the legislation necessary to\nensure that-\n     (a) all land and other property of every kind whatsoever including\n          things in action vested immediately before the entry into force\n          of this Agreement in the former Corporation are transferred\n          to and vested in the Corporation;\n     (b) all the rights, privileges and advantages and all the liabilities\n          and obligations which, immediately before the entry into force\n          of this Agreement, the former Corporation,(in relation to the\n         me inclusion of this page is authorized by L.N. 57/1980]\n18                WEST INDIES SHIPPING CORPORATION\n               matters referred to in sub-paragraph (U) of this paragraph)\n               was entitled or subject to, are conferred on or assumed by, the\n               Corporation for the purposes of this Agreement;\n          (c) legal proceedings pending immediately before the entry into\n               force of this Agreement by or against the former Corporation,\n               (in relation to matters mentioned in sub-paragraph (a) of this\n               paragraph) may be continued on or after that day by or\n               against the Corporation as the party to the proceedings instead\n              of the former Corporation;\n          (d) the former Corporation is dissolved.\n                                      Article 30       '\n                                   Legal Process\n       Actions may be 'brought against the Corporation in a court of com-\n     petent jurisdiction in the territory of a Member Country in which the\n     Corporation has its principal or a branch office or in the territory\n     of a Member or non-Member Country where it has appointed an\n     agent for the purpose of accepting service or notice of process.\n                                     Article 31\n                                Iinrnunity ofAssets\n       Property and assets of the Corporation wheresoever located and by\n     whomsoever held, shall be immune from requisition, confiscation and\n     expropriation by any Member Country.\n                                     Article 32\n                        Freedom of Assets from Restrictions\n        To the extent necessary to enable the Qrporqtion to effectively\n     carry out its functions and purposes each Member Country undertakes\n     not to withhold such permission as may be necessary under its respective\n     laws in relation to the transfer of assets including funds of the Corpora-\n     tion.\n                                      Article 33\n                          Privilege for Communications\n        Official communications of the Corporation shall be accorded by\n     each Member Country treatment not less favourable than that it accords\n     to the official communications of any other Member Country.\n                                     Article 34\n            Immunities and Privikges of the Corporation Personnel"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The Corporation shall be a body corpbrate to which, Legal\nsubject to the provisions of the Agreement, the provisions krV\n                                                             :t,-:\nof section 28 of the Interpretation Act shall apply.       tion.\n           inclusion of tbis p180 is authorized by LN. 57/19801\n4                         'WEST INDIES' SHIPPZNG CORPORATION\nFinancial        S--W All payments required to be made by the Govern-\nprowsons.\n               ment to the Corporation in respect of the obligations of\n               Jamaica under the Agreement are hereby charged on and\n               shall be payable out of the 'Consolidated Fund.\n                      (2) All sums redeived by the Government from the\n               Corporation on account of the subscription of Jamaica to\n               the capital stock of the Corpotation sbaU be paid into the\n               Consolidated Fund.\nCertain           6. Subject as hereinafter provided, the provisions of\nprovisibns\nof Agree-      Articles 30, 31, 33, 3% 35.apd 36 of the Agreemen\nment to\nhave force     relate to legal proGess,. i k n i t i privileges and\nof law in\nJamaica.\n               tions to- be given effect hLiegaFd the '&rpo&tion) shall\n               have the force of law in Jarpaica,      -'-%\n                                                                    r   -       1\nQuestions        7. If in m y .          ings .any question ari\nas to en-\ntitlement to   or not; in accordance with any of the provisions.of Article\nprivilegu\nand            31, 33, 34. or 35 of the Agreeme         Cq+oration or any\nimmwitiea.                                            'the- benefit of any\n                                                       certificate issued by\n               or under'the authority o€ the Minister m d stating that the\n               Corporation or such other person ought or ought not to be\n               afforded that ben\n               matters so state$.\nDissolution\nof former\nCorpora-\ntion and\ntransfer cif   soever, including choses in action, vested in the former\nassets and\nliabilities,   Corporation immediately before the entry into force of the\netc.\n               Agreement pursua& to Article &thereof   I        fin' this Section\n               referred to as \"the operative day\") shall bn -ebat;day, by\n               virtue of this section and without further assurance, vest\n               in the Corporation.                                          r       1.\n                      (3) All rights, privileges, imrnltnities and other advan:\n               tages and all liabilities and obligations in reiatisp to, the\n                                                                                         -\n                       m e incluslop of t&   page. is e o r i k d by LN. 57/1!XaOJ\n           WEST INDIES SHIPPING-CORPORATION                             5\nmatters referred to in subsection (l), to which, immediately\nbefore the operative day, the former Corporation was en-\ntitled or subject, shall on that day be vested in and assumed\nby the Corporation.\n       (4) All legal proceedings, in relation to the matters\nreferred to in subsection (U,instituted by or against the\nformer Corporation and pending immediately before the\noperative day, may be continued on or after such day by\nor against the Corporation as the party to such proceedings."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. A Member Country which has given notice of its withdrawal\nfrom this Agreement undertakes to honour any financial obligations\nduly assumed during its Membership of the Corporation.\n                                  Article 23\n                         Suspension of Membership"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The Standing Committee shall appoint from the Directors a Chair-\nman and a Vice-Chairman who shall preside in the absence of the\nChairman. Both the Chairman and Vice-chairman shall hold office\nfor three (3) years. Both shall be eligible for reappointment."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7..Except as provided in paragraph 6, no Memrbex Country shall\nbe liable, by reason only of its membership. for obligations of the\nCorporation.\n                                                       ..\n                                  Article 6\n                          Payment of Subscription"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. A Member Country or grow of Member Countries represented\nby a Director may at any time revoke the apwintment of that Director\nand appoint another person in his stead. The Member Country or\nPOUD   of Member Countries concerned shall promptly notify the\nStanding Committee of such revocation and of the new appointment.\n                            Article 16\n                        BOARDOF DIRECTORS:\n                             Powers\n  The Board of Directors shall be responsible for the direction of the\ngeneral operations of the Corporation and for this purpose shall in\naddition to the powers assigned to it by this Agreement, exercise all\nthe powers delegated to it by the Standing hmmittee.\n                               Article 17\n                        BOARD\n                            OF D I R E ~ O R S :\n                                  Voting"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The Minister may, by order, make such provisions as Powerof\n                                                            Minister\nhe may consider necessary or expedient for giving effect to tomake\nany provisions of the Agreement,                            orders."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) Wher            amendment to the Agreement is p ~ z z            t\nrat$@ 6y the Government and the Seeretaiy-General and matters\n       '\n                                                             thereon con-\nnotifies .the Governtnent of the entry into force of such squentid.\namendment pursuant to paragraph 3 of Article 37 of the\nAgreement, the Minister may, by order, amend the Schedule Schedule.\n             g therein the amendmerit so ratified.\n        (2) Any order made under this section may contain\nsuch consequential, supplemental or ancillary provisions as\nappears to the Minister to be necessary or expedient for\nthe purpose of giving due effect to the amendment ratified\n     oresaid,and, without prejudice to the generality of the\n    gdng, may 'contain provisions amending references in\n     Act to specific provisions of the Agreement.\n                  I   ,"
    },
    {
      "provision_ref": "sec73",
      "section": "73",
      "title": "Section 73",
      "content": "73) Eve@ order made under this section shall be\nsubject to negative resolution of the House of Representa-\ntives.\n        (4) Where the Schedule is amended pursuant to this\nsection, any reference'in tIiis Act -or any other instrument\nto the Agieement shall, unless the context otherwise requires,\nbe construed'as\n       .. .   .\n                a *reference\n                    '\n                             to the Agreement as so amended.\n       frhe inclu&m of this page is authorized by L.N. 57/1980]\n6                WEST INDIES SHIPPING CORPORATION\n                                  SCHEDULE               (Sactions 2 and 10)\n                    AGREEMENT ESTABLISHING\n               A WEST IN!DIES SHIPPING CORPORATION\n                                   PREAMBUE\n     The Parti-cipating Governments:\n       Conscious of the need to maintain and improve the shipping service\n     between and beyond the Member States of the Caribbean Community;\n       Mindful of the Resolution adopted by the Fourth Heads of Govern-\n     ment Conference that the Commonwealth Caribbean Countries should\n    endeavour to maintain and improve regional carriers to facilitate the\n    movement of persons, goods and services within the Region;\n       HAVE AGREED AS FOLLOWS:\n                                  CHAPTER I\n                                    Article 1\n                          Estublishment of Corporation"
    }
  ],
  "definitions": []
}