{
  "id": "jm-stat-the-wharfage-act",
  "type": "statute",
  "title": "The Wharfage Act",
  "title_en": "The Wharfage Act",
  "short_name": "Wharfage Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-wharfage-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-wharfage-act",
  "provisions": [
    {
      "provision_ref": "sec0v",
      "section": "0v",
      "title": "Section 0v",
      "content": "0v-y-\nment.        excess of the amount required to be paid under this Act\n             shall be refunded by the Authority, on the production to\n             the Authority of such evidence as it may require as proof\n             of such overpayment.\n                     (2) Any application for a refund under subsection\n             (1) shall be made within ninety days of the date of the\n             overpayment to which it relates or such longer period as\n             the Authority may allow if satisfied that, in the special\n             circumstances of the case, it was not reasonably practicable\n             for the application to be made within ninety days as afore-\n             said.\nWharfage       40.-(1) All sums paid as wharfage cess and wharfage\noess and     tax shall be placed in the Tariff Fund and become a part\nwharfage\ntaxtobe\nplaced in\n             of that Fund.\nthe Taxiff\nFud.                (2) If any sum payable as wharfage cess or wharf-\n             age tax is not paid in accordance with this Act, that sum\n             may be recovered-\n                 (a) summarily as a civil debt at the suit of the Author-\n                     ity in a Resident Magistrate’s Court; or\n                 (b) by the Authority in like maner as taxes, duties\n                     and arrears are recovered by the Collector of Taxes\n                     under sections 46 and 47 of the Tax Collection\n                     Act.\nRecords         4 1 4 1 ) Every wharfinger shall, in respect of wharfage\nand\nreturnS.     cess payable by him, keep such books, records and accounts\n             as may be prescribed and do the things specified in para-\n             graphs (c) and (d)of subsection (2) subject to such modifica-\n             tions as the context may require.\n                   LThs inclusion of this page is authorized by L.N. 60119761\n                          WHARFAGE                              37\n       (2) Every person to whom wharfage tax is paid\nunder subsection (3) of section 34 shall-\n        at such times and in such manner as the Authority\n         may specify from time to time by notice in writing\n         given to that person, pay the wharfage tax collected\n         by him;\n        keep, in respect of the wharfage tax paid to him,\n         such books, records and accounts as may be pres-\n         cribed;\n         permit any person authorized in writing in that be-\n         half by the Authority to enter any premises on\n         which those books, records or accounts are kept\n         and to inspect and make copies of entries in those\n         books, records and accounts;\n         at such times and to such persons as the Authority\n         may specify by notice in writing given to that\n         person, make such returns as may be prescribed.\n       (3) The Minister may by order prescribe anything\nwhich may, pursuant to this section, be prescribed.\n      me inclusion of this page is authorized by LN. 60/1976]\n                                   ~~~~\n28                                     W R ARFAGE\n1511966                               SCHEDULE A            (Sections 2, 3, 17 (1) )\nS.13.\n                                   Wharfage Rates Rules\n                                     PARTI. General"
    },
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1.51 1966   according to the appropriate wharfage rates fixed pursuant\nS.6.\n            to this Act as applicable to the same which may have\n            accrued after the issue of the said warrant, deliver such\n            goods.\nmarfinger        7. A wharfinger shall not except in accordance with\nshall not\ndeliver        sections 8 and 17 deliver or otherwise deal with any goods\nwarrant sur-\ngoodsunless    mentioned in any wharf warrant except upon the surrender\nrenderedto     to him of such warrant by or on behalf of the person for\nhim.\n4411956        the time being entitled to the delivery of such goods.\ns. 3.\nLoss of          8.-(1) If a wharf warrant shall be lost the wharfinger\nwarrant.       by whom the same was issued shall, upon the application of\n               the person representing himself to be the person for the\n               time being entitled to the delivery of the goods mentioned\n               in such warrant and upon proof by statutory declaration\n               that such person sustains the character in relation to such\n               goods which he represents and of the loss of such warrant,\n               give notice by advertisement in each issue of two news-\n               papers published in this Island one at least of which shall\n                           WHARFAGE                                           7\nbe a newspaper published daily in Kingston. Such advertise-\nment shall continue for two weeks and shall set forth the\nparticulars of the warrant stated to have been lost\n      (2) If at the expiry of seven days after the last of\nsuch advertisements no one other than the person aforesaid\nclaims to be entitled to the delivery of the goods represented\nby such warrant the wharfinger may deliver or otherwise\ndeal with such goods as if the said applicant were the person\nfor the time being entitled to the delivery of the goods\nrepresented by such warrant and had surrendered such war-\nrant and shall cause an entry to be made both on the\ncounterfoil of the lost warrant and in the book required\nby subsection (2) of section 5 to be kept that such warrant\nhas been lost and of the advertisements which have been\nmade of such loss before the delivery or other dealing with\nsuch goods.\n       (3) If the person representing himself to be the\nperson for the time being entitled to the delivery of any\ngoods represented by any warrant which has been lost shall\nrequire immediate delivery of such goods before the expiry\nof the time in this section before limited the wharfinger\nshall, upon receipt of the proof above mentioned and upon\nreceipt of a sum which shall in his opinion be sufficient\nto cover the price of such goods, deliver or otherwise deal\nwith the same as if the applicant were the person entitled to\ndelivery thereof and had surrendered the warrant therefor,\nand if at the expiry of seven days after the last of such\nadvertisements as aforesaid no other person shall claim to\nbe entitled to the delivery of the said goods he shall refund\nthe sum so deposited with him to the person depositing the\nsame."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In these Rules-\n               “Class I wharf” means a public wharf not used as such before\n                   the 1st day of January, 1966;\n               “Class II wharf” means any public wharf which is not a Class I\n                   wharf;\n               “wharf” includes-\n                   (a) plant and equipment used for the purposes of a whad;\n                   (b) such passenger handling facilities used in connection\n                        therewith as may be approved by the Minister.\n                                 PARTII. Alteration of Twig"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The Tariff shall be fixed, and may upon review from time to time\n           be altered, in accordance with these Rules."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Subject to the provisions of these Rules the Authority shall as\n          soon as may be practicable after the commencement of these Rules\n           proceed to the fixing of the Tariff, and from time to time thereafter\n           review the same, upon an application under rule 5. or may do so of\n          its own motion."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1) Every wharfinger shall be obliged to keep or Wharfbook.\ncause to be kept a book, wherein shall be fairly entered the\nmarks and numbers of all goods which shall be landed on or\ndelivered at his wharf, and also if known, the names of the\npersons by whom, landed or delivered, and the names of the\npersons to whom the same are to be delivered, and the\nIlzunes of the vessels out of or on which the said goods shall\nbe taken or shipped, and shall also give receipts for all goods\nthat shall be so delivered or landed at or upon his wharf;\nand all Revenue Officers and persons having an interest in\nany goods landed at or shipped from such wharf shall in\nrespect of the entries of such goods have free access to the\nsame during the working hours of the day at such wharf;\nand any wharfinger who shall neglect to keep such book,\nand to make such entries, or to give receipts as aforesaid,\nor refuse access to such book, if demanded, to any officer\nOT person as aforesaid, shall forfeit, for every offence a\nsum not exceeding twenty dollars.\n         fz) In addition to the books and receipts required by\nthe preceding subsection to be kept and to be given\nrespectively by wharfingers for goods landed on or delivered\nat wharves, every wharfinger shall upon request made\nduring working hours in writing by the person or persons\nwhose names shall be entered in the books of such\nwharfinger as the person to whom or on whose order any\ngoods on such wharf are to be delivered, and on payment\nbeing made to such wharfinger of all charges which have 15/1966\naccrued in respect of such goods, issue as such person or S-5(a)&(b).\npersons may direct one or more warrants in the form set\nforth in ScheduIe B. Such warrant shall be kept bound ScheduleB.\n      me inclusion of this page is authorized by L.N. 60/1976]\n6                                         WHARFAGE\n               in counterfoil and the wharfinger shall deliver the warrant\n               to the person making request therefor as aforesaid and\n               shall keep the counterfoil thereof and shall also keep a\n               book in which he shall keep entered the number and date\n               of issue of every such warrant, the name of the person\n               to whom it is issued, the goods represented thereby and\n               the date of the delivery thereof or other dealing therewith\n               and the name of the person to whom such goods are\n               delivered or on whose order they are otherwise dealt with.\nWharfinger    6. Every wharfinger shall either personally or by his\nmay deliver\non demand   servant on demand made during the working hours by or\nrepresented on behalf of the person entitled to delivery of any goods\ngoods\nby warrant. represented by any wharf warrant, and upon surrender of\n            such warrant, and on payment being tendered for the wharf-\n            age and storage (if any) of the goods represented thereby,"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. (1) Where an application is made to the Authority under rule\n          5 (not being an application which the Authority refuses to entertain\n          pursuant to that rule) the person making the application (hereinafter\n          referred to as “the applicant”) shall cause to be published in the\n          form and manner specified in paragraph (2) a notice of application\n          stating that representations relating to the application may in the\n          manner specified in the notice and within fifteen clear days after the\n          last of the publications required under paragraph (2) be lodged with\n          the Authority.\n                (2) A notice of application under paragraph (1) shall be in such\n          form and contain such particulars as the Authority shall direct within\n                            WHARFAGE                                        29\nseven days of the receipt of the application, and shall be published\nin the Gazette and at intervals of not less than three days in two\nissues of a daily newspaper printed and circulating in the Island."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Where the Authority intends of its own motion to proceed It0 the\nfixing or review of the Tariff, it shall cause to be published in the\nGazette and at intervals of not less than three days in two issues of\na daily newspaper printed and circulating in the lsland, notice of such\nintention stating that representations with respect to the Tariff may\nbe lodged with the Authority within fifteen clear days after the last of\nthe publications required by this rule and otherwise in the manner\nspecified in the notice."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The Authority shall, not later than thirty days after the expira-\ntion of the time for lodging representations mentioned in the notice\nunder rule 6 or rule 7, as ,the case may be, proceed to hold a public\ninquiry for the purpose of the fixing of the Tariff\n                                                  or the review thereof,\nas the case may be."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. A wharfinger shall not issue more than one warrant WhPrfinger\n                                                                  shall not\nfor the same goods, provided, however, that every wharfinger     more\nshall on demand in writing made during working hours by than     one\n                                                             warrantfor\n                                                                  samegoods.\n       me inclusion of this page is authorized by L.N. 60/1976]\n                                         WHARFAGE\n              the person entitled to delivery of any goods represented by a\n              wharf warrant upon surrender to him of such warrant, issue\n              to such person two or more warrants each for such parts\n              not being less than one complete package of the goods re-\n              presented by such warrant as such person shall request.\nWho is          10. The person for the time being entitled to the delivery\nentitled to\ndelivery of   of goods represented by a wharf warrant shall be the person\ngoods.        whose name is set forth in such warrant as the person to\n              whom such goods are to be delivered or if such warrant be\n              specially endorsed the person to whom the same is last\n              endorsed, or if such warrant be generally endorsed then the\n              bearer thereof.\nWhen           11. No wharf warrant shall be deemed to have been sur-\nWarrant\ndeemedto     rendered unless it is endorsed by the person for the time\nhavebeen\nsurrendered. being entitled to the delivery of the goods represented\n             thereby and is delivered to the wharfinger who issued the\n             same with a view to its being retained by him.\nDuties of       12. Every wharfinger is hereby obliged, to the extent of\nwhartinger.\n              the accommodation available, to receive, ship or deliver\n              all goods, wares and merchandise, other than explosives,\n              brought to his wharf and to put into a good proper store\n              or stores, or other safe and dry place, such of the goods,\n              wares and merchandise as are liable to damage by exposure\n              and are by custom ordinarily placed in stores, and to weigh,\n              gauge, measure, count or examine, according to their nature\n              and quality, all goods, wares and merchandise when received\n              or landed, and if thereto required when delivered or shipped\n              at his wharf.\n                For the purposes of this section, coconuts, coals, dye-\n              wood, bitter wood, cedar, mahogany, and other woods,\n              lumber, shingles, and heavy pieces of machinery are to be\n              considered goods which it shall not be necessary to place\n              in a store.\n                                                                                 -\n                           WHARFAGE                                              9\n  In any case in which any goods shall be refused to be\nreceived for want of accommodation and the owner of such\ngoods lands or delivers such goods on any other wharf,\nbeach or riverside he shall not thereby render himself liable\nto wharfage rates under section 4."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Any person exercising the right to a hearing, or allowed a hear-\ning, pursuant to the provisions of rule 9, exclusive of paragraph (d)\nthereof, shall be entitled to be represented at a public inquiry by a\nbarrister or by a solicitor or, in the case of a company incorporated\nunder any statute for the time being in force in the Island regulating\nthe incorporation of trading companies any officer or servant of the\ncompany duly authorized in writing either generally or specially in that\nbehalf by the directors thereof."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. As soon as may be after the conclusion of the public inquiry\nfor the fixing or review of the Tariff under these Rules, the Authority\nshall furnish a report thereon to the Minister, and shall include in\nthe report its decision with respect to the T a r 8 as well as a detailed\nstatement of the reasons considered by the Authority to justify its\ndecisions; and, within thirty days from 'the Minister's receipt of such\nreport he may direct the Authority to revise its decision in the light\nof such restrictions, beinn restrictions on increases of wharfage rates\nin respect of such categGries of goods mentioned in ScheduG C,--as Schedule c.\nare specified by the Minister.\n        me inclusion of this page is anthorized by L.N. 60/1976)\n30                                WHARFAGE"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. As soon as may be after the Authority’s revision of its decision\n     or. if no direction in that behalf is given by the Minister, within\n     forty-five days after the Minister’s receipt of the report under rule"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Every wharfinger shall, either personally or by his marfinger\nservant, on demand made during the working hours by or to      goods.\n                                                                 deliver\non behalf of the person or persons whose names shall be\nentered in the books of such wharf as the person or persons\nto whom or on whose order any goods on such wharf are to\nbe delivered, and on production of the bill of lading, ticket,\nreceipt, or other voucher therefor, and on payment being\ntendered for the wharfage and storage (if any) of such\ngoods, according to the appropriate wharfage rates fixed 15/1966\npursuant to this Act as applicable to the same, deliver '. 7*\nsuch goods or any part of them :\n  Provided nevertheless that nothing in this section shall\nbe deemed to deprive or affect the general lien conferred\nby law on wharfingers on goods received into their custody\nor possession for wharfage dues payable by the owner\nthereof, whether before or after the passing of this Act."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Every wharfinger shall erect and maintain on his DUW to\n                                                                   erect crane\nwharf a proper crane for landing goods, and adequate and sheds.\nsheds, or other places of security for storing such goods as\nmay be brought to the same; and no articles liable to\ndamage from exposure shall be allowed to remain exposed\nlonger than the time necessary for removing them to the\nsaid sheds or places of security; and every description of\ngoods liable to damage from contact with the ground\nshall be placed on skids of the height of four inches at\nleast from the ground, and be properly secured, under a\npenalty, not exceeding four dollars for every day in\ndefault, irrespective of liability to an action at law for\n      [The inclusion of thls page is authorized by L.N. 60/1976]\n10                                       WHARFAGE\n               damages in respect of any goods which for want of such\n               precaution shall be damaged or shall be lost or stolen from\n               such wharf.\nmarfinger        15. Every wharfinger is hereby obliged, within thirty\nto make\n&&ration       days after the 30th day of June and the 31st day of\nhalf-yearly*   December in every year, to make a declaration before a\n               Justice, that the accounts entered in his wharf book from\n               the                 day of                 preceding (being\n               the day on which he commenced to keep the said wharf,\n               or the day up to which he had previously made the\n               declaration under this Act) are just and true, and in\n               conformity with the law in that respect; and every such\n               declaration shall be entered in the said wharf book at\n               the close of the entries therein for the immediately\n               preceding six months, which declaration shall be in the\n               words, or to the effect following-\n                   I, A. B., wharfinger of                do declare that all\n                        the accounts of wharfage, storage, weighing,\n                        prices, shipping, receival, and delivery of all\n                        goods, wares and merchandise, brought to this\n                        wharf from the            day of        to the\n                        day of             are just and true, and entered to\n                        the best of my knowledge and belief, in pursuance\n                        of, and in conformity to the directions of the\n                        Wharfage Act.\n                   Taken and declared at                           before me\n                        this         day of                     19         .\n                                                                C.D., (J.P.)\n               and the entries in such book, so declared to as herein-\n               before directed, or examined extracts from or copies\n               thereof duly declared to before a Justice, under the\n               provisions of the Voluntary Declarations Act, shall be\n               received, deemed and taken in the several Courts of Law\n                     me inclusion of this page is authorized by L.N. 60119761\n                           WHARFAGE                                          11\nand Equity of this Island, as good and valid evidence of\nthe several matters entered in such book in compliance\nwith the provisions of this section."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. The Abthority shall prepare and keep full records of the pro.\n     ceedings at any public inquiry and shall after the conclusion of any\n     public inquiry, upon application made in that behalf, furnish to any\n     person who was heard at the inquiry, or to any other person if\n     istthinks fit, upon payment in each case of a fee not exceeding five cents\n     for every hundred words required to be copied, a copy of the whole or\n     any part of the records thereof."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1) If any wharfinger shall neglect or refuse to do marfinger\nand perform his duty in any of the particulars hereinbefore\nset forth for which no penalty is by this Act imposed, or asking\n                                                              larger rates\nshall ask, demand or receive any greater or larger wharfage liable to\nrates or any other payments in respect of the use of the penalty.\n                                                              15/1966\nwharf than are fixed by law, he shall be guilty of an offence     si/8i967\nunder this Act and shall on conviction before a Resident s.3(a),(b),\nMagistrate be liable to imprisonment for a term not exceed- (C).\ning six months or to a penalty not exceeding four hundred\ndollars, and in the case of a continuing offence to a further\npenalty not exceeding forty dollars for each day on which\nthe offence continues.\n          (2) Any person, other than the wharfinger of a 12/1967\nwharf, who except with the prior approval of the Authority s. 3 (c).\ndemands or receives in respect of that wharf any payment\nwhatsoever in respect of the use of the wharf shall be\nguilty of an offence and liable on conviction before a Resi-\ndent Magistrate to imprisonment for a term not exceeding\nsix months, or to a penalty not exceeding four hundred\ndollars and in the case of a continuing offence to a further\npenalty not exceeding forty dollars for each day on which\nthe offence continues.\n          (3) Where a body corporate is guilty of an offence\nagainst this section, every director of the body corporate\nshall, unless he is proved to have been ignorant of or to\nhave attempted to prevent the commission of that offence,\nbe liable to the same penalty as if he had committed the\noffence."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. (1) The T d shall secure to persons investing in public wharves\n     of the Island generally a fair and reasonable return computed 011\n     the following basis. &at is to say-\n          (U) the Authority shall-\n                  (i) treat the operations of all Class I wharves in the Island\n                      as being notionally the operations of a single wharf\n                      (for this purpose consolidating the accounts of all the\n                      wharves of that class accordingly);\n                 (ii) compute a fair and reasonable return to persons\n                      notionally investing in such single wharf; and\n                (E) fix the Tariff accordingly;\n          (b) where at any time it is determined pursuant to rule 13 that\n              different wharfage rates should apply in Merent parishes\n              or groups of parishes in the Island the provisions of sub-\n              paragraph (U) shall have effect as if reference therein to Class\n              I wharves in the Island were a reference\n                         WHARFAGE                                         31\n          (i) :a Class I wharves in each such parish or group of\n               parishes, as the case may be; or\n         (ii) where there is no Class I wharf in any such parish\n               or group of parishes, to Class I1 wharves in that parish\n               or group of parishes, as the case may be.\n   (2) In pursuance of paragraph (1) the Authority shall-\n( U ) charge against revenue all charges which are properly to be\n      made against revenue including in particular the following-\n           (i) operating and maintenance expenses;\n         (ii) taxes other than income tax and profits tax;\n        (iii) depreciation allowances in accordance with paragraph\n               (3);\n        (iv) any other charges shown to the satisfaction of the\n               Authority to be necessary and appropriate for the\n               purpose of earning the revenue, including in the case\n               of a public wharf operated by a limited liability Com-\n               pany, interest charges, payments for the amortization\n               of expenses (including discounts after allowing for any\n               premiums) on the issue or retirement of shares or\n               debentures;\n(6) apportion non-recurring items over such number of years as the\n      Authority may think reasonable;\n(c) in the case of a limited liability company which is either\n      engaged solely in the operation of a public wharf or engaged\n      in the operation of a public wharf and in such other opera-\n      tions as may be approved by the Minister as being ancillary\n      operations, make provision for the payment of dividends on\n      preference shares and for fair and reasonable earnings on\n      the equity capital in respect of the operation of the public\n      wharf, the preference shares and equity capital relating to\n      the wharf being ascentained, where necessary, in accordance\n      with sub-paragraph (4;\n(d) where any person is engaged in a single enterprise which\n      consists of more than one of the following operations,\n      namely-\n           (i) the operation of a Class I wharf;\n         (ii) the operation of a Class I1 wharf;\n        (iii) some other operation approved by the Minister under\n               sub-paragraph (c),\n      apportion the capital, charges and expenses of such enterprise\n      between such respective operations in such manner as it thinks\n      fit;\n(e) calculate revenue and charges against revenue by reference\n      to the operations of the public wharves in the Island as\n      shown in the accounts of such wharves relating to the calendar\n      year immediately preceding the year in which the Tariff is\n      being fixed or reviewed, as the case may be, so, however, that\n32                                 WHARFAGE\n              the Authority shall be entitled to make any adjustment to\n              the said accounts which it is satisfied is required to reflect\n              conditions which have af€ected or are likely to affect the\n              operations of the wharves between the ending of the calendar\n              year dealt with by such accounts and the expiration of the\n              following calendar year :\n                Provided that where any wharf has become operational on\n              a date subsequent to the commencement of the said calendar\n              year it shall be the duty of the wharfinser to furnish to the\n              Authority a statement, which may in so far as necessary\n              include an estimate on the basis of the rates of wharfage\n              for the time b e i in force, as to the operations of the wharf\n              during the period of twelve months commencing on the said\n              date; and revenue and charges against revenue in respect\n              of any such wharf shall be calculated by reference to the\n              operations shown by such statement as if it were accounts\n              hereinbefore referred to, so, however, that the Authority shall\n              not make any such adjustment as aforesaid to any such\n              estimate but may make any changes which the Authority\n              considers to be necessary for the purpose of making any\n              estimate included therein a reasonable estimate.\n               (3) For the purposes of sub-paragraph (U) (iii) of paragraph (2)\n     of t h i s rule provision for depreciation shall be made by applying to the\n     original cost of the wharf, as reduced from time to time by the value\n     of retirements from such wharf as stated in the books of the wharfinger.\n     such rates of depreciation as in the opinion of the A~tthorityarc fair\n     and reasonable, and for this p q m e in relation to the assets forming\n     part of any wharf the Authority shall estimate the lives of such assets\n     and allow depreciation in respect thereof at a constant annual rate\n     over the lives as so estimated, and may take into account the adequacy\n     of any accumulated provision for depreciation in respect of any such\n     assets.\n       For the purposes of this paragraph and rule 18 ‘‘original cost”\n     means the amount which the Authority is satisfied represents the\n     actual cost of constructing and quipping the wharf, so, however, that\n     where the wharf has been acquired by the wharhger by purchase such\n     cost shall be either-\n          (U) the mount which the Authority is satisfied represents the\n              actual cost to the wharfiner; or\n         (b) the amount which it is satisfied represents the actual mst to\n             the first person who owned the wharf after the 31st day of\n             December, 1963,\n     whichever is less.\n                              WHARFAGE                                        33\n       (4) In paragraph (2) of this rde-\n      (a) “limited liability company” means any company limited by\n                shares and incorporated under any statute for the time\n                being in force in the Island regulating the incorporation\n                of trading companies;\n      (b) “equity capital” in relation to a limited liability company\n                means the s u m of-\n             (i) its issued share capital excluding preference shares and\n                  also excluding any pant of the issued share Capital\n                  arising from a revaluation or assets and the capitaliza-\n                  tion of a capital surplus arising therefrom; and\n            (ii) its reserves of whatever kind excluding any amount\n                  written off or retained by way of providing for deprecia-\n                  tion, renewals or diminution in value of assets or\n                  r b e d by way of providing for any known liability\n                  (which shall be deemed to include all liabilities in\n                  respect of expenditure contracted for and all disputed\n                  or contingent liabilities);\n      (c) “earnings on equity capital” includes-\n             (i) dividends on issued share capital referred to in sub-\n                  paragraph (b) (i) of this paragraph; and\n            (ii) such reserves as in the opinion of the Authority are\n                  usual or proper to be made by undertakings of a like\n                  charaoter;\n      (4in determining the reasonable earnings on the equity capital\n          of limited liability companies operating public wharves regard\n          shall be had to the earnings of companies which in the\n          opinion of the Authority are comparable investor owned\n          companies, whether incorporated in Jamaica or elsewhere,\n          and with which such first-mentioned companies must com-\n          pete for capital."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. The accounts and any statement referred to in sub-paragraph\n(e) of paragraph (2) of rule 17 shall be maintained on an original\ncost basis within the meaning of paragraph (3) of rule 17, and subject\nas aforesaid shall be prepared in such form and contain such parti-\nculars and comply with such auditing requirements as the Authority\nmay, after giving the wharfinger concerned an opportunity to make\nrepresentations in that behalfy from time to time in writing direct."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(I)   The Minister may upon the application of the\n15/ 1966      owner or occupier of any premises appoint such premises\ns. 9.         to be an approved warehouse for the purposes of paragraph\n              (c) of section 18 subject to such conditions and restrictions\n              as the Minister may from time to time impose.\n                       (2) Where a wharfinger has removed goods, or\n              caused goods to be removed, to an approved warehouse\n              pursuant to paragraph (c) of section 18, such goods shall\n              during the period they are stored in such warehouse be\n              deemed to be in the possession of the wharfinger, and the\n              provisions of this Act shall apply to such goods as if they\n              remained stored on his wharf.\n                      (3) The Minister may make regulations generally for\n              the fixing from time to time by the Authority of the rates\n              of charges payable to the keepers or occupiers of approved\n              warehouses to which goods are removed as aforesaid, and\n              without prejudice to the generality of the powers hereby\n              conferred may make regulations-\n                   (a) for the making of representations to the Authority\n                        by persons likely to be affected by such rates;\n                   (b) for the hearing by the Authority of representations\n                        in relation to such rates; and\n                   (c) providing for the period of storage to which per-\n                        sons paying such rates are entitled.\n                           WHARFAGE                                         i5"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.41) In the case of any wharf in relation to which goods       Storageof\n                                                                         on\nsection 18 does not apply-                                         wharves\n                                                                   outside of\n     (a) subject to the provisions of paragraph (b)-               Kingston.\n                                                                   1511966\n              (i) the storing deemed to be covered and S.            9.\n                  included in the wharfage payable on goods 28/197i\n                  landed thereat shall include and cover S. 3 (a).\n                  storing for a period of three months only,\n                  such period to run from the day of landing :\n                     Provided that in the case of goods landed\n                  at any such wharf which by the terms of\n                  the bill of lading thereof are required to be\n                  landed free of charge to the consignee for\n                  landing, the period of three months shall\n                  be extended by fourteen clear days;\n             (ii) in the case of goods received €or shipment,\n                  the wharfage from the date of such receipt\n                  shall cover and include their storing for\n                   three months prior to the arrival of the ship\n                   by which they are to be shipped;\n            (iii) in any case in which any such storing\n                   exceeds the period fixed in that behalf by\n                   sub-paragraph (i) or (ii), the wharfinger shall\n                   be entitled to an additional payment at the\n                  rate of one-fourth the wharfage payable in\n                  respect of the goods for every month or\n                   part of a month beyond the period fixed as\n                   aforesaid;\n     (b) the wharfage shall, in the case of lumber and\n          shingles, cover a keeping on the wharf not exceed-\n          ing three months, and in the case of coal or patent\n          fuel not exceeding six months; and where lumber\n          or shingles are left on a wharf for a period exceed-\n          ing three months, the wharfinger shall be entitled\n          to an additional payment at the rate of one-twelfth\n          part of the original wharfage for every month or\n  16                                    WHARFAGE\n                     part of a month in excess of the three months;\n                     and where coal or patent fuel is left for a period\n                     exceeding six months, at the rate of 24 cents per\n                     ton additional, and at the expiration of twelve\n                     months, the wharfinger shall be entitled to charge\n                     for any such coal or patent fuel anew as if then\n                     first landed at the wharf;\n                 (c) before any additional charge authorized by para-\n                     graph (a) or (b)is made, three clear days' notice in\n                     writing shall be given to the person chargeable\n                     either personally or to his agent to remove the\n                     same, with an intimation that, if he fails to do so,\n                     the additional charge so authorized will be payable;\n                     and in case such person or agent cannot be found\n                     such notice may be posted to the last-known place\n                     of business or abode of such person or agent;\n                (4 where any goods are left on a wharf after the\n                     time allowed under sub-paragraph (i) or (ii), as the\n                     case may be, of paragraph (a) a wharfinger'may,\n                    by giving notice in writing by registered post to\n                    the consignee or shippers of such goods request\n                    that such goods be removed from his wharf within\n                    such time as may be specified in such notice being\n                    not less than three months after the date of such\n                    notice; and, in default of such goods being\n                    removed, the wharfinger shall be entitled to the\n                    full wharfage for each month or part of a month\n                    during which such goods may remain on the wharf.\n28f 1971\nS. 3 (b).\n                   (2) Notwithstanding anything to the contrary, the\n            Minister may from time to time-\n                (a) by order vary the period of storage allowed by sub-\n                    paragraph (i) or (iiof\n                                         ) paragraph (a) of subsection\n                    (1) or the period of keeping allowed in paragraph\n                            WHARFAGE                                 17\n         (b) thereof and thereupon a reference to such\n         period in this Act shall be construed as a reference\n         to the period prescribed by the Minister;\n    (b) by order, which shall be subject to negative resolu-\n        tion of the House of Representatives, vary the rates\n        at which additional sums shall be payable in res-\n        pect of goods left on a wharf after the period of\n        storage allowed by subparagraph (i) or (ii) of para-\n        graph (a) of subsection (1) or the period of keeping\n        thereof allowed by paragraph (b) thereof (or as\n        the case may be, such other period prescribed by\n        the Minister under paragraph (U) of this subsec-\n        tion) and any such order-\n            (i) shall specify the periods of time covered by\n                such rates and may specify different rates\n                for different periods during which goods\n                remain on a wharf after the period of\n                storage or keeping allowed as the case may\n                be; and\n           (ii) may contain such consequential, supplemen-\n                tal¶ ancillary or transitional provisions as\n                appear to the Minister to be necessary or\n                expedient for the purpose of carrying the\n                order into effect."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.-(1) If any dispute arises as to whether any or what Disputes-\n                                                           to wharfage,\nwharfage or storage is payable on any goods, the person md\nentitled to the delivery of the goods or his agent shall s15/1966\n                                                            . 9.\ndeposit with the wharfinger the amount demanded by him,\nand may, within three months after such deposit, make\napplication to the Authority to decide whether any or what\nwharfage or storage is payable, and the Authority shall\ndecide the application.\n        (2) The person entitled to the delivery of the goods\nor his agent, or the wharfinger, if dissatisfied with the deci-\n                                        WHARFAGE\n             sion of the Authority given pursuant to subsection (l), may,\n             within one month after such decision, appeal to the Court\n             of Appeal but if no such appeal is instituted the decision\n             of the Authority shall be final and conclusive.\n                     (3) Where the Authority so decides or, in case of\n             an appeal, if it is determined that the amount payable was\n             less than the amount deposited, the wharfinger shall refund\n             to the person entitled to delivery of the goods or his agent\n             the difference between the deposit and the amount found\n             to be due.\nPowers of      22.-(1) Subject to the provisions of this Act, the\nAuthority\nunder this   Authority shall have power, for the purpose of the discharge\nAct.         of the functions assigned to the Authority by this Act-\n1511966\ns. 9.                 by summons signed by the chairman or by the\n                      secretary of the Authority to summon and enforce\n                      the attendance of witnesses and parties concerned,\n                      and to compel the production of books, plans, and\n                      documents by the same means and, so far as may\n                      be, in the same manner as provided in the Wit-\n                      nesses Expenses Act in the case of any legal pro-\n                      ceeding before a court;\n                      to examine witnesses and parties concerned on\n                      oath, which oath the chairman or secretary of the\n                      Authority is hereby empowered to administer.\n                    (2) Any person who-\n                 (a) without sufficient cause, fails or refuses to attend\n                      before the Authority in obedience to a summons\n                      under this rule, or fails or refuses to produce any\n                      paper, book, record or document which he' was\n                      required by such summons to produce; or                   %\n                 (6) being a witness, leaves the Authority without the\n                      permission of the Authority; or\n                   IThe inclusion of this page is authorized by L.N. 60/1976]\n                           WHARFAGE                                           19\n    (c) being a witness, refuses without sufficient cause, to\n         answer any question put to him by or with the\n         permission of the Authority; or\n     (6) wilfully obstructs or interrupts the proceedings of\n         the Authority,\nshall be liable on summary conviction before a Resident\nMagistrate to a fine not exceeding one hundred dollars\nor in default of payment thereof to imprisonment with or\nwithout hard labour for a period not exceeding six months.\n       (3) All process and proceedings before the Authority\nunder this Act shall be free of stamp duty."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Upon an appeal the Court of Appeal may-\n          (U) dismiss the appeal; or\n          (b) allow the appeal and-\n                   (i) in relation to a point of law give such directions as the\n                       Court thinks fit;\n                  (5) in any other case remit the matter to the Authority for\n                       rehearing generally or for such further proceedings by\n                       the Authority as the Court thinks fit,\n     and may award such costs as it thinks fit including any costs of the\n     hearing before the Authority and may also make such further or other\n     order as it may think just, including an order, in the case of any\n     such remission, that the rates of wharfage shall, as from the date of\n     the remission. be the rates in force immediately before the decision\n     appealed from was published under rule 12 if in the opinion of the\n     Court substantial injustice would be occasioned in the absence of such\n     order; but, subject to the provisions of any such order as last mentioned,\n     the Tariff as fixed or altered by any decision against which any\n     appeal is brought, shall, in the event of a rehearing being ordered\n     on such appeal, remain in force unless and until the TarB is varied\n     by any decision of the Authority upon such rehearing."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Subject to the provisions of this Part, the procedure upon appeal\n     to the Court of Appeal under these Rules shall be such as may from\n     time to time be presoribed by rules of Court.\n             me inclusion of this page is authorized by L.N. 60/19761\n                            WHARFAGE                                                             35\n                           SCHEDULE B                                                (Sadion 5\n                                                                                     (2) 1\nNo.              Wharf Warrant Book                            Page                   IS/l%6\n                                                                                     S. 14.\n        (name)                                    Wharf.\n        (port or place)                     Jamaica,                      19\nWarrant for\nreceived from                             on the                   19\ndelivered to                                   or assigns by endorsement\nhereon on payment of charges accrued from and after the date of this\nWarrant.\n  4!\n  $4\n                          .............................................Wharfinger.\n36                                  WHARFAGE\n                                   SCHEDULE C             (Schedule A, rule 11)\n151 1966            Rice\nS. 14.     .        Baking and Counter Hour\n                    wheat\n                    cornmeal\n                    oats\n                    Irish potatoes\n                    Butter\n                    Beef (Salted)\n                    Pork (Salted)\n                    Codfish, Mackerels\n                    Matches\n                    Lumber\n                    Tallow\n                     School books and school appliances\n                     Textiles\n                     Raw Cotton\n                     Drugs and Pharmaceuticals"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. If any wharfinger shall knowingly give, lend, or use, Pendtyfor\nor consent, or be in any way privy to any person in his $ ~ ~ ~ $ ; ~ -\nemployment giving, lending, or using any goods landed at goods    on\n                                                            wharf with-\nor received on his wharf without the consent of the owner outconsent\nof, or person entitled to, the said goods, first had and ofowner*\nobtained, such wharfinger shall, on information by the\nowner of such goods and on summary conviction be liable\nto a penalty not exceeding twenty dollars or imprisonment\nnot exceeding thirty days, without prejudice to any other\nremedy at law by the owner or party entitled to such\ngoods."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. Every wharfinger receiving logwood, fustic or other Wharfageof\ndyewoods, or other woods, or lumber, staves, or shingles fg!E;ds*\nupon his wharf, shall weigh such dyewoods or other woods, sbindwetc.\nand take an account of the measurement of such lumber,\nand count such staves and shingles, and enter in the book\nto be kept by him as aforesaid against the entry of the said\niirticles, the result of such weights, measurements, or count-\ning, with the dates when made, and shall if required place\nthe said severd articles respectively in separate lots; and\n      m e inclusion of this page is authorized by L.N. 60/1976]\n20                                     WHARFAGE\n          every such wharfinger as aforesaid neglecting to perform\n          any of such duties shall on summary conviction be liable\n          to a penalty not exceeding twenty dollars :\n            Provided that whenever any wharfinger is unable from\n          want of space to comply with the requirement as to placing\n          dyewood or other woods in separate lots, he shall before\n          accepting delivery of such wood give the owner notice in\n          writing of his inability so to do, and such owner may there-\n          upon store such dyewoods or other woods on and ship the\n          same from any other wharf or beach or riverside without\n          rendering himself liable to wharfage under section 4 to the\n          wharfinger giving such notice."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. In case any goods shall have remained on any public\nmamngon\nwharf one    wharf for a period of one year from the landing thereof\n~ y y a y b eand the same shall be unclaimed, or the person or persons\n             to whom the same shall have been consigned or belong shall\n             refuse or neglect to pay the person in possession of such\n             wharf the legal rates of wharfage, landing, and storing\n             of such goods, or such lower rate as may have been agreed\n             upon, or in case any goods shall remain on any public\n15/1%6       wharf after the expiration of a notice given under paragraph\nS. 11 (a)    (c) of subsection (1) of section 18 or for a period of seven\n             days after the expiration of a notice given under paragraph\n             (d) of subsection (1) of section 20; then and in every such\n             case it shall be lawful for the wharfinger to sell, or cause\n             to be sold by public auction, such goods; and the moneys\n             arising from such sale shall be applied and appropriated\n             by the person in possession of such wharf in defraying\n             the amount due for wharfage, landing, and storage as\n             aforesaid, and the expenses of sale, including the expenses\n             of advertising as hereinafter directed, and the residue\n             of the said moneys, shall be paid to the person or persons\n             entitled thereto, if known, or if not known, or if\n             such person or persons shall refuse to receive the same,\n             to the Accountant-General of this Island to be\n                            WHARFAGE                                   23"
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33.-(1) A tax to be known as a wharfage cess shall be Wharfage\n                                                                CMS.\npaid by any wharfinger to whom additional sums are pay-\nable for the storing or keeping on his wharf of goods for\nany period-\n      (a) in excess of the period allowed by paragraph (a)\n            of subsection (1) of section 18 or by paragraph (a)\n            or (b) of subsection (1) of section 20; and\n      (b) ending after the 30th day of November, 1974.\n          (2) The rate of the wharfage cess shall be seventy-\nfive per centurn of the additional sums referred to in sub-\nsection (1).\n          (3) The wharfage cess payable by any wharfinger\nshall be paid by him at such times and in such manner\nas the Authority may specify from time to time by notice\nin writing given to the wharfinger.\n          (4) The Minister may by order, which shall be sub-\nject to affirmative resolution of the House of Representa-\ntives, vary the rate of the wharfage cess.\n        (5) The Authority may, if it thinks it just to do so,\nwaive, remit or refund in whole or in part the wharfage\ncess payable by any person, and any such waiver, remission\nor refund may be subject to such conditions as the Authority\nmay see fit to impose."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34.-(1) Subject to the provisions of subsection (2) the Wharfage\nHouse of Representatives may from time to time by resolu- tax.\ntion impose upon goods imported into Jamaica and\nhdd-\n      (a) on any public wharf; or\n      (b) at any beach or riverside in any harbour or port,\n          whether a public wharf is in that harbour or port\n          or not,\na tax to be known as a wharfage tax and may revoke, reduce,\nincrease or alter any such tax and may provide for exemp-\ntions therefrom.\n~\n24                                         WHARFAGE\n                     (2) No wharfage tax shall be payable upon goods\n              imported free of customs duty by virtue of the Bauxite and\n              Alumina Industries (Encouragement) Act .\n                      (3) The importer of goods in respect of which wharf-\n              age tax is payable shall-\n                   (a) where those goods are landed on a public wharf,\n                        pay the wharfage tax to the wharfinger at the\n                        time of delivery of the goods;\n                  (b) where those goods are landed at any other place,\n                        pay the wharfage tax, as soon as is practicable\n                        after the landing of those goods, to the owner, or\n                        the manager, or any other person having control,\n                        of that place.\n                     (4) A wharfinger or any of the persons referred to\n              in paragraph (b) of subsection (3), as the case may require\n              shall, on behalf of the Authority, collect from the importer\n              the wharfage tax payable in respect of any goods landed\n              on that wharfinger’s wharf, or at that other place, as the\n              case may be, and any person who fails to do so shall.\n              notwithstanding that failure, pay to the Authority the\n              amount of the wharfage tax.\n                      (5) In this section “import” and “importer” have\n              the meanings respectively assigned to those expressions by\n              the Customs Act.\nMinister        %.-(U Notwithstanding anything contained in section\nreaponsible\nfor finance   34 the Minister responsible for finance may by order in-\nm a y make    crease or reduce the wharfage tax and from such date as\ninterim\norder.        shall be specified in the order (not being earlier than the\n              date of publication of the order in the Gazette), and until\n              the order ceases to be in force, the wharfage tax specified\n              in the order shall be payable in lieu of any wharfage tax\n              payable prior thereto.\n                    (2) Where any wharfage tax is reduced by an order\n              made under this section, every person who is liable to pay\n                                WHARFAGE                                      25\nwharfage tax shall pay the reduced wharfage tax and in\naddition shall deposit with the wharfinger or the Authority,\nas the case may require, the difference between the wharf-\nage tax payable prior to the date specified in the order\nand the wharfage tax payable under the order during the\nperiod it continues in force.\n  %.-(U     Every order made under section 35 shall, within Interim\n                                                             order to be\nforty-two days from the date of its first publication, be confirmed.\nsubmitted to the House of Representatives and the House              zz.Ogdd'\nof Representatives may by resolution confirm, amend or &;z;La!t-\nrevoke the wharfage tax payable under that order, and tives.\nupon publication of the resolution of the House of Repre-\nsentatives in the Gazette the resolution shall have effect\nin place of the order.\n        (2) Any order which is not submitted to the House\nof Representatives within the period of forty-two days as\naforesaid shall ipso fact0 expire."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37.41) So much of any wharfage tax paid under any E~~~~\n                                                               to be\norder made under section 35 as may be in excess of the refund+\nwharfage tax payable immediately after that order ceases             E;;:;:\nto be in force shall be repaid to the person who paid that\ntax.\n        (2) So much of any sum deposited in accordance\nwith subsection (2) of section 35 as, together with the wharf-\nage tax paid, is equal to the wharfage tax payable after the\norder ceases to be in force, shall be brought to account by\nthe wharfinger or the Authority, as the case may require,\nas wharfage tax and the balance, if any, shall be refunded\nto the depositor.\n. 38. The Minister responsible for finance may, after con- waive.\n                                                           Powerto\nsidering recommendations made to him by the Authority remitor\nin respect of any application to the Authority by any refund\n                                                           wharfage\nperson liable for payment of wharfage tax under this Act, tax.\nwaive, remit or refund that tax in whole or in part and\n          me inclusion of this page is authorized by L.N. 60/1976]\n26                                      WHARFAGE\n             any such waiver, remission or refund may be subject to\n             such conditions as the Minister responsible for finance\n             may see fit to impose.\nRefund of      39.-(1) Any amount paid as wharfage tax which is in"
    }
  ],
  "definitions": []
}