{
  "id": "jm-stat-the-wild-life-protection-act",
  "type": "statute",
  "title": "The Wild Life Protection Act",
  "title_en": "The Wild Life Protection Act",
  "short_name": "Wild Life Protection Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-wild-life-protection-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-wild-life-protection-act | Legal areas: Environment",
  "provisions": [
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.41) No person shall hunt any protected animal or\nprotected bird.\n                                                                     sz:d\n                                                               animals and\n                                                               protectcd\n       (2) Every person who contravenes the provisions of            yF\nsubsection (1) shall be guilty of an offence against this Act. 5811998."
    },
    {
      "provision_ref": "sec6a",
      "section": "6A",
      "title": "Section 6A",
      "content": "6A. Every person who-                                     Processing\n                                                            protected\n     (a) has in his possession the whole or any part of any LN.\n                                                            animal,etc.\n         protected animal or protected bird; or             %/1998.\n     (6) takes or has in his possession the nest or egg of\n         any protected bird,\nshall be guilty of an offence against this Act."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.41) During the shooting season game birds of any Hunti\nkind to which that season relates may lawfully be hunted disposx of\non the first day of the season and thereafter only on such &    ;:\n                                                                 *\ndays in each week as the Authority with the approval of the S. 2 ~ .\n                                                             911991\nMinister may by order prescribe.                                     3rd Soh.\n     (2) Every person who-\n   (a) hunts any game bird, either-\n         (i) during the close season; or\n          me incldon of this page is authorized by L.N. 146/ 19991\n.6                                 WILD LIFE PROTECTION\n                          (ii) during the shooting season on any day other\n                               than the first day thereof or a day prescribed\n                               under subsection (1);\n                    (b) takes or has in his possession for sale, hawks, offers\n                          for sale or sells, or stores in any commercial cold\n                          storage, any game bird,\n               shall be guilty of an offence against this Act.\n                      (3) Any Game Warden or Constable who has reason-\n               able cause to suspect that game birds are being stored in\n               any commercial cold storage may (without prejudice to any\n               other powers conferred on him by this Act) at any reason-\n               able time enter and inspect such cold storage and may\n               seize and detain for the purpose of proceedings under this\n               Act any game birds found therein.\nTaking           8. Every person who-\nturtle eggs.\n                   (U) takes or attempts to take; or\n                    (b) sells or has in his possession for the purpose of\n                         sale,\n               any turtle eggs shall be guilty of an offence against this\n               Act.\nHunting\nof animals"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Taking turtle eggs.\n8 ~ Hunting\n    .        of animals and birds in and taking of eggs from the\n      exclusive economic zone.\n                                 Fish"
    },
    {
      "provision_ref": "sec8a",
      "section": "8A",
      "title": "Section 8A",
      "content": "8A. Any person who hunts any animal or bird in or takes\nand birds      any eggs from the exclusive economic zone without a\nin aad\ntaking of      licence issued under this Act shall be guirty of an offence\neggs\nfrom the       against this Act.\nexclusive\necononuc\nwnc.\n33/1991\ns. U\n                                            Fish\nTaking           9.-(1) Every person who-\nimmature\nfish.                (U) takes or attempts to take; or\n                     (b) knowingly kills or injures or ac.2mpts to kill or\n                         injure; or\n                     (c) knowingly buys, sells, exposes for sale or has in\n                         his possession,\n                        [The inclusion d this page is authorized by L.N. 146/ 19991\n                   WILD LIFE PROTECTION                                          7\nfish which is immature shall be guilty of an offence against\nthis Act.\n        (2) Paragraph (a) of subsection (1) shall not apply\nto any person who takes a fish accidentally and returns\nit to the water with the least possible delay.\n        (3) For the purposes of this section a fish is immature\n8 it is of a size smaller than the size prescribed by any\nregulations made under section 14."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Every person whc+                                              Dynamite\n                                                                     and other\n    (a) uses, or causes to be used, dynamite or other 0mat&&.\n                                                          0 ~ 0 ~\n        explosive substance with intent thereby to take,\n        kill or injure fish in any wateg or\n    (b) places or causes to be placed any poison, lime or\n        noxious material in any water with intent thereby\n        to take, kill or injure fish that may then be or\n        may thmafter be put therein; or\n    (c) unlawfully and maliciously cuts through, breaks\n          down or otherwise damages or destroys any dam,\n          floodgate or sluice with intent thereby to take,\n          kill or injure fish; or\n     0 uses or causes to be used in any river, stream or\n          canal any trap other than an authorized trap,\nshall be guiIty of an offence against this Act."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Notwithstanding anything to the contrary every p r o m e t\nperson who causes or knowingly permits to flow or puts or -Gg=\nknowingly permits to be put, whether directly or indirectly g;d;do\ninto any harbour, river, stream, canal, lagoon or estuary,\ncontaining fish, any trade effluent or industrial waste or %y;liw8.\nsewage or any noxious or polluting matter shall be guilty\nof an offence against this section and shall, upon conviction\nbefore a Resident Magistrate, be liable to a fine not exceed-\ning one hundred thousand dollars or to imprisonment for LN.\na term not exceeding two years or to both such fine and L.N.  28611992.\nimprisonment.                                                 58/ 1998.\n             hclusion of this page is authorized by L.N.146/ 19991\n8                                WILD LZFE PROTECTION\nDellinp\nwth             12. Every person who knowingly buys, sells or has in\nfish t.ken.\ntiued or\n              his possession fish taken, killed or injured in contravention\ninjured       of the provisions of this Act or of any regulations made\nctrzb         thereunder shall be guilty of an offence against this Act.\n                                             General\not oaccrr.\nAphtmen(   13. The Governor-General may from time to time\n              appoint Game Wardens, Fishery Inspectors and such other\n              officers as he may deem necessary or expedient for carrying\n              out the provisions of this Act.\nRegulatioaa      1 4 . 4 ) The Authority, with the approval of the Minister\n9/1991\n3rd Sch.      may make regulations generally for the better carrying out\n              of the provisions of this Act.\n                       (2) Regulations made under this section may, with-\n              out prejudice to the generality of the power conferred by\n              subsection 1(-)\nSecond and\nThird              (U) alter or amend the Second and Third Schedules;\nSchedule&          (b) control either generally or for any specified period\n                         or periods the taking of any fish or of any specified\n                         species of fish either throughout the Island or in\n                         any specified water or area;\n                   (c) make provision for the stocking of any water with\n                         fish and for the establishment and control of fish\n                         sanctuaries and hatcheries;\n                   (d) control either generally or in respect of any speci-\n                         fied water or area the methods and traps which\n                         may be employed in hunting any animal or bird\n                         or in taking any fish;\n                   (e) restrict or impose conditions in respect of the\n                         keeping of any animal, bird or fish in captivity;\n                   v) limit the number of game birds or fish which may\n                         be hunted or taken by any one person in any one\n                         day;\n                   (g) require persons to render returns containing such\n                         information as may be specified;\n                        me inclusion of this page is authorized by L.N. 146/ 19991\n                      WILD LJFE PROTECTION                               9\n    (h) prescribe the form and make provision for the\n            issue of licences and the fees therefor.\n        (3) Notwithstanding the provisions of section 29 of L.N.\nthe Interpretation Act, regulations made under this Act 58j-1998.\nmay prescribe greater penalties than those specified in that\nsection so, however, that the maximum penalty that may\nbe imposed shall be a fine of one hundred thousand dollars\nand imprisonment for two years.\n        (4) The Minister may, subject to afErmative resolu- LN.\ntion of the House of Representatives, amend the penalty 581 1998.\nspecified in subsection (3)."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Dealings with fish taken, killed or injured contrary to this Act.\n                              Genrral"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1)   Any Fishery Inspector may for the purpose of- P- to\n                                                            mtabda\n     (a) stocking any water with fish; or\n     (b) inspecting any water containing fish,\nat all reasonable times of the day enter, remain upon and\ntraverse any lands.\n        (2) Any Game Warden, Fishery Inspector or Con-\nstable may, where he has reason to suspect that any offence\nagainst this Act or against any regulations made thereunder\nis being committed or is about to be committed, at any\ntime of the day or night enter, remain upon and traverse\nany lands.\n        (3) Every person who refuses to admit or\nobstructe\n     (a) any Fishery Inspector in the exercise of any of\n          the powers conferred by subsection (1): or\n     (6) any Game Warden, Fishery Inspector or Constable\n          in the exercise of any of the powers conferred by\n          subsection (2),\nshall be guilty of an offence against this Act."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Any Game Warden, Fishery Inspector or Constabte P O W ~of\nmay in any public place or on any Crown lands or in any search.\nGame Sanctuary or Fish Sanctuary, search any person\n            me inclusion of this page is authorized by L.N. 146/ 19991\n10                                WILD LIFE PROTECTION\n               whom he may have reasonable cause to suspect of having\n               contravened any of the provisions of this Act or of any\n               regulations made thereunder, and may stop and search any\n               vehicle, boat or other conveyance in or upon which he\n               has good cause to suspect that there is any animal, bird or\n               fish or the nest or egg of any bird in respect of which any\n               offence against this Act or any regulations made thereunder\n               has been committed or in or upon which he has reasonable\n               cause to suspect that there is any gun, catapult or other\n               weapon or any trap used in the commission of any such\n               offence.\n        nW-       17. Where any person is found committing, or is reason-\nout warrant.\n               ably suspected of being engaged in committing 811 offence\n                against this Act or any remlations made therander, any\n               Game Warden, Fishery Inspector or Constable may with-\n               out warrant stop and detain him, and if his name and\n               address are not known and he fails to give them to the\n               satisfaction of the Game Warden, Fishery Inspector or Con-\n               stable such Game Warden, Fishery Inspector, or Constable,\n               may without warrant apprehend him and, where such arrest\n               is effected by a Game Warden or Fishery Inspector, shall\n               forthwith deliver him into custody at the nearest police\n               station to be dealt with according to law.\nP-CU\nfound"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Where any person is found offending against this Act\nOffClldinp.    or against any regulations made thereunder, any other\n               person may require the offender to give his name, descrip-\n               tion and place of abode, and in case the offender does not\n               truly give his name, description and place of abode, such\n               offender shall, in addition to any other penalty to which he\nL.N.           may be liable under this Act, upon summary conviction\n2881 1992\n               before a Resident Magistrate, be liable to a fine not exceed-\n                ing forty thousand dollars or to imprisonment for a term\nL.N.\n581 1998.      not exceeding twelve months.\n                        [The inclusion d this page is authorized by L.N. 146/ 19991\n                        WILDLIFE PROTECTION\nstraight line traversing Cocoa Walk Bay and Cold Harbour to the high water\nmark at Alligator Head, then continuing in a straight line traversing Unity\nBay, Pellew Island and Lime Kiln Bay to the high water mark on the eastern\nshoreline of the Lime Kiln Bay; then going in an easterly direction\nalong the high water mark to Salt Creek Bay; then southerly from the high\nwater mark along the road that leads from Salt Creek Bay to the Fairy Hill-\nDrapers main road; then east along this said main road to where it is\nintersected by the main road leading to Shenvood Forest at Fairy Hill; then\nsouth along the Shenvood Forest main road to Shenvood Forest, then\ncontinuing along this road generally in a westerly direction, passing through\nthe communities of Cambridge, Look Out and Nonsuch to where it meets\nwith the FellowshipPort Antonio main road at Breastworks; then\ncontinuing westerly in a straight line across the mountains, to the end of the\nmain road by the school at Spring Bank, then continuing along this road in a\ngenerally northern direction to the community of Stony Hill; then north along\nthe road that leads fiom Stony Hill to Norwich where it intersects with the\nNorwich to Port Antonio main road by the church at Nonvich; then fiom this\nintersection going north along the main road that meets with the Jamaica\nRailway Corporation track in the vicinity of Norwich Halt; then east along\nthe Jamaica Railway Corporation track to where the coast line meets with it\nat Nose Point in the vicinity of Bryans Bay; then continuing easterly in a\nstraight line along the reef from the high water mark at Nose Point traversing\nWest Harbour, the northern shoreline of Navy Island and East Harbour to the\nstarting point.\n                            WILD LIFE PROTECTION\nL. Nn.     Maps Delineating the Boundaries of Game Sanctuaries specified in\n9611997,                  Paragraph 3 of Part I, contd.\n5511998.\n8412004.\n                 THE GREATMORASS, HOLLAND\n                                        B A Y , ST. THOMAS\n                 WILD LIFE PROTECTION                           19\n                      PART 111, contd.\nMaps Delineating the Boundaries of Game Sanctuaries specified\n               in Paragraph 3 ofpart I, contd.\n    GLFSTENING WATERS -\n        FAEMQUTH\n20                    WILD LIFE PROTECTION\n                           PART111, contd.\n     Maps Delineating the Boundaries of Game Sanctuaries speciJied\n                    in Paragraph 3 of Part I, contd.\n                     WILD LIFE PROTECTION                              21\n                           PART 111, confd\nMaps Delineating the Boundaries of Game Sanctuaries specijed\n               in Paragraph 3 ofPart I, contd\n             THE G M A T MORASS-\n                   NEGlUL\n                                                                   T\n                                                                   N\n22                      WILD LIFE PROTECTION\n                               PART 111, contd.\n     Maps Delineating the Boundaries of Game Sanctuaries specijied\n                    in Paragraph 3 of Part I, contd.\n                       LOWER MCIEUSS\n                        s'r. ELIZAEXTH\n                    WILD LIFE PROTECTION                                23\n                           PART I1 I, contd.\nMaps Delineating the Boundaries of Game Sanctuaries specified       -\n               in Paragraph 3 of Part I, contd.\n24                              WILD LIFE PROTECTION\n                                       PART 111, contd.\n          Maps Delineating the Boundaries of Game Sanctuaries specijed\n                         in Paragraph 3 of Part I, contd.\n                       GREAT MOIRASS\n                        ST. ELIZABIWH\n     1'\n     N\n          No shootiag allowed\n          Withintbe boundary\n                  WILD LIFE PROTECTION\n                          PART 111, contd.\nMaps Delineating the Boundaries of Came Sanctuaries speci$ed in\n               Paragraph 3 of Part I, contd.\n                             WILD LIFE PROTECTION\n                                     PART111, contd\nL. Nn.      Maps Delineating the Boundaries qf Game Sanctuaries specified in\n11911999,                  Paragraph 3 of Part I, contd.\n8412004.\n                                                                               Boundary\n                WILD LIFE PROTECTION                                      27\n                        PART111, contd.\nMaps Delineating the Boundaries of Game Sanctuaries spec$ed      L, N,,\n            in Paragraph 3 of Part I, contd.                     11011999,\n                                                                 8412004.\nPROPOSED GAME RESERVE BOUNDARIES\n                      WILD LIFE PROTECTION\n                              PART111, contd.\n    Maps Delineating the Boundaries of Game Sanctuaries specCfied\n                in Paragraph 3 of Part I, contd.\n-\nLEGEND\n-    PROPOSED U X ~ D A R Y\nSCALE 15o.m\nNRC4AUGUSC3RD. 199t\n                WILD LIFE PROTECTION\n                        PART 111, contd.\nMaps Delineating the Boundaries o f Game Sanctuaries speciJied\n            in Paragraph 3 o f Part I, contd.\n                    WILD LIFE PROTECTION\n                            PART111, contd.\n  Maps Delineating the Boundaries of Game Sanctuaries specified\n              in Paragraph 3 of Part I, contd.\n            BOUNDARY\n                   OF LONG ISLAND, CLARENDON\n                  GAME SANCTUARY\nLEGEND\n-PROPOSED        UOUNDAR'L\nSCALE 1:50.000\nMiCA. AUGUST3RD. 1998.\n       [The inclusion of this page i s authorized by L.N. 11 112005]\n                WILD LIFE PROTECTION\n                        PART111, contd.\nMaps Delineating the Boundaries of Game Sanctuaries specified\n            in Paragraph 3 of Part I, contd.\n\\\n                WILD LIFE PROTECTION\n                        PART 111, contd.                           >\n                                                                   L\nMaps Delineating the Boundaries of Game Sanctuaries specified      2\n            in Paragraph 3 of Part I, contd.                       c\n                                                                   3\n                                                                   O\n                        WILD LIFE PROTECTION                                                             31\n                            SECOND SCHEDULE                                     (Section 2)\n                                    FIRST PART                                                L.Sn.\n                                                                                              58 1998.\n                                                                                              98C 2002.\nMourning Dove (Long-tailed Pea Dove)                   - (Zenaida macroura)\nWlute-winged Dove                                      - (Zenaida asiatica)\nWlute-crowned Pigeon (Bald-pate)                       - (Columba leucocephala)\nBlue-winged Teal                                       - (Anasdiscors)\nGreen-winged Teal                                      - (AnasCreca)\nPea Dove                                               - (ZenaidaauritaJ\n                                  SECOND PART\nCattle Egret                             - (Bubulcus ibis)\nRock Dove pigeon)                        - (Columba livia)\nRing-turtle Dove (Barble Dove)                         -\n                                              (Streptopeliarisoria)\nEuropean Starling                        - (Sturnusvulgaris)\nSaffron Finch (Wild Canaw)                             -\n                                              (Sicalis flaveola)\nHouse Sparrow                            - (Passer domesticus)\nYellowcrowned Bishop                                   -\n                                              (Euplectes afer)\nRed Bishop                                             -\n                                              (Euplectes ork)\n              .. ..\nNutmeg Manrulun                                        -\n                                              (Lonchm punctulata)\nChestnut Mannhn                                        -\n                                              (Lonchuramalacca)\nShiny Cowbird                            - (Molothrus bonariensis)\nChickens                                               -\n                                              (Gall~~gall~~)\nGeese                                         (-sPP.)  -\nTurkey                                   - (Meleagris gallopavo)\nGuinea fowl                                            -\n                                              (Numida meleargris)\nPea fowl                                 - (Pavocristatus)\nBudgerigars                              - (Melopsittacus undulatus)\nCockatiel                                - ( N W P ~ ~ ChOllandiCUS)\n                                                            US\nDucks excluding endemic and migratory species.\n                             THIRD SCHEDULE                                     (Section 2)\n                                             Coney                                            L.N.\n                                             Crocodile                                        2411971.\n                                             Iguana\n                                             Manatee\n                                             Pedro seal\n                                              Green Turtle (Cheloniu mydm)                    L.N.\n                                              Hawksbill Turtle (Eretmochleys                  5811982.\n                                                imbricate)\n                                              Loggerhead Turtle (CureffuCarettu)\n                                              Atlantic Ridley (Lepi Doche&s\n                                                 Kempi)\n                [The Inclusion of this page I S aiitlionzed by L N   EEL20031\n32                              WILD LIFE PROTECTION\n                                  THIRD SCHEDULE. confd.\n                                                           Atlantic Leatherback\n                                                                (Dermochelw corincen)\nL.N.                                                       Giant Swallowtail Butterfly\n4511988.                                                   Yellow Snake\nL.N.                                                       Black Coral (. 1ntipnfhc.s\n45’1988.                                                         species)\n                                                           White Coral (Sclernctinmnn or\n                                                                  A Indrepornrinn)\n                                                           Bottlcnosc Dolphin (7’ur.viop.v\nL.N.                                                       truncnf us)\n1 431200 1.\n                                                           Spenn Whale (I’hvseter\nL.N.\n                                                               nilncrocephnlims)\n143/2001\nL.N.\n                                                           Pantropical spottcd Dolphin\n143/2OO1                                                        (Stenellnatrc*nuntnl\nL.N.\n                                                           Baird’s beakcd Whalc\n143/200 1.                                                      (l3ernrdiu.vbnirdii)\n                                                            Shod-finned Pilot W d c\nL.N.                                                           (Globicephnlnmncrorhvnchus)\n14312001.\n                                                            Humpback Wlialc (A Iegnptcrn\nL.N.                                                           nin*nenngIine)\n143/2001\n                                                           Reid Seahorsc (llippocnt?ipiis\nL.N.                                                           reidii)\n14312001.\n                                                           Jamaican Kite Swallowtail\nL.N.                                                         (Eurytides ninrcellinus).\n143/2OO1.\n              (The I I I C I U S I ~ I I of this page IS aiitlionred by L N   88/2003]"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Forfeiture of things seized.\n         phe inclusion d this page is authorized by L.N. 146119991\n                     WILD LIFE PROTECTlON\nshall be guilty of an offence against this Act.\n       (2) Any person found in a Game Sanctuary in pos-\nsession of any animal, bird, bird’s nest or egg shall be\ndeemed to have hunted such animal or bird or taken such\nnest or egg in such Game Sanctuary unless the contrary be\nproved.\n   5 4 1 ) The Minister, on the written application of the -eR.%;:\nowner or occupier of any lands, may by order apply in 5611960\nrelation to the whole or any part of those lands the provi- S. 2 Lb).\nsions of section 4 with such modifications, to be specified\nin the order, as appear to the Minister to be appropriate.\n       (2) An area in relation to which an order is in force\nunder this section is in this Act referred to as a “Game\nReserve”."
    }
  ],
  "definitions": []
}