{
  "id": "jm-stat-the-witnesses-expenses-act",
  "type": "statute",
  "title": "The Witnesses' Expenses Act",
  "title_en": "The Witnesses' Expenses Act",
  "short_name": "Witnesses' Expenses Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-witnesses-expenses-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-witnesses-expenses-act | Legal areas: Culture and Heritage",
  "provisions": [
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. In all legal proceedings subpoenas shall be issued on rssueof\nthe application of any party interested without any\n&davit of materiality.\n       me inclusion of thk page is authorized by LN. 55/1983]\n8                                  WITNESSES EXPENSES\nPower of         13. Notwithstanding anything in this Act contained\ncourt to\ndisallow       the court before which a witness appears may disallow\nexpenses.      the expenses to which but for such disallowance such\n               witness would be entitled.\nKeeping in       14. In any criminal case it shall be lawful for the\nthe Island\nof a mater-    Directors of Public Prosecutions to direct payment by the\nial witness.   Accountant-General of any sum of money which may\n               appear to him to be reasonable for keeping in this Island\n               from going abroad any person who shall appear to have\n               been or to be a material witness, and who shall have been\n               or shall be bound under recognizance as such to give\n               evidence.\nTravelli          15.-(1) Every witness who is entitled to have his\nexpenses.\n               expenses paid from public funds shall be paid travelling\n               expenses at such rates as may from time to time be\n               prescribed.\n                      (2) The Minister may make regulations prescribing\n               the rates to be paid under this section, and in such regula-\n               tions may make provision for the payment of railway fares\n               or for the issue of free railway passes.\nSubsistence      16.41) Where the taxing officer is satisfied that by\nallowance.\n               reason of-\n                    (a) the distance between the home of a witness and\n                         the place of trial, or\n                    (b) the state of health of a witness; or\n                    (c) the means of communication between the home of\n                         a witness and the place of trial; or\n                    (6) the necessity for a witness to attend court upon\n                         more than one day,\n               a witness was necessarily absent from his home for more\n               than one day, for the purpose of giving evidence, the\n               taxing officer may allow, in addition to any sum payable\n               to a witness under section 3, such further sum as he is\n                      me inclusion of thie page is authorized by LN. 55/1983]\n                    WITNESSES’ EXPENSES                         9\nsatisfied represents any reasonable expenditure actually\nincurred by the witness for lodging and necessary subsistence\nduring the period between his departure from his home to\nattend wurt and his return to his home after so attending\nWWt.\n      (2) For the purposes of this section “taxing officer”\nmeans-\n   (a) in respect of trials by the Supreme Court while\n         sitting in Kingston, the Registrar of the Supreme\n         Court or an officer deputed by him to act on his\n         behalf;\n   (b) in respect of trials by the Supreme Court while\n         sitting elsewhere than in Kingston, the Clerk of\n         the Court so sitting\n    (c) in respect of preliminary enquiries, Coroner’s\n         inquests or trials in the Resident Magistrate’s\n      Court, the Clerk of such Resident Magistrate’s\n      Cowt; and\n    (4in respect of preliminary examinations or trials\n      in Petty Sessions Court, the Clerk of the Resident\n      Magistrate’s Court in which such Petty Sessions\n      Court is held.\n                .   .   .   .   .   ..   .   .\n                     WITNESSES’ EXPENSES                                       11\n                      SECOND SCHEDULE              (Section 11 (l)(a)(ii) ).\n         Warrant where a witness has not obeyed a Summons\n               Subpoena, or a Recognizance to appear\n  WHEREASA.B. was on the                   day of                duly\nserved with a summons (or as the case may be) directing him to appear\non the            day of                 at       o’clock in the fore-\nnoon to give evidence in (or as the case may be) the case of (or as\nthe case may be):\n   AND WHEREAS the said                                 hath neglected\nto appear at the time and place appointed and no just excuse hath\nbeen offered for such neglect :\n   THESEARE THEREFORE to command YOU t0 take the said\nand to bring him and have him on the                day of\nat      o’clock in the forenoon at\nbefore                          (as the case may be) to testify what\nhe shall know concerning the said matter (or to produce the documents\nset out in the said summons) (or as the case may be).\n  GIVENunder my hand this                  day of\nTo each and all of the Constables in the parish of\nand to all of the Peace Officers in the parish of"
    }
  ],
  "definitions": []
}