{
  "id": "jm-stat-the-women-employment-of-act",
  "type": "statute",
  "title": "The Women (Employment of) Act",
  "title_en": "The Women (Employment of) Act",
  "short_name": "Women (Employment of) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-women-employment-of-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-women-employment-of-act | Legal areas: Employment",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Inthis Act-                                                 Interpreta-\n                                                                 tion.\n“women” hicludes all persons of the female sex;\n“industrial undertaking” includes every business or\n    undertaking carried on for gain, except a business or\n    undertaking in which only the members of the family\n    of the owner or proprietor are employed;\n“night” means a period of at least eleven consecutive hours 66/19s6\n    including the interval between ten o’clock in the S. 2 (a).\n    evening and five o’clock in the morning;\n“night work” means work in an industrial undertaking ~ 1 9 5 6\n                                                            S. 2(b).\n    during the night.\n  3*--(1) NO woman shall be employed in night work Prohibition\n                                                           of employ-\nexcept where the night work is-                            meot of.\n                                                           womcll m\n     (U) for the purpose of completing work commenced nightwork\n          by day and interrupted by some unforeseeable           x“\n          cause which could not be prevented by reasonable circum-\n                                                           StanceS.\n          care; or\n     (b) necessary to preserve raw materials, subject to\n          rapid deterioration, from certain loss; or\n     (c) that of a responsible position of management held\n          by a woman who is not ordinarily engaged in\n          manual work; or\n      me inclusion of this page is authorized by L.N. 60119761\n2                                WOMEN (EMPLOYMENT OF)\n                     (d) carried on in connection with the preparation,\n                          treatment, packing, transportation or shipment\n                          of fresh fruit; or\n                     (e) that of nursing and of caring for the sick; or\n                     (f) carried on in a cinematograph or other theatre\n                          while such theatre is open to the public; or\n                     (9) carried on in connection with a hotel or guest-\n                          house, or with a bar, restaurant or club; or\n                      (h) carried on by a Pharmacist registered under the\n                          Pharmacy Act.\n                    (2) The total hours of employment (by day and\n             night) of a woman who is permitted to be employed in\n             night work under the provisions of paragraphs (g) and (h)\n             of subsection (1) shall in no case exceed ten hours in any\n             twenty-four hours.\n                     (3) The Minister, by order published in the Gazette,\n             may from time to time add to this section any trade or\n             occupation in which women may be allowed to be employed\n             in night work, subject to a simiIar limitation as to hours\n             of employment as is imposed by subsection (21, and every\n             such order shall, until rescinded by a further order, have\n             effect as if it formed part of this section.*\n                     (4) The employment of women in night work under\n             this section shall be subject always to the provisions of\n             any regulations made under this Act relating to the\n             employment of women.\nPowerto        4. For the purpose of ensuring compliance with the\ninspect\nindustrial   prOViSiOIlS Of this Act-\nunder-\ntakings.         (a) the Chief Factory Inspector appointed under the\n                       Factories Act, or any Inspector appointed under\n                       such Act; or .\n              'See    Note at the end of the Act.\n                                                                          I\n                                                                          ,\n                  WOMEN (EMPLOYMENT OF)\n     (b) a Medical Officer (Health); or\n     (c) an Officer of the Jamaica Constabulary Force,\nmay at all reasonable times inspect any industrial under-\ntaking where women are employed, and every person who\nobstructs, or who refuses to permit, any such inspection\nshall be guilty of an offence against this Act, and shall be\nliable on summary conviction by a Resident Magistrate to\na fine not exceeding twenty dollars, and in default of pay-\nment to imprisonment with or without hard labour for\na term not exceeding three months."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The proprietor, owner or manager of any industrial penalty.\nundertaking in which any woman is employed in night\nwork contrary to the provisions of this Act, shall be guilty\nof an offence against this Act, and shall be liable, on\nsummary conviction by a Resident Magistrate, to a line\nnot exceeding forty dollars, or on a second or subsequent\nconviction for any such offence,to such fine or to imprison-\nment with or without hard labour for a term not                           i\nexceeding six months."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1)   The Minister may make regulations for giving powerto\n                                                           make\neffect to the provisions of this Act.                      regulations.\n        (2) In particular, and without prejudice to the\ngenerality of the foregoing powers, such regulations may-\n     (a) restrict or prohibit the employment of women in\n           any specified class of industrial undertaking;                 i\n     (6) restrict, prohibit or regulate the employment of\n           women before or after child-birth;\n     (c) provide for the health and safety of women\n           employed in industrial undertakings;\n     (d) prescribe the hours of work and other general\n           conditions relating to the employment of women.\n       ITho inclusion of this page is authorized by LN. 480119731\n    4                          WOMEN (EMPLOYMENT OF)\n                     (3) Any person who contravenes or fails to comply\n              with any regulation made under this section shall be liable,\n              on summary conviction by a Resident Magistrate, to a fine\n              not exceeding forty dollars, or on a second or subsequent\n              conviction for any such offence, to such fine or to imprison-\n              ment with or without hard labour €or a term not exceeding\n1\n              six months.\nI   seving.     7. The provisions of this Act shall be in addition to,\n              and not in derogation of, any of the provisions of any other\n              enactment restricting or regulating the employment of\n              women.\n                    m e inclusion of this page is authorized by L.N. 480/1973]\n              WOMEN (EMPLOYMENT OF)                               5\nNOTE: By L.N. 178/1961 published in the Jamaica Gazette\n      Supplement, Proclamations, Rules and Regulations, dated\n      September 1, 1961, the Minister by order added the trades\n      and occupations set out hereunder to section 3 (1).\n        Baking and Confectioning\n        Fruit Processing and Packing\n        Fruit and Vegetable Canning and Preserving\n        Sugar and Rum Manufacturing\n        Cigar and Cigarette Manufacturing\n        Cordage. Rope and Twine Manufacturing\n        Butter, Cheese and Condensed Milk Manufacturing\n        Soap, Margarine, Lard Compound and Edible Oil Manu-\n          facturing\n        Textiles Manufacturing\n        Paper and Board Containers Manufacturing\n        Metal Containers Manufacturing\n        Laundry and Dry Cleaning\n        Wines, Beers, Liqueurs and other Fermented or Distilled\n          Liquors Manufacturing and Bottling\n        Garment (Men’s and Women’s Furnishings) Manufacturing\n        Boots and Shoes Manufacturing\n        Carbonated Beverages Manfacturing\n        Drugs, Chemical and Cosmetics Manufacturing\n        Luggage and Handbags Manufacturing\n        Handicrafts\n        Civil Aviation\n        Public Passenger Transport\n        Tele-Communications\n        Fire Brigade\n        Newspaper Publishing\n        Glass and glass products.\n      By L.N. 270/1964 published in the Jamaica Gazette\n      Supplement, Proclamations, Rules and Regulations dated\n      September 17, 1964, the Minister by order added\n      the undermentioned trade to section 3 (1j\n        Pottery Manufacturing.\n         inclusion of this page is authorized by L.N. 480/1973]"
    }
  ],
  "definitions": []
}