{
  "id": "jm-stat-the-workers-savings-and-loan-bank-act",
  "type": "statute",
  "title": "The Workers Savings and Loan Bank Act",
  "title_en": "The Workers Savings and Loan Bank Act",
  "short_name": "Workers Savings and Loan Bank Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-workers-savings-and-loan-bank-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-workers-savings-and-loan-bank-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. The authorized share capital of the Bank shall be divided into\n               twenty million ordinary shares having the par value of 6fty cents per\n               share.\ny a              2. Every share shall entitle the holder thereof to one vote.\nnshk\n3/ 1991\nS. 3 (b)."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                     Interpm\n                                                                      tation.\n    “the Bank” means the Workers Savings and Loan Bank\n         established in accordance with this Act;\n    “the Board” means the Board of Directors constituted\n         in accordance with this Act;\n    “co-operative societies” means societies registered under\n         the Co-operative Societies Act;\n    “the chairman” means the chairman of the Board;\n    “debenture” includes debenture stock;\n    “the deputy chairman” means the deputy chairman of\n         the Board;\n    “the deputy general manager” means the deputy\n         general manager appointed under section 21;\n    “director” means a director of the Bank;\n    “friendly societies” means societies registered under the\n         Friendly Societies Act;\n    “functions” includes powers and duties;\n    “the general manager” means the general manager\n         appointed under section 21;\n    “pensions” includes compensation, unemployment,\n         retirement or superannuation gratuities or allow-\n         ances, and other gratuities or allowances of a like\n         nature;\n4                          WORKERS SAVINGS AND LOAN BANK\n                   “rules” means rules made under section 16;\n                   “secretary” means the secretary appointed under\n                        section 21;\n                   “share” includes stock;\n                   “staff associations” means organizations of employees,\n                        not registered as trade unions, which are estab-\n                        lished for the purpose of furthering the interests\n                        of such employees;\n                   “trade unions” means organizations of employees which\n                        are registered as trade unions under the Trade\n                        Union Act.\nEstablish-       3.--(1) There is hereby established for the purposes of\nWorkers\nmerit Of      this Act a Bank to be called the “Workers Savings and Loan\nSavingsand    Bank” which shall be a body corporate with perpetual\nLoan Bank.\n              succession and a common seal with power to purchase, take,\n              hold and dispose of land and other property of whatever\n              kind, to enter into contracts, to sue and to be sued in the\n              said name and to do all things necessary for the purposes\n              of this Act.\nFirst                (2) The provisions of the First Schedule shall have\n              effect with respect to the constitution and operation of the\n              Bank and otherwise in relation thereto.\n                      (3) The seal of the Bank shall be judicially and\n              officially noticed.\nObjects.  4. The objects of the Bank shall be those specified in the\nhndSecond Schedule.\nSchedule.\nRegistered      5. The Bank shall have an office, at an address in Jamaica,\nOffice.\n              registered with the Registrar of Companies and to which\n              all notices and communications may be sent.\nApplication     The Companies Act, except in so far as is in-"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3,,991       the member’s place may be made in accordance with paragraph 6.\ns. 3 (9.\nThe chair-      10. (1) The chairman and the deputy chairman shall be such members\nmanand       of the Board as may be appointed to be the chairman and the deputy\n&airman.     chairman, respectively, by the Board.\n                    (2) Each of the officers appointed under sub-paragraph (1) may\n             resign his appointment, at any t h e , by notice in writing to the other\n             such officer, who shall forthwith cause a copy thereof to be forwarded\n             to every other member of the Board.\n                    (3) The chairman or, in the absence of the chairman, the deputy\n             chaiman shall preside at all meetings of the Board at which he is\n             present; and the other functions of the chairman shall, in the absence\n             of the chairman, be executed by the deputy chairman."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. [Deleted by Act 3 of 2992.1   ...\n                                         PART 11.    Directors\nThe Board        5. (1) There shall be a Board of Directors of the Bank. which may,\nof Directon.\n               subject to any rules made in that behalf, take any steps (in the name\n               of the Bank or otherwise) necessary for carrying into full effect the\n               pmvisions of this Act and may execute all such functions of the Bank as\n               are not by any of the provisions of this Act, rules and the Corn\n               Act (having effect under section 6), required to be exercised y the r\n               Bank in general meeting. and the Board shall. subject to the provisions\n               aforesaid. be responsible for general administration of the affairs of\n               the Bank.\n                    (2) Without prejudice to the generality of the provisions of sub-\n               paragraph (1) and subject as aforesaid, the Board may-\n                   (U) allot, at its discretion, shares in the Bank:\n                   (b) pay costs, charges and expenses preliminary and incidental\n                        to the formation of the Bank;\n                   (c) pay for any property, rights or privileges acquired by the Bank,\n                        or services rendered to it, either wholly or partially in cash,\n                        or in the Bank's shares, bonds, debentures or other securities\n                        (whether any such payment therein be in shares issued as fully\n                        paid up, or with an agreed amount credited as paid up thereon.\n                        or be in bonds, debentures or other securities specifically\n                        charged upon any property, undertaking or uncalled capital\n                        of the Bank. or not so charged);\n                   (a) institute, compound. abandon, or cause to be conducted or\n                        defended, any legal proceedings by or against the Bank or (in\n                        so far as may be) any legal proceedings by or against any\n                        employee of the Bank or otherwise in relation to its &airs;\n                   (e) refer any claims or demands by or against the Bank to\n                        arbitration, and ubserve and perform the awards;\n                    (f) determine who shall be entitled to sign on the Bank's behalf\n                        bills, notes, receipts, acceptances, endorsements. cheques.\n                        releases. contracts and other documents;\n                        CI9m inCaudon af thir page is aulharizal by LN.9O/1993]\n           WORKERS SAVINGS AND W A N BANK                                       13\n    (g) invest and deal with any of the moneys of the Bank upon such\n         securities (not being shares in the Bank), and in such manner,\n         as the Board thinks fit and, from time to time, vary or release\n         such investments;\n    (h) give any person employed by the Bank a commission on the\n         profits of any particular business or transaction, or a share\n         in the general profit of the Bank, which commission or share\n         (as the case may be) shall be treated as part of the working\n         expenses of the Bank;\n     (i) in the name and on behalf of the Bank, enter into all such\n         negotiations and contracts, rescind and vary all such contracts,\n         execute such deeds, and otherwise exercise any such powers\n         of the Bank, as the Board considers expedient for or in relation\n         to any of the matters aforesaid or otherwise for the purposes\n         of the Bank.\n     (3) Subject as may be provided by rules, the power to issue, and\ngrant options over, shares in the Eank. and all authority to determine\nthe terms of any such issue or grant in so far as such terms are\npermissible in keeping with this Act and with the application as herein-\nbefore mentioned of the Companies Act, are vested in the Board."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1)\n$$::id.compatible with this Act or prescribed to the contrary, shall\n                         me inclusion of this page is authorized by LN.90/1993]\n          WORKERS SAVINGS AND U ) A N BANK                              5\nmutatis mutandis apply to the Bank as if the Bank had\nbeen incorporated under that Act and pursuant to paragraph\n(a) of subsection (2) of section 3 thereof (which relates to\na company having the liability of its members limited to\nthe amount, if any, unpaid on shares).\n      (2) Notwithstanding subsection (11, the name of the\nBank shall not include the word “limitedy’."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) Subject to the provisions of this section, the capitalof\nauthorized capital of the Bank shall be ten million dollars the Bank.\nand shall be divided into shares of the par value of sfty cents\neach.\n       (2) Nothing in subsection (1) shall prevent the\namount of the authorized capital of the Bank from being\nvaried by the Minister or by the Bank in general meeting. 3/i99i\n                                                          s. 2.\n       (3) The Government of Jamaica may subscribe for\nshares to the amount of five hundred thousand dollars at\npar and may subscribe for such further amount of shares,\nwhether at par or otherwise, as the Minister may from\ntime to time think fit.\n      (4) Subject to the provisions of this Act, but notwith-\nstanding anything otherwise provided by law to the con-\ntrary, it shall be lawful for-\n     (a) trade unions, staff associations, friendly societies,\n           co-operative societies and such other organizations\n           or institutions (whether similar to the foregoing or\n           not) as may be permitted by rules, or (as the case\n           may require) their trustees or nominees;\n     (b) the trustees of pension funds approved for the\n           purposes of the Income Tax Act,\nto subscribe for and hold shares in the Bank, except in so\nfar as any of the same are, by the rules, or any terms of the\nconstitution, of any such organization, institution or trust,\nprohibited from so doing.\n            indusion of this page is aut!boriaed by LN.90/1993]\n6                  WORKERS SAVlNGS AND LOAN BANK\n                ( 5 ) Where any fund mentioned in paragraph (b) of\n          subsection (4) ceases to be approved as aforesaid while its\n          trustees hold any shares in the Bank, that subsection shall,\n          in reference to such holding, have effect as if the fund had\n          not ceased to be so approved.\nDU of&e     8.-(1) Subject to the provisions of this Act, it shall be\n          the duty of the Bank to foster-\n                   the economic and financial welfare of workers,\n                   trade unions, staff associations, co-operatives,\n                   credit unions, and friendly societies, by providing\n                   facilities for banking which are calculated to en-\n                   courage thrift and the prudent utilization of sav-\n                   ings;\n                   the creation and expansion of opportunities of\n                   employment in Jamaica;\n                   the development of financial, commercial, indus-\n                    trial and economic activities likely to contribute\n                    to the development of Jamaica;\n                   the development of a capital market in Jamaica;\n                   the provision and operation of arrangements for\n                   saving by way of deductions from wages, salaries\n                    and other emoluments;\n                    schemes, involving saving, for the purchase of land,\n                    shares and other securities, and for education and\n                    housing and, in particular, housing for workers by\n                    means of such schemes in that behalf as aforesaid\n                    and by making loans, on mortgage, to facilitate\n                    the purchase by workers of dwellings for their\n                    respective homes,\n          and to hold and administer funds deposited with the Bank\n          on trust.\n                  me inclusion of this page is authorized by LN. 90/81993]\n          WORKERS SAVINGS AND LOAN BANK                                     7\n      (2) The Bank shall-\n    (a) in the course of making decisions on applications\n         and proposals for execution of its duty, take into\n         account the financial standing of the respective\n         applicants and the economic merits of the res-\n         pective proposals;\n    (b) in the perfarmance of its duty, take all such\n         measures as may be necessary to ensure that any\n         investment made, or financial assistance afforded,\n         by the Bank is utilized for the purpose for which\n         it is made or afforded."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Subject to the provisions of this Act, the Bank shall Powersof\n                                                                the Bank.\nhave power to do anything, enter into any transaction, and\ncarry on any activities, which the Bank deems necessary or\nexpedient for purposes of the execution of its functions\nand, without prejudice to the generality of the foregoing,\nthe Bank may, in case of its acquisition of any property\nmortgaged or otherwise pledged to it as security for a loan,\neither manage and hold such property or carry on any\nbusiness with or in relation to such property or sell or other-\nwise dispose of it as the Bank deems fit."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) Notwithstanding that a loan granted or guaran- Power to\nteed by the Bank may not have been secured by a mortgage appoint a\nwithin the meaning of the Conveyancing Act, the Bank may,\nif a borrower defaults in respect of a loan granted or\nguaranteed by the Bank, appoint a receiver in respect of\nthe business in connection with which the loan was granted\nor guaranteed, and a receiver so appointed shall have the\nsame powers mutatis mutandis as a receiver appointed\npursuant to the power conferred on a mortgagee by para-\ngraph (d)of subsection (1) of section 22 of the Conveyancing\nAct.\n         (2) A person appointed by the Bank to be a receiver\npursuant either to the power conferred on a mortgagee by\n           inclusion of this page ia authorized by L.N. 480119731               I\n8                    WORKERS SAVINGS AND W A N BANK\n            paragraph (d) of subsection (1) of section 22 of the\n            Conveyancing Act or to the power conferred on the Bank\n            by subsection (1) of this section shall, if the Bank so\n            appoints, be also the manager of the business in respect of\n            which the loan was granted or guaranteed and the effect\n            of such an appointment shall be the same as if the person\n            so appointed had been appointed by the Court to be the\n            receiver and manager of such business.\n                    (3) No person appointed by the Bank to be a receiver\n            or a receiver and manager shall be deemed to be an officer\n            of the Court.\nPersons      11.-41) A person who purports to deal with the Bank\nBank. with shall not, in the matter of any transaction in that behalf, be\n           affected by any procedural defect relating to conferment\n           of any authority by the Bank in general meeting, or by the\n           Board or any committee thereof, for the purposes of\n           participation by the Bank in such transaction.\n                    (2) Nothing in subsection (1)shall entitle any person\n            to recover from the Bank any debt, or to enforce against\n            the Bank any obligation or liability, or otherwise to treat\n            the Bank as bound by any transaction, if he has, in connec-\n            tion therewith, been guilty of or participated or acquiesced\n            in a fraud committed upon the Bank.\nBorrowing    12.41) The powers of the Bank-\npowm.\n                (a) to borrow money;\n                (b) to mortgage or charge its undertaking, property or\n                    uncalled capital, and issue debentures and other\n                     securities, including so to do by way of security\n                    for any debt, liability or obligation of the Bank or\n                     any third party,\n            may be exercised by the Board.\n                      inclusion of this page is authorized by L.N. 480/1973]\n          WORKERS SAVINGS A N D L O A N B A N K                                     9\n        (2) Nothing in subsection (1) applies to the deposit\nliabilities of the Bank."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. (1) The Board shall meet at least once every month and at such\n             other times as may be necessary or expedient for the transaction of\n             business and such meetings shall be held at such time and place and\n             on such days as the Board may determine.\n                   (2) The chairman may at any time call a special meeting of the\n             Board and shall call a special meeting within seven days of the receipt\n             of a requisition for that purpose addressed to him by any three\n             members of the Board.\n                   (3) At any meeting of the Board five members thereof shall form\n             a quorum.\n                    (4) In case of the absence of the chairman and the deputy chair-\n             man from any meeting, the members present and constituting a quorum\n             shall elect one d their number to preside at that meeting.\n                    (5) The decisions of the Board shall be by the majority of votes\n             of members present and voting and the chairman, or the deputy chair-\n             man, when presiding shall, in addition to his original vote as a member.\n             have a casting vote in any case in which the voting is quaL\n                   (6) The Board may co-opt any one or more mms to attend\n                                                                    a8e\n             any of its meetings for the purpose of assisting or vising the Board,\n             but no such co-opted person shall have my right to vote at any such\n             meeting.\n                        me inclusion d this p b ~ eis authorizad by LN.90119931\n           WORKERS SAVINGS AND W A N BANK                                          15\n      (7) Minutes in proper form of each meeting of the Board shall be\nkept by the secretary.\n      (8) Subject to the provisions of any rules, the Board may regulate\nits own proceedings under this Act."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. (1) A director who is in any way, whether directly or indirectly, ~          d       ~\ninterested in a contract or proposed contract with the Bank or any andda-\nother matter whatsoever in which the Bank is concerned. shall declare abilities\nthe nature of his interest zit the first meeting of the Board at which it ~ ~ ~         ~   p   ,\nis practicable for him so to do.                                          interest.\n       (2) A declaration under sub-paragraph (1) shall be recorded in\nthe minutes of the Board, and a director shall not take part in\nany deliberation of the Board with respect to any such contract, proposed\ncontract or other matter as aforesaid in which his interest, whether\ndirect or indirect, is pecuniary.\n      (3) For the purposes of this paragraph, a director shall be treated\nas having an indirect pecuniary interest in a contract or proposed\ncontract with the Bank, or in any other matter in which the Bank is\nconcerned, if he is a director, shareholder, partner or employee of a\ncompany or other association of persons that is a party to such contract\nor proposed contract with the Bank. or has a pecuniary interest in such\nother matter, as the case may be.\n      (4) Every person who contravenes the provisions of this para-\ngraph shall be guilty of an offence and liable on summary conviction\nthereof before a Resident Magistrate to a fine not exceeding four\nhundred dollars :\n  Provided that, in proceedings for an offence against this sub-\nparagraph, it shall be a defence to prove that such contravention was\ncommitted neither knowingly nor negligently."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. (1) Subject as may be provided by rules, the Board may depute committees\nany committee of directors (who shall have and may exercise such ofthe\npowers and authority exercisable by the Board as are reasonably Board-\nrequired) to carry out any functions which the Board is authorized to\nexecute, exclusive of those exercisable by the Board under sub-\nparagraph (1) of paragraph 10. under this paragraph and by way of\nappointment of the general manager and the deputy general manager;\nand any committee so deputed shall give effect to any general or special\ndirections of the Board.\n       (2) Subject as aforesaid, and to any such directions, a committee\nappointed under this paragraph may regulate its own proceedings and\nfix a quorum therefor.\n          me indusion of this page is aut!hmized by LN.90/.1993]\n 16                          WORKERS SAVINGS AND LOAN BANK\nPresumpcioa        14. Where any director or committee appointed as agent or deputed\nof directors’   by the Board under section 21 or paragraph 13 purports to act in the\n authority.     exercise of authority conferred thereunder, the director or committee\n                (as the case may be) shall be presumed to be acting within authority\n                so conferred in the absence of proof to the contrary.\nAuthentica-   15. (1) Subject as may be provided by rules, the seal of the Bank\ntion of     shall be attested by the signatures of the chairman or the deputy chair-\ndocuments.      man, or one other director, and the secretary.\n                       (2) Subject as aforesaid and without prejudice to sub-paragraph\n                (2) (f) of paragraph 5, all documents made by the Bank, other than\n                those required by law to be under seal, and all decisions of the Board\n                may be signified under the hand of the chairman, or the deputy chair-\n                man, or the secretary.\nGeneral            16. (1) Subject to sub-paragraph (4). whenever the Board um-\nmeetings        siders it desirable so to do, the Board may, without prejudice to any\ncalled by       other righta to requisition a general meeting, call any general meeting\nBoard.\n311991          of shareholders, by not less than thirty days’ notice thereof-\nS. 3 01)(i).         (U) published on two or more occasions in at least one newspaper\n                          printed and circulating in Jamaica;\n                     (b) served on every shareholder; and\n                     (c) stating the general nature of the intended business of the\n                          meeting.\n                       (2) A general meeting called by notice under sub-paragraph (1)\n                may take decisions in respect only of business stated in the notice under\n                sub-paragraph (1) (c).\n                       (3) The chairman shall preside at any meeting called under this\n                paragraph and, subject to any rules made in that behalf, shall do so at\n                any other meeting of shareholders and may regulate proceedings at any\n                meeting so presided over by him.\n31 1991                (4) The business of any meeting called under this paragraph\ns. 3 @)(i.      shall be decided by simple majority of votes unless the Companies Act,\n                in its a lication as hereinbefore mentioned. requires any other\n                         T\n                majority or deciding such business.\n                                       SECOND SCHEDULE                   (section 4)\n                                        OBJECTSOF THE BANK\n                  The objects of the Bank are as follows-\n                    (1) To pay the costs, charges and expenses preliminary and\n                        incidental to the promotion, formation and establishment of\n                        the Bank.\n                   (2) To further and promote the growth and development of the\n                        economy of Jamaica and of its people by engaging in and\n                         me inclusion of this page is aubrized by LN.90/19931\n       WORKERS SAVINGS AND LOAN BANK                                      17\n      carrying on in this Island and elsewhere the business of banking\n     in all its branches and departments including the provision\n     of facilities for small and medium-sized businesses and co-\n     operatives, craftsmen and traders and to transact and do all\n     matters and things incidental thereto, or which may at any\n     time hereafter, at any place where the Bank shall carry on\n     business, be usual in connection with the business of banking\n     or dealing in money or securities for money.\n(3) To promote the habit of saving in this Island, finance various\n    activities in connection with areas of growth in the economy of\n    the Island and operate generally in the interest of the share-\n    holders of the Bank.\n(4) To advance and lend money on real, personal and mixed\n     securities, on cash, credit or other accounts, on policies, bonds,\n     debentures, bills of exchange, promissory notes, letters of\n     credit or other obligations. or on deposit of title deeds, wares\n     and merchandise, bills of sale and lading, delivery orders,\n     warehousemen’s and wharfmgers’ certificates, notes, dock\n     warrants, or other mercantile indiciu or tokens, bullion or\n     shares.\n (5) To carry on the business of discounting and dealing in\n     exchanges, specie and securities.\n (6) To engage in the credit card business. including the issue of\n     credit cards.\n (7) To engage in factoring in all aspects.\n (8) To enter into correspondent banking relationships with other\n     banks in Jamaica and elsewhere.\n (9) To invest money in such manner as the Bank may from time\n     to time deem proper.\n(10) To issue and deal in certiiicates of deposit.\n(11) To sell, lease or otherwise dispose of the undertaking,\n     property, assets. rights and effects of the Bank or any part\n      thereof.\n(12) To finance or assist in financing the disposal of machinery,\n      equipment, vehicles, commodities or any other tangible\n         rsonal property by way of purchase, purchase and resale,\n      Ese, hire-purchase, deferred payment or similar transaction,\n      and to institute, enter into, carry on, finance or assist in\n      financing the disposal and maintenance of equipment,\n      machinery, vehicles, commodities or other tangible property\n      upon any terms whatsoever to obtain and discount leasing,\n      hire-purchase, deferred payment or other arrangements or any\n      rights thereunder, whether proprietary or contractual.\n      me indusion of this page is authorized by LN.90/1993]\n    18           WORKERS SAVINGS A N D LOAN BANK\n         (13) To establish branches, agencies, representatives’ offices.\n              affiliates and subsidiary companies in Jamaica and regulate and\n              discontinue the same.\n         (14) To borrow or raise or secure the payment of money in such\n              manner as the Bank deems meet and, in particular, by the\n              issue of debentures perpetual or otherwise charged upon all\n              or any of the Bank’s property (both present and future)\n              including its uncalled capital, and to purchase, redeem or pay\n              off any such securities.\n         (15) To purchase, take on lease or in exchange, hire or otherwise\n              acquire any real or personal property and any rights or\n              privileges which the Bank deems necessary or convenient with\n              reference to any of its objects or the acquisition of which may\n              seem calculated to facilitate the realization of any securities\n              held by the Bank or to prevent or diminish any apprehended\n              loss or liability.\n         (16) To act as a trustee or finance company, or as a management\n              or trustee company under a unit trust scheme, or to form any\n              establishment under paragraph (13) (but without prejudice to\n              the generality thereof) so to do.\n         (17) To carry out elsewhere than in Jamaica any of the foregoing\n              objects, not hereinbefore specifically authorized to be carried\n              out abroad, in so far as the Bank deems it expedient so to do.\n         (18) To grant pensions and bonuses to officers, ex-officers,\n              employees or ex-employees of the Bank or its predecessors in\n              business, or the dependants or connections of such persons;\n              to establish and support, or aid in the establishment and\n              support of, associations, institutions, trusts, funds or schemes\n              (whether contributory or non-contributory) with a view to\n              providing pensions or other benefits for any such persons,\n              their dependants or connections, and to subscribe or guarantee\n              money to or for any charitable fund or institution or any\n              charitable, benevolent, public, general or useh1 object in\n              Jamaica or for any purpose which may be calculated directly\n              or indirectly to further the objects of the Bank or the interests\ni             of its members.\n         (19) To carry on or effect any other business which the Bank deems\n              proper in furtherance of, or in conjunction with, the objects\n              specified in the foregoing paragraphs of this Schedule.\n         (20) To do anything specified in the foregoing paragraphs of this\n              Schedule, as principals, agents, trustees or otherwise, either\n              alone or in conjunction with others and either by or through\n              agents or trustees, or otherwise.\n              me inclusion d this page is authorized by LN.90/1993]\n           WORKERS SAVINGS A N D W A N BANK                                 19\n   (21) To accept, ratify and give effect to all contracts, agreements\n        and other arrangements made or entered into prior to the\n          incorporation of the Bank, for the purposes of the Bank and\n          in pursuance of the foregoing objects.\n  The objects specified in any of the different paragraphs of this\nSchedule shall. save as otherwise specifically provided therein, be in\nno-wise limited by reference to any other such paragraph or the name\nof the Bank and each object specified in the foregoing provisions of this\nSchedule may be carried out in as full and ample a manner, and shaU\nbe construed in as wide a sense, as if it were the object of a separate,\ndistinct and independent company.\n          me inclusion of this page is suthmizad by L.N. 90/1993]"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. The Bank shall not commence business until-           Commence\n                                                            ment of\n    (a) not less than five hundred thousand dollars of the business.\n        Bank's authorized capital has been paid up in cash;\n        and\n    (6) a licence has been granted to the Bank under the\n        Banking Act."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. The Minister may, by regulations, make provision-   Regula-\n                                                          tions.\n    (a) prescribing anything authorized by this Act to be\n         prescribed;\n     (b) on the recommendation of the Bank, varying or\n         revoking any provisions in Part I of the First\n         Schedule."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. The Bank in general meeting may, by special Rula.\nresolution, make rules for the regulation of the affairs of the\n              inclusion of this page is authorized by L.N. 42 / 1 W5]\n10                      WORKERS SAVZNGS A N D L O A N BANK\n               Bank and such rules may replace, alter or add to the regula-\n               tions in Table A in the Companies Act, in so far as they\n               apply to the Bank in accordance with subsection (2) of\n               section 10 of that Act.\nTransfer of      17. Unless and until other arrangements are made\nemployees of\nWorkers’\nSavings and\n               pursuant to section 21, all persons holding office under the\nLoan Bank      Workers’ Savings and Loan Bank Limited (a company\nLimited.\n               incorporated under the Companies Act) shall, from the 15th\n               day of August, 1973, hold under the Bank the like respective\n               offices or employments, and by the same tenure, and upon\n               the same terms, as theretofore they held those offices under\n               such company.\nTramitiond.      1 8 4 1 ) In relation to any period commencing on or\n               after the 15th day of August, 1973, every reference in any\n               law to .the Government Savings Bank shall, subject to sub-\n               section (2), be deemed to be a reference to the Bank.\n                       (2) The Minister may, by order, with effect from any\n               date specified in the order, not being earlier than the‘l5th\n               day of August, 1973, make such adaptations and modifica-\n               tions in a law containing any reference to the Government\n               Savings Bank or the Government Savings Bank Law (now\n               repealed) as he considers necessary or expedient in\n               consequence of anything contained in this Act.\n                      (3) Any order under subsection (2) shall be subject\n               to negative resolution.\n                      (4) In this section “law” includes any instrument\n               having the force of law but does not include this Act.\nExemption        19. During the period of five years next following such\nfrom stamp\nduty.          date as is determined under paragraph (a) of the proviso\n               to section 13, all receipts and other documents under this\n               Act shall be exempt from stamp duty.\n                        me inclusion of this page is authorized by L.N. 42 / 19951\n              WORKERS SAVINGS A N D LOAN BANK                          11"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.-(1) Service upon the Bank of any notice, order or Documents.\nother document shall be executed by delivering the same\nor by sending it by registered post addressed to the secretary\nof the Bank at the office registered under section 5.\n          (2) Every document purporting to be a document\nsealed by the Bank, and to be attested in accordance with\nparagraph 15 of the First Schedule shall, unless the contrary First\nis proved, be received in evidence and be deemed to be such Schedule.\na document without further proof."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.-(1)   The Board has authority to appoint and employ staeg.\nat such remuneration and on such other terms and conditions\nas it may think fit a general manager, deputy general\nmanager, secretary and, subject to any rules, the auditors\nand such officers, agents and servants of the Bank as the\nBoard thinks necessary or expedient for the proper carrying\nout of the functions of the Bank.\n        (2) The Governor-General may, subject to such\nconditions as he may impose, approve of the appointment of\nany public officer in the service of Jamaica to any office with\nthe Bank and any public officer so appointed shall, in relation\nto pension and to other rights as a public officer, be treated\nas continuing in the service of the Government."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. offices.\n                          SCHEDULES\n    me inclusion of this page is authorized by L.N. 480119731\n          WORKERS SAVINGS AND LOAN BANK                                         3\n   THE WORKERS SAVINGS AND LOAN BANK                                     Acb\n                                                                      26 of 1973,\n                  ACT                                                 16 of 1977,\n                                                                       3 of 1991.\n                                                 [23rd June, 1973.1"
    }
  ],
  "definitions": []
}