{
  "id": "jm-stat-the-zambia-act",
  "type": "statute",
  "title": "The Zambia Act",
  "title_en": "The Zambia Act",
  "short_name": "Zambia Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-zambia-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-zambia-act | Legal areas: International Relations",
  "provisions": [
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1) The compensation shall be payable to or for the T~ whom\n    benefit of the workman, or, where death results from the ~ ~ p e n s a -\n    injury, to or for the benefit of his dependents, as provided payable.\n    by this Act.\n           (2) Where there are both total and partial dependents\n    nothing in this Act shall be construed as preventing the\n    compensation being allotted partly to the total and partly\n    to the partial dependents.\n          me inclusion of t h i s page is authorized by L.N. 480/1973]\n12                                WORKMEN’S COMPENSATION\nAmount of      5.-(1)  Subject to the provisions of this Act, the amount\ncornpensa-\ntion.        of compensation shall be as follows, namely-\n                  (a) where death results from the injury and-\n                          (i) the workman leaves a dependent or depen-\n                              dents wholly dependent upon his earnings,\n                               a sum equal to thirty-six months’ wages or\n2411960                       fifteen hundred dollars, whichever is less;\nS. 3 (a).\n                         (ii) the workman does not leave a dependent\n                              or dependents wholly dependent upon his\n                              earnings, but leaves a dependent or depen-\n                              dents in part so dependent, such sum not\n                              exceeding the amount of compensation pay-\n                               able under the preceding sub-paragraph as\n                               may be agreed upon, or in default of agree-\n                              ment as may be awarded by the Court to\n                              be reasonable and proportionate to the\n                              injury to the said dependent or dependents;\n                  (b) where permanent total incapacity results from the\n                      injury-\n                          (i) in the case of an adult, a sum equal to\n241 1960                      forty-eight months’ wages or two thousand\nS. 3 (b).\n                               dollars, whichever is less; and,\n                         (ii) in the case of a minor, a sum equal to\n                               ninety-six months’ wages or two thousand\n                               dollars, whichever is less :\n241 1960                          Provided that the amount of compensa-\ns. 3 (c).\n                               tion payable under sub-paragraph (i) or (ii)\n                               shall in no case be less than one thousand\n                               dollars;\n                  (c) where permanent partial incapacity results from\n                           the injury-\n                              (i) in the case of an injury specified in the\nSchedule.                          Schedule, such percentage of the compen-\n                                   sation which would have been payable in\n          WORKMEN’S COMPENSA TION                                  13\n          the case of permanent total incapacity as is\n          specified therein as being the percentage of\n          the loss of earning capacity caused by that\n          injury; and\n     (ii) in the case of an injury not specified in the\n          Schedule, such percentage of the compensa- Schedule.\n          tion payable in the case of permanent total\n          incapacity as is proportionate to the loss of\n          earning capacity permanently caused by the\n          injury,\n   where more injuries than one are caused by the\n   same accident, the amount of compensation pay-\n   able under this head shall be aggregated, but not\n   so in any case as to exceed the amount which\n   would have been payable if permanent total in-\n   capacity had resulted from the injuries;\n  where temporary incapacity, whether total or\n  partial, results from the injury, a half-monthly\n  payment payable in the case of a daily paid\n  workman on the sixteenth day from the date of the\n  incapacity and in the case of a workman other\n  than a daily paid workman on the sixteenth day\n  from the day in respect of which he has last been\n  paid wages by his employer or the twenty-third\n  day from the date of the incapacity, whichever is\n  the earlier, and thereafter half-monthly during the\n  incapacity or during the period of five years,\n  whichever period is shorter-\n       (i) in the case of an adult of a sum equal to 2411960\n           one-third of his monthly wages;             S. 3 (d).\n      (ii) in the case of a minor of a sum equal to\n           one-third of his monthly wages or, after\n           he has attained the age of seventeen years,                  I\n           to one-half of his monthly wages.\nme inclusion of this page is authorized by L.N. 480/1973]\n                              WORKMEN'S COMPENSATION\n                     (2) In fixing the amount of any compensation the\n              Court shall have regard to any payment, allowance or\n              benefit which the workman may have received from the\n              employer after the date of the accident, and no half-monthly\n              payment shall in any case exceed the amount, if any, by\n              which half the amount of the monthly wages of the work-\n              man before the accident exceeds half the amount of such\n              wages as he is earning or is able to earn in some suitable\n              employment or business after the accident.\n                    (3) On the ceasing of the incapacity before the date\n              on which any half-monthly payment falls due, there shall\n              be payable in respect of that half month a sum propor-\n              tionate to the duration of the incapacity in that half month.\nMethod of       6-(l) For the purposes of section 5 the monthly wages\ncalculating\nwages.        of a workman shall be calculated as follows-\n                      where the workman has, during a continuous\n                      period of not less than twelve months immediately\n                      preceding the accident, been in the service of the\n                      employer who is liable to pay compensation, the\n                      monthly wages of the workman shall be one-\n                      twelfth of the total wages which have fallen due\n                      for payment to him by the employer in the last\n                      twelve months of that period;\n                      in other cases, the monthly wages shall be thirty\n                      times the total wages earned in respect of the last\n                      continuous period of service immediately pre-\n                      ceding the accident from the employer who is\n                      liable to pay compensation, divided by the number\n                      of days comprising such period,\n                      where the nature of the employment is casual, or\n                      where by reason of the shortness of the time during\n                      which the workman has been in the employment\n                      of his employer, or the absence of proper records\n                      of the workman's earnings, or the terms of employ-\n                    me inclusion of this page is authorized by L.N. 480/1973]\n                WORKMEN'S COMPENSATION                                  IS\n          ment, it is impracticable at the time of the accident\n          to apply the method of computation set out in\n          paragraph (b),the monthly wages of the workman\n          shall be deemed to be-\n             (i) the average monthly amount, which, during\n                 the twelve months immediately preceding\n                 the accident, was being earned by a work-\n                 man in the same grade employed at the\n                 same work by the same employer, or, if\n                 there is no such workman so employed, by\n                 a person in the same grade employed in the\n                 same class of employment and in the same\n                 district; and in any event\n            (ii) not less than twelve dollars per month:\n  Provided that if the amount of the monthly wages\narrived at by a calculation under paragraph (a), paragraph\n(b) or paragraph (c) is more than eighty dollars such S.24141960\n                                                             (b).\nmonthly wages shall be assumed to be eighty dollars.\n       (2) A period of service shall, for the purposes of\nthis section, be deemed to be continuous which has not\nbeen interrupted by a period of absence from work exceed-\ning fourteen days."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) Any half-monthly payment payable under this ROV~W\n                                                              half-monthly\nAct either under an agreement between the parties or under payment.\nan order of a Court, may be reviewed by a Court on the\napplication either of the employer or of the workman\naccompanied by the certificate of a medical practitioner that\nthere has been a change in the condition of the workman\nor, subject to regulations made under this Act, on applica-\ntion made without such certificate.                     -   7\n      (2) Any half-monthly payment may, on review under\nthis section, subject to the provisions of this Act, be con-\ntinued, increased, decreased or ended, or, if the accident is\n      me inclusion of this page is au%orized by L.N. 480/19731\n16                             WORKMEN'S COMPENSATION\n               found to have resulted in permanent incapacity, be con-\n               verted to the lump sum to which the workman is entitled\n               less any amount which he has already received by way of\n               half-monthly payments :\n241 1960         Provided that no deduction shall be made from such\ns. 5.\n               lump sum of any amounts received by the workman in\n               respect of the first six half-monthly payments.\nPayment of\nlump sum in"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Any liability for half-monthly payments may, by\nlieu ofhalf-   agreement between the parties, or, if the parties cannot\nmonthly\npaymat.        agree and the payments have been continued for not less\n               than twelve months, on the application of either party to\n               the Court, be redeemed by the payment of a lump sum\n               of such amount as may be agreed to by the parties or\n               determined by the Court, as the case may be :\n                 Provided that a half-monthly payment may by agree-\n               ment be redeemed by a lump sum at any time.\ncases in\nwhich"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. An employer shall not be entitled otherwise than in\nemployer       pursuance of an agreement or a judgment of the Court\nmay alter\nhalf-          to end or diminish a half-monthly payment except in the\nmonwY\npayment.       following cases-\n                    (a) where the workman, to the prejudice and without\n                        the knowledge and consent of the employer,\n                        absents himself in such a manner that any notice\n                        under this Act cannot be served on him, or\n                   (b) where the workman resumes work at the rate of\n                        wages which he was earning before the accident;\n                        or\n                   (c) where a workman in receipt of a half-monthly\n                        payment in respect of total incapacity has actually\n                        returned to work; or\n                     me inclusion of this page is authorized by-L.N. .48OCl!?731\n                   WORKMEN'S COh4.PENSATZON\n     (d) where the monthly wages of a workman in receipt\n         of a half-monthly payment in respect of partial\n         incapacity have actually been increased; or\n     (e) where the workman dies."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) Compensation payable where the death of a                  of cornpen-\nworkman has resulted from an injury shall be paid into Court,        sation.\nand any sum so piid in shall be apportioned among the\ndependents of the deceased workman or any of them in such\nproportion as the Court thinks fit, or may, in the discretion of\nthe Court, be allotted to any one such dependent, and the sum\nso allotted to any dependent shall be paid to him or be invested,\napplied or otherwise dealt with for his benefit in such manner\nas the Court thinks fit.\n      (2) Compensation payable where permanent in-\ncapacity has resulted from an injury and lump sums payable\nunder the provisions of section 8 where temporary incapa-\ncity has resulted from an injury shall be paid into Court,\nand any sum so paid shall be paid to the person entitled\nthereto or be invested, applied or otherwise dealt with for\nhis benefit and in such manner as the Court thinks fit.\n      (3) Any other compensation payable under this Act\nmay be paid into Court and, when so paid in, shall be\npaid by the Court to the person entitled thereto.\n     (4) The receipt of the Clerk of the Courts shall be\na sufficient discharge in respect of any amount paid in\nunder the provisions of this Act.\n      (5) On the payment in of any money under subsection\n (1) the Court may deduct therefrom the actual cost of\nthe workman's hneral expenses, to an amount not exceed-\ning twenty-four dollars, and pay the same to the person by           2411960\nwhom such expenses were incurred, and shall, if it thinks            S.6.\nnecessary, cause notice to be published or to be served on\neach dependent in such manner as it thinks fit calling upon\n18                      WORKMEN'S COMPENSATION\n     the dependents to appear before it on such date as it may\n     fix for determining the distribution of the compensation. If\n     the Court is satisfied, after any enquiry which it may deem\n     necessary, that no dependent exists, the Court shall repay\n     the balance of the money to the employer by whom it was\n     paid. The Court shall, on application by the employer h r -\n     nish a statement showing in detail all disbursements made.\n             (6) Where a half-monthly payment is payable under\n     this Act to a workman under any legal disability, the Court\n     may, of its own motion or on application made to it in this\n     behalf, order that the half-monthly payment be paid during\n     the disability to any dependent of the workman or to any\n     other person whom it thinks best fitted to provide for the\n     welfare of the workman.\n              (7) Where, on application made to the Court in\n     this behalf or otherwise, the Court is satisfied that, on\n     account of neglect of children on the part of the parent,\n     or on account of the variation of the circumstances of any\n     dependent or, for any other sufficient cause, an order of\n     the Court as to the distribution of any sum paid as com-\n     pensation or as to the manner in which any sum payable\n     to any such dependent is to be invested, applied or otherwise\n     dealt with, ought to be varied, the Court may make such\n     order for the variation of a former order as it thinks just\n     in the circumstances of the case:\n       Provided that no such order prejudicial to any person\n     shall be made unless such person has been given an oppor-\n     tunity of showing cause why the order should not be made,\n     or shall be made in any case in which it would involve\n     the repayment by the dependent of any sum already paid\n     to him.\n             (8) The attorney-at-law or agent of a person claiming\n     compensation under this Act shall not be entitled to recover\n     from him any costs in respect of such claim or to claim a\n                   WORKMEN'S COMPENSATION\nlien in respect of such costs on, or deduct such costs from,\nthe sum awarded or agreed as compensation, except such\nsum as may be awarded by a Court, subject to regulations\nmade under this Act, on an application made either by the\nperson claiming compensation, or by his attorney-at-law or\nagent, to determine the amount of the costs to be paid to the\nattorney-at-law or agent."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Save as provided by this Act no lump sum or half-              compensa-\n                                                                     tion not to be\nmonthly payment payable under this Act shall be capable              assigned,\nof being assigned, charged or attached or shall pass to any          attached or\n                                                                     charged.\nperson other than the workman by operation of law, nor\nshall any claim be set off against the same.\n            PART 111. Conditions of Compensation"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-41) Proceedings for the recovery under this Act of             Require-\n                                                                     ments as to\ncompensation for an injury shall not be maintainable\n                                  .   .                              notice of\n                                                                     accidents\n                                                                     and claim\n          written or oral notice of the accident has been            forcom~en-\n                                                                     sation\n          given as soon as practicable after the happening\n          thereofl,\n          written or oral notice of the accident has been\n          given before the workman has voluntarily left the\n          employment in which he was injured;\n          the claim for compensation with respect to such\n          accident has been made within six months from\n          the occurrence of the accident causing the injury;\n           in the case of the death the claim for compensa-\n           tion has been made within six months after the\n           date of death or within six months after the date\n           of the accident;\n           in the case of death occurring more than six\n           months after the accident causing injury, a claim\n           WORKiMEN'SCOMPENSATION\n  for compensation has been made by the workman\n  within six months of the accident:\n       Provided that-\n       (i) any defect or inaccuracy in such notice\n             shall not be a bar to the maintenance of\n             such proceedings if it is found in the\n             proceeding for settling the claim that the\n             employer is not, or would not, if an\n             amended notice were then given and the\n             hearing postponed, be prejudiced in his\n             defence by the defect or inaccuracy or that\n             such defect or inaccuracy was occasioned\n             by mistake, absence from the Island or\n             other reasonable cause;\n       (ii) the failure to make a claim within the\n             period specified shall not be a bar to the\n             maintenance of such proceedings if it is\n             found that the failure was occasioned by\n             absence from the Island or other reasonable\n             cause;\n       (iii) the failure to give such notice or make a\n             claim within the period specified shall not\n             be a bar to the maintenance of such pro-\n             ceedings if there be an acknowledgment in\n             writing, signed by the employer or his\n             authorized agent, that he waives\n             compliance with the provisions of this\n             section and the said provisions shall be\n             deemed to be waived to the extent set out\n             in such acknowledgment;\n        (iv) if the employer or his authorized agent\n             admit liability to pay compensation, it shall\n             not be necessary for the workman to give\n             any such notice, and the claim for compen-\n             sation may be made within three months\n             after the date of the admission of liability.\n                WORKMEN'S COMPENSATZON\n       (2) Notice in respect of an injury under this Act\nmay be given to the employer (or if there is more than one\nemployer to one of such employers) or to any foreman or\nother official under whose supervision the workman is\nemployed, or to any person designated for the purpose by\nthe employer, and shall give the name and address of the\nperson injured, and shall state in ordinary language the\ncause of the injury and the date at which the accident\nhappened.\n        (3) The notice, if in writing, may be given by\ndelivering the same at or sending it by post in a registered\nletter addressed to the residence or place of business of the\nperson to whom it is to be given.\n         (4) Where the employer is a body of persons, cor-\nporate or unincorporate, a notice, if in writing, may also\nbe given by delivering it or by sending it by post in a\nregistered letter addressed to the employer, at the office,\nor, if there be more than one office any one of the offices,\nof such body.\n       (5) The workman shall, if required by his employer,\nsupply to him such further particulars of the accident and\nof the injury as the employer may reasonably require."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) If a workman receiving a half-monthly payment monthly\n                                                            Half-\nceases to reside in this Island, he shall thereupon cease payments to\n                                                            cease on\nto be entitled to receive any half-monthly payment, unlqs\nthe medical referee certifies that the incapacity resulting          ;$pi:\nfrom the injury is likely to be of a permanent nature.      Island.\n         (2) If the medical referee so certifies, and the injury\nis likely to result in a diminished earning capacity then the\nhalf-monthly payments shall be redeemed by a lump sum\nwhich shall be subject to the provisions of this Act and\nwhich, in default of agreement, shall be settled by the Court.\n22                          WORKMEWS COMPENSATION\n241 1960           (3) Notwithstanding the provisions of subsection (1)\ns. 7.      if the medical referee certifies that a workman is, by reason\n           of injury, unfit for work for a period specified in the certifi-\n           cate and such workman ceases to reside in the Island during\n           that period, any half-monthly payments, or balance of such\n           payments, that 'may be due or may become due to him\n           in respect of such period shall be redeemed by a lump sum.\nMedical        14.-(1) Where a workman has given notice of an acci-\nexamination\nafternotice dent or where an accident has occurred in respect of which\nof accident. the necessity of giving notice under this Act is dispensed\n           with, he shall if so required by the employer submit himself\n           for examination by a medical practitioner provided and\n           paid by the employer.\n                   (2) The workman shall, when required, attend upon\n           that medical practitioner at the time and place notified to\n           the workman by the employer, provided such time and\n           place is reasonable.\n                   (3) In the event of the workman being, in the\n           opinion of any medical practitioner whomsoever, unable or\n           not in a fit state to attend on the medical practitioner\n           named by the employer, that fact shall be notified to the\n           employer and the medical Practitioner so named shall fix\n           a time and place for a personal examination of the work-\n           man and shall send him notice accordingly.\n                   (4) If the workman refuses or wilfully neglects to\n           submit himself to such examination, or in any way wilfully\n           obstructs or unnecessarily delays such examination, his\n           right to compensation and to take or prosecute any pro-\n           ceedings under this Act in relation to compensation, shall\n           be suspended until such examination has taken place.\n                   (5) The workman shall be entitled to have his own\n           medical practitioner present at such examination, but at\n           his own expense.\n                  m e inclusion of this page is authorized by L.N. 480/1973]\n                WORKMEN'S COMPENSATION                              23\n        (6) Where the workman is not attended by a\nmedical practitioner he shall, if so required by the employer,\nsubmit himself for medical treatment by a medical practi-\ntioner without expense to the workman.\n        (7) If the workman has refused to submit himself\nfor treatment by a medical practitioner when so required\nunder the provision of subsection (6), or having submitted\nhimself for such treatment has disregarded the instructions\nof the medical practitioner, then if it is thereafter proved\nthat the refusal or disregard was unreasonable in the cir-\ncumstances of the case and that the injury has been aggra-\nvated thereby, the injury and resulting incapacity shall be\ndeemed to be of the same nature and duration as they\nmight reasonably have been expected to be if the workman\nhad submitted himself for treatment by, and duly carried\nout the instructions of the medical practitioner, and com-\npensation, if any, shall be payable accordingly.\n        (8) Where a claim for compensation is made in\nrespect of the death of the workman, and if the workman\nhad refused or wilfully neglected to submit himself to\nexamination by a medical practitioner when so required\nunder the provisions of this section, or had wilfully\nobstructed or unnecessarily delayed the examination or had\nrefused to submit himself for treatment by a medical practi-\ntioner when so required under the provisions of this section\nor having submitted himself for treatment had disregarded\nthe instructions of the medical practitioner; and if it is\nthereafter proved that the refusal, neglect, obstruction, delay\nor disregard was unreasonable in the circumstances of the\ncase and that the death of the workman was caused thereby,\nthe death shall not be deemed to have resulted from the\ninjury and no compensation shall be payable.\n      LThe inclusion of this page is authorized by L.N. 480/1973]\n24                           WORKMEN'S COMPENSATION\nMedical       15. Any workman receiving half-monthly payments\nexamination\nofworkman under this Act shall, if so required by the employer, from\nreceiving   time to time but at reasonable intervals, submit himself\npayments.\n             for examination by a medical practitioner provided and\n             paid by the employer and the provisions of section 14 shall\n             apply to any such examination.\nSuspension      16. Where under this Act a right to compensation is sus-\nOf right*\n              pended no compensation shall be payable in respect of\n              the period of suspension.\nAgreements   1 7 4 1 ) The employer and the workman may, after the\n    *wentinjury in respect of which the claim to compensation has\nof compen-\nfor\nsation-    arisen, agree in writing as to the amount to be paid by\n              the employer as compensation in respect of the permanent\n              partial incapacity or permanent total incapacity of the\n              workman resulting from the injury.\n                      (2) Where any amount of compensation has been\n              agreed under subsection (l), or where the amounts of any\n              half-monthly payment have been agreed or have been\n              varied, suspended, or ended, or where any other matter\n              under this Act has been determined by agreement, the\n              Court, may, if application be made by any person interested\n              within three months after the date of the agreement, cancel\n              it and may make such order (including an order as to any\n            .\n              sum already paid under the agreement) as in the circum-\n              stances may be thought just, if it is proved-\n                  (a) that the sum paid or to be paid was or is grossly\n                      inadequate or excessive; or\n                  (b) that the agreement was obtained by such fraud,\n                      undue influence, misrepresentation or other\n                      improper means, as would in law be sufficient\n                      ground for avoiding the agreement; or\n                    me inclusion of this page is authorized by L.N. 480/1973]\n                WORKMEN'S COMPENSATION                                  25\n     (c) that the agreement was entered into in ignorance\n         of or under a mistake as to the true nature of\n         the injury.\n       (3) Any such agreement may on application to the\nCourt be made a judgment of the Court under this Act.\n       (4) Where it is desired to have an agreement made\na judgment of the Court, the memorandum thereof shall\nbe sent by any interested party to the Clerk of the Courts\nwho shall, subject to the provisions hereinafter contained,\non being satisfied as to its genuineness, record such\nmemorandum in a special register, and thereupon the\nmemorandum shall for all purposes be enforceable as a\njudgment of the Court :\n  Provided that-\n    (a) no such memorandum shall be recorded before\n        twenty-one days after the despatch, by registered 24/ 1960\n        post, by the Clerk of notice to the parties inter- S. 8.\n         ested; and\n     (b) where a workman seeks to record a memorandum\n         of agreement between his employer and himself\n         for a payment of compensation under this Act\n         and the employer proves by affidavit that the\n         workman has in fact returned to work and is\n         earning wages as he did before the accident, and\n         objects to the recording of such memorandum, the\n         memorandum shall only be recorded if at all, on\n         such terms as the Resident Magistrate under the\n         circumstances may think just."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-(1) Where any person (in this section referred to sub-\nas the principal) in the course of or for the purposes of his contracting.\ntrade or business, contracts with any other person (in this\nsection referred to as the contractor) for the execution by\nor under the contractor of the whole or any part of any\n      me inclusion of this page is authorized by L.N. 480/1973]\n26                   WORKMEN'S COMPENSATION\n     work undertaken by the principal, the principal shall, pro-\n     vided the notice of the accident required under section\n     12 is given to him, be liable to pay to any workman\n     employed in the execution of the work any compensation\n     under this Act which he would have been liable to pay\n     if that workman had been immediately employed by him;\n     and where compensation is claimed from or proceedings\n     are taken against the principal, then in the application of       ,\n     this Act references to the principal shall be substituted for\n     references to the employer, except that the amount of com-\n     pensation shall be calculated with reference to the earnings\n     of the workman under the employer by whom he is imme-\n     diately employed :\n        Provided that, where the contract relates to threshing,\n     shelling, ploughing, or other agricultural work and the\n     contractor provides and uses machinery driven by mechani-\n     cal power for the purposes of such work, he and he alone\n     shall be liable under this Act to pay compensation to any\n     workman employed by him on such work.\n             (2) Where the principal is liable to pay compensa-\n     tion under this section he shall be entitled to be indemnified\n     by any person who would have been liable to pay compensa-\n     tion to the workman independently of this section.\n            (3) Nothing in this section shall be construed as\n     preventing a workman recovering compensation under this\n     Act from the contractor instead of the principal.\n            (4) This section shall not apply in any case where\n     the accident occurred elsewhere than on, or in or about\n     premises on which the principal has undertaken to execute\n     the work or which are otherwise under his control or\n     management.\n           me inclusion of this page is authorized by L.N. 480/1973]\n                 WORKMEWS COMPENSATION                                31\nin this Act, under any enactment or regulation providing for\nthe grant of, such pension or gratuity."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Remedies against employer and stranger.\n           PARTV. Znsolvency or Bankruptcy of Employer"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Employer liable for compensation to disclose insurer.\n          PARTVI. Application to Special Classes of Persons"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Act not to apply to workman appointed to the service of the\n         Island."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. In the application of this Act to workmen in the Application\nemployment of a local authority, the exercise and perfOrm- employed\n                                                              to workman\n                                                                      by\nance by it of its powers and duties conferred and imposed :$o~ty.\nby law, or by by-law or rule or regulation, shall be regarded 2411960\nas the trade, business or undertaking of that authority.      s. 9."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.-(1) This Act shall apply to masters, seamen, and Application\napprentices to the sea service, provided that such persons to persons\nare workmen within the meaning of this Act, and are On\nmembers of the crew of any ship registered in this Island,\nor of any other British ship or vessel of which the owner,\nor (if there is more than one owner) the managing owner,\nor manager resides or has his principal place of business in\nthis Island, subject to the following modifications-\n    (a) the notice of accident and the claim for compen-\n         sation may, except where the person injured is the\n         master, be given to the master of the ship as if\n         he were the employer, but where the accident\n         happened and the incapacity commenced on board\n         the ship it shall not be necessary to give any notice\n         of the accident;\n    (b) in the case of the death of the master, seaman or\n        apprentice, the application for compensation shall\n        be made within three months after news of the\n        death has been received by the claimant;\n    (c) where the injured master, seaman or apprentice\n        is discharged or left behind in a Commonwealth\n        or in a foreign country, depositions respecting the\n        circumstances and nature of the injury may be\n        taken by any judge or magistrate in the Common-\n        wealth country, and by any British Consular\n32                  WORKMEWS COMPENSA TION\n             OfKcer in the foreign country, and if so taken shall\n             be transmitted by the person by whom they were\n             taken to the Minister, and such depositions or\n             certified copies thereof shall in any proceedings\n             for enforcing the claim be admissible in evidence\n             as provided in sections 691 and 695 of the United\n             Kingdom Merchant Shipping Act 1894 and those\n             sections shall apply accordingly;\n            in case of the death of a master, seaman or appren-\n            tice leaving no dependents, no compensation shall\n            be payable, if the owner of the ship is under the\n            United Kingdom Merchant Shipping Act 1894\n            liable to pay expenses of burial;\n            the half-monthly payment shall not be payable in\n             respect of the period during which the owner of\n             the ship is, under any enactment in force for the\n             time being in this Island relating to merchant\n             shipping, liable to defray the expenses of mainten-\n             ance of the injured master or seaman or apprentice;\n             any sum payable by way of compensation by the\n             owner of the ship under this Act shall be paid in\n             full notwithstanding anything in section 503 of the\n             United Kingdom Merchant Shipping Act 1894\n             (which relates to the limitation of shipowner’s lia-\n             bility in certain cases of loss of life, injury or\n             damage), but the limitation of the owner’s liability\n             imposed by that section shall apply to the amount\n             recoverable by way of indemnity under section 20\n             (relating to remedies both against employer and\n             stranger) as if the indemnity were damages for\n             loss of life or personal injury;\n            subsections (2) and (3) of section 174 of the United\n            Kingdom Merchant Shipping Act 1894 (which\n            relate to the recovery of wages of seamen lost with\n     --\n                WORKMEN’S COMPENSATION                                33\n         their ship), shall apply as respects proceedings for\n         the recovery of compensation by dependents of\n         masters, seamen and apprentices lost with their\n         ship as they apply with respect to proceedings for\n         the recovery of wages due to seamen and appren-\n         tices; and proceedings for the recovery of compen-\n         sation shall in such a case be maintainable if the\n         application is made within six months of the date\n         at which the ship is deemed to have been lost with\n         all hands.\n       (2) This Act shall also apply to any person not being\na master, seaman or apprentice to the sea service, employed\non board any such ship as is mentioned in this section, if\nhe is so employed for the purposes of the ship or of any\npassengers or cargo or mails carried by the ship, and if he\nis otherwise a workman within the meaning of this Act.\n        (3) Every claim or any matter arising out of pro- s.24/1960"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. If an employer on whom notice of the accident has Workman’s\nbeen served as aforesaid do not within four weeks after the z$&k\nreceipt of the notice agree in writing with the workman as\nto the amount of compensation to be paid, the workman amount\nmay make such application as in this Act is provided for fagreed in\n                                                            our weeks.\nenforcing his claim to compensation :\n  Provided that the Resident Magistrate for the parish in 24/1960\nwhich the accident occurred may grant leave to the work- *’\n      me inclusion of this page is authorized by L.N. 480/1973]\n34                            WORKMEN’S COMPENSATION\n              man to make such application before the expiration of the\n              period of four weeks specified in this section if the Resident\n              Magistrate is satisfied that the workman is likely to suffer\n              hardship in establishing his claim for compensation after\n              the expiration of the said period by reason of the fact that\n              the employer is about to leave this Island or to do some\n              other act prejudicial to the claim of the workman.\nApplication      27.-(1) Where a Workmen’s Compensation Board is\nto be made\nto Board.     appointed in any parish all applications for the determina-\n2411960\ns. 12.        tion of claims for compensation under this Act arising out\n              of accidents occurring in that parish or for the determina-\n              tion of any matter arising out of proceedings thereunder\n              shall be made to such Board.\n                      (2) Where any application is made to a Workmen’s\n              Compensation Board the workman or the employer may, at\n              any time after the making of such application and before\n              commencement of the hearing thereof, apply to such Board\n              for transfer of the application to the Resident Magistrate’s\n              Court for that parish and the Board shall thereupon trans-\n              fer the application to the Resident Magistrate’s Court and\n              the claim or matter, as the case may be, shall be heard and\n              determined by the Resident Magistrate.\n                      (3) Until a Workmen’s Compensation Board is\n              appointed in any parish all applications for the determina-\n              tion of claims for compensation under this Act arising out\n              of accidents occurring in that parish or for determination\n              of any matter arising out of proceedings thereunder shall\n              be made to the Resident Magistrate’s Court for that parish\n              and the provisions of sections 28 and 29 in relation to the\n              procedure for making and dealing with applications before\n              the Resident Magistrate’s Court shall apply.\n                    me inclusion of this page is authorized by L.N. 480119731\n                WORKMEN’S COMPENSATION                                  35"
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28.-( 1) A workman or an employer (hereinafter called fApplication\n                                                              or compen-\nthe applicant) who desires the determination of any question sation to be\narising out of ,an accident in which compensation is or lodged       with\n                                                             theclerkof\nmight be claimed shall lodge with the Clerk of the Courts theCou*.\nof the Resident Magistrate’s Court having jurisdiction, a\nwritten application in the prescribed form accompanied by\nparticulars containing-                                  ,\n      (a) a concise statement of the circumstances under\n          which the application is made and the relief or\n          order which the applicant claims, or the question\n          which he desires to have determined;\n      (b) the full name and address of the applicant and of\n          his solicitor or agent and the name and address of\n          the respondent.\n         (2) If the application be made by an employer it\nshall be accompanied by a statement whether he admits his\nliability to pay compensation, or denies such liability and\nwhether the admission or denial is total or partial, and if\nhe admit or deny liability partially, a statement of the extent\nto which he admits or denies liability. In the case of denial\nof liability the grounds shall be stated.\n        (3) If the Clerk of the Courts be satisfied that the\napplicant is, owing to illiteracy, blindness or any other\nphysical cause, unable to furnish the information required,\nhe shall himself fill in the application and particulars on\nthe prescribed form."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29.-(1) As soon as an application, together with the COPY        of\n                                                             applicahon\naccompanying particulars and statement herein prescribed, and\nhas been lodged, the Clerk of the Courts shall forthwith jwiculars           t\ncause a copy thereof to be served upon the respondent in             %Gigt\nmanner prescribed by regulation, together with a notice\nrequiring the respondent to lodge with the Clerk of the\nCourts such answer as is prescribed in subsection (2) within\n36                           WORKMEN’S COMPENSATION\n             the period therein prescribed and that in default of his com-\n             plying with that or of his appearing at a time and place\n             fixed in the notice, such order may be made under this\n             Act as the Resident Magistrate thinks just and expedient.\n             Except with the written consent of the respondent com-\n241 1960     municated to the Clerk of the Courts, not less than twenty-\nS. 13 (a).\n             one clear days shall elapse between the date of the service\n             of the notice upon the respondent and the date fixed for\n             hearing the application.\n                    (2) If the respondent intends to oppose an applica-\n241 1960     tion he shall, within fourteen days after service of notice or\nS. 13 (b).\n             within such extended period as the Resident Magistrate\n             may upon special request allow, lodge with the Clerk a\n             written answer containing a concise statement of the extent\n             and grounds of his opposition.\n                     (3) The Resident Magistrate may, at any time before\n             the determination of the question in dispute and upon such\n             terms as to adjournment or as to costs as he deems just,\n             allow an application, or any particular or statement accom-\n             panying the same, or any answer thereto, to be amended.\n             Any such amendment shall be lodged with the Clerk of the\n             Courts who shall forthwith cause it to be served upon the\n             opposite party in manner prescribed by regulation.\nResident       30. Save as is specially provided in this Act a Resident\nMagistrate\nto have      Magistrate’s Court shall, upon or in connection with any\nmwer and auestion to be determined thereunder, have all the powers\niurisdicticm A\nof Rwident and jurisdictions exercisable and be subject to all the-duties\nMagistrate’s\ncourt.       and obligations to be performed by a Resident Magistrate’s\n             Court for the parish in, or in connection with, civil actions\n             in such Court and the law, rules and practice in such civil\n             action shall murutis mutandis apply; and any order made\n             by a Resident Magistrate under this Act may be enforced\n             as if it were a judgment or order of such Court.\n                   me inclusion of this page is authorized by L.N. 480/197J]\n                 WORKMEN'S COMPENSATION                                 37"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Resident Magistrate to have power and jurisdiction of Resident\n         Magistrate’s Court."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31.-(1) If the workman at a hearing of an application Resident\n                                                              Magistrate\nbe incapacitated by reason of the injury in respect of which mayadjourn\nthe application is made and if further it be uncertain k:z for\nwhether the incapacity is temporary or permanent, or if monthswhere there\npermanent, whether it is partial or total, the Resident isdoubtas\n                                                              to degree of\nMagistrate may, if he is satisfied that the workman is incapacity.\nentitled to compensation in the event of the incapacity being\npermanent, adjourn the hearing for a period or periods not\nexceeding twelve months in all, reckoned from the date of\nthe accident causing the injury and may make an interim\norder that the employer shall, in the meantime, pay such\ncompensation to the workman as is provided by the\nSchedule in case of temporary incapacity for work or per- Schedule.\nmanent partial incapacity for work, as the case may be.\n        (2) If the workman at a hearing of an application\nbe not incapacitated but there is reason to believe that the\ninjury sustained by him may ultimately result in his per-\nmanent or total incapacity for work or in his death, the\nResident Magistrate may adjourn the hearing for a period\nor periods not exceeding twelve months in all, reckoned\nfrom the date of the accident causing the injury, so that\nthe workman may retain his right to recover Compensation\nin the case of permanent incapacity, partial or total, result-\ning ultimately from the injury, or the dependents retain\ntheir right to recover compensation in the event of the\nworkman's death."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32.-(1) Subject to rules of court, an appeal shall lie to ~ p p e a to\n                                                                      l~\n                                                            the Court d\nthe Court of Appeal from any order of a Resident Magis-\ntrate where a question of law is involved in the appeal :\n Provided that from the following orders of a Resident\nMagistrate, namely-\n   (a) an order awarding as compensation a lump sum\n        whether by way of redemption of a half-monthly\n38                          WORKMEN'S COMPENSA TION\n                    payment or otherwise or disallowing a claim in\n                    full or in part for a lump sum;\n                (b) an order providing for the distribution of compen-\n                    sation among the dependents of the deceased\n                    workman, or disallowing any claim of a person\n                    alleging himself to be such a dependent;\n                (c) an order allowing or disallowing any claim for the\n                    amount of an indemnity under the provisions of\n                    subsection (2) of section 18; or\n                (d) an order refusing to register a memorandum of\n                    agreement or registering the same or providing for\n                    the registration of the same subject to conditions,\n           no appeal shall lie against any such order unless the amount\n           in dispute in the appeal is more than one hundred dollars.\n                  (2) Notwithstanding anything herein contained, no\n           appeal shall lie in any case in which the parties have agreed\n           to abide by the decision of the Resident Magistrate, or in\n           which the order of the Resident Magistrate gives effect to\n           an agreement come to by the parties.\n                             PARTVnI. Miscellaneous\nA person      33. Notwithstanding anything to the contrary in this Act\nphysically\ninfirmmay contained a person in respect of whom a medical practi-\nagree with tioner has certified that, by reason of old age or serious\nemployer to\naccept less physical infirmity or any previous injury he is specially liable\nthan the\nprescribed  to meet with an accident or to sustain a serious injury if\ncompmsa-\ntion.       employed   as a workman at any work may, in entering into\n            a contract of employment with an employer, lawfully agree\n            with the employer that the employer shall pay less than\n            the amount payable under this Act in respect of the injury\n            or death of that person: But no such agreement shall be\n            valid and effectual, unless the amount agreed to be paid\n            in respect of the injury or death is at least one-half the\n                  W e inclusion of this page is authorized by L.N. 480/1973]\n                      WORKMEN'S COMPENSATION                                       39\n    amount that would otherwise be payable as compensation\n    under this Act."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. A person physically infirm may agree with employer to accept\n          less than the prescribed compensation."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. Save as is specially provided in section 33 in respect ~ o r i g h t t o\n                                                                      out\n    of agreements, any provision in a contract of employment contract\n                                                             of ~ ~ t .\n    whereby a workman or his dependents relinquish any right\n    to compensation under this Act or to damages indepen-\n    dently of this Act, whether for the workman or for any\n,\n    dependent, shall be null and void."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35.-(1)   The Minister may appoint a Workmen's Com- Appoint-\n                                                             ment of\n    pensation Board for each parish to hear and determine worlunen's\n    claims for compensation under this Act and matters aris-            z:r*ncl.-\n    ing out of proceedings thereunder.                       Boards.\n                                                                        241 1960\n             (2) The constitution, appointment, powers and S. 14.\n    duties of a Workmen's Compensation Board, the procedure\n    for making and dealing with applications for compensation\n    before such Board and the right to appeal from the deci-\n    sions thereof shall be prescribed by regulations.\n       %.-(I) The Minister may appoint such medical practi- Medical\n    tioners to be medical referees for the purposes of this Act referea.\n    as he may determine.\n            (2) Where a medical referee has been employed as\n    a medical practitioner in connection with any case by or\n    on behalf of an employer or workman or by any insurers\n    interested, he shall not act as a medical referee in that\n    case."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. Every employer in every industry to which the Minis- Empioym\n                                                                to make\n    ter may direct that this section shall apply shall, on or fc~u'Foof\n    before such day in every year as the Minister may direct, lnJunes-\n    send to the Minister a correct return specifying the number\n    of injuries in respect of which compensation has been paid\n            me inclusion of this page is authorized by L.N. 480/1973]\ni\n                                     WORKMEN’S COMPENSATION\n                    by him under this Act during the previous year, and the\n                    amount of such compensation together with such other\n                    particulars as to the compensation as the Minister may\n                    direct, and in default of complying with this section shall\n                    be liable on summary conviction before a Resident Magis-\n                    trate to a penalty not exceeding twenty dollars.\n    Regulations.      38.-(1)  The Minister may make regulations for-\n                         (a) prescribing the procedure and forms in respect of\n                             matters to be done under this Act;\n                         (b) matters which are specifically mentioned in this\n                             Act as being matters which may be prescribed by\n                             regulation; and\n                         (c) generally for carrying out the objects and provi-\n                             sions of this Act.\n                            (2) All such regulations shall be laid before the\n                    Senate and House of Representatives within ten days after\n                    the making thereof if the Senate and House are then sitting,\n                    or if not then sitting, then within ten days from the then\n                    next assembly of the Senate and House.\n    Worlmen’s         39.-(1)  Notwithstanding anything in this Act, no com-\n    compeasa-\n    tion not to     pensation shall be payable under this Act in respect of any\n    be payable\n    in respect of   war injury sustained during the period of the present\n    WBt\n    injuriu.        emergency.\n          .                  (2) In this section-\n                    “period of the present emergency” means the period begin-\n                      ’\n                          ning with the commencement of the Emergency Powers\n                          (Defence) Act, 1939, and ending with such date as Her\n                        . Majesty may by Order m Council declare t o be the\n                    ‘\n                          date on which the emergency that was the Occasion\n                          of the passing of that Act came to an end;\n                           fTho inclusion of this pago is authorized by L.N. 480/1973]\n                                             a\n                   WORKMEN’S COMPENSATMN                                  41\n“war injury” means any physical injury-\n     (a) caused by-\n             (i) the discharge of any missile (including\n                 liquids and gas); or\n            (ii) the use of any weapon, explosive or other\n                 noxious thing; or\n           (iii) the doing of any other injurious act,\n         either by the enemy or in combating the enemy or\n         in repelling an imagined attack by the enemy; or\n     (b) caused by the impact on any person or property\n         of any enemy aircraft, or any aircraft belonging\n         to, or held by, any person on behalf of or for the\n         benefit of, Her Majesty or any allied power, or\n         any part of, or anything dropped from, any such\n         aircraft."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40.-(1) A workman shall be entitled to compensation Lnd-d\nunder this Act where he becomes incapacitated by reason             2:;\nof any disease prescribed by regulations made under this s. is.\nAct as being a disease due to the nature of his employment\nand developed after the 12th May, 1960.\n       (2) A disease may be prescribed for the purpose of\nthis Act in relation to any workman if the Minister is satis-\nfied that-\n             it ought to be treated, having regard to its cause8\n              and incidence and any other relevant considera-\n             tions, as a risk of his oocupation and not as a risk\n              common to all persons; and\n             it is such that, the attribution of partidar cases\n             to the nature of the employment can be established\n             or presumed with reasonable certainty.\n       (3) Regulations prescribing any disease for the pur-\nposes of this Act may provide that a workman who\n       CIle hdusion of this pap Ir authorized by LN. 480119731\n42                                                   WORKMEN’S COMPENSATION\n          developed the disease on or at any time after a date specified\n          in the regulations (being a date before the regulations came\n          into force but not before the 12th May, 1960) shall be\n          treated for the purposes of this Act, subject to any modifi-\n          cations prescribed in such regulations as if the regulations\n          had been in force at the time when he developed the disease.\n                  (4) Regulations prescribing any disease for the pur-\n          poses of this Act may provide for determining the time at\n          which a workman is to be treated for the purposes of this\n          Act as having developed such disease, and the circumstsmces\n          in which such disease is, where the workman in question has\n          previously suffered therefrom, to be treated as having\n          recrudesced or as having been‘contracted afresh.\n                  (5) Nothing in this section shal€ dect the right of\n          any workman to benefit in respect of a disease which is 8\n          personal injury by accident within the meaning and intent\n          of this Act, except that a workman shall not be entitled to\n          benefit in respect of a disease as being an in-jury by accident\n          arising out of and in the course of his employment if at the\n          time of the accident the disease is in relation to him a\n          prescribed disease by virtueof the occupation in WE& he\n          is engaged in his employment.\n           . .\nApplication   41. The. benefit,payable unda section 40 in respect of 8\nto prawnbed\ndiseases of prescribed disease, the conditions tor receipt of such benefit\nm*iOmas\nto bentfit and the provisions for making, hearing, and determination\nmdckms. of applications for compensation therefor, shall be the Same\ns.15.\n24’1960   as in respect of personal injury by accident arising out of\n          and in the c o k e of the workman’s employment.\n                                      .,. .          ,   .     .   .   ..\n                                                                                             .-\n                        ~\n           .\n           ,\n                  ..        ..\n                                       ./                                    .   ..             ..\n                                  ,\n                                                                                              . ..\n                                                                                        ~\n                                                                                  .    . ,\n                                            .        .                           . .               .. .\n                                                                       ,..       . .              . . ..\n               . . ..       - .        .                 . .                                               .       .\n           . .                                  ~.                                                             ,       .   -.\n                            me inclusion of this page is .autl!orized by L.N. 480/1973]\n                  WORKMEN’S COMPENSATION                                               43\n                                SCHEDULE                       (Section 2)\n List of injuries deemed to result in a permanent partial incapacity         2411960\n                                                                             S.16.\n                                                                                            1\n                                                      Percentage of Loss\n       Injury                                         of earning capacity\nLoss of either arm at or above elbow ...           ...        70\nLoss of either arm between the wrist and the elbow            65\nLoss of either hand at wrist or of four fingers and\n  thumb of either hand ...             ...         ...        60\nLoss of both phalanges of the thumb of either hand            35\nLoss of one phalanx of the thumb of either hand               25\nLoss of four fingers of either hand ...            ...        35\nLoss of three fingers of either hand ...           ...        30\nLoss of two fingers of either hand ...             ...        25\nLoss of whole of the index finger of either hand ...          10\nLoss of two phalanges of the index finger          ...         8\nLoss of one phalanx of the index finger            ...         4\nLoss of whole of the middle finger of either hand ...          8\nLoss of two phalanges of the middle finger of either\n  hand          ...         ...        ...          ...        6\nLoss of one phalanx of the middle finger           ...         4\nLoss of whole of the ring or little finger of either\n  hand             ...         ...         ...      ...        5\nLoss of two phalanges of the ring or little finger of\n  either hand ...           ...        ...         ...         4\nLoss of one phalanx of the ring or little finger of\n  either hand ...           ...        ...         ...         2\nLoss of either leg at or above the knee            ...        70\nLoss of either leg below the knee      ...         ...        50\nLoss of either foot         ...        ...         ...        50\nLoss of all toes of either foot        ...         ...        20\nLoss of both phalanges of ,the great toe of either\n  foot          ...         ...        ...          ...        10\nLoss of one phalanx of the great toe of either foot             2\nLoss of any toe other than the great toe           ...         2\nLoss of one eye without complications, the other\n  being normal              ...        ...         ...        30\n        me inclusion of this page is authorized by L.N. 480/1973]\n    44                    WORKMEWS COMPENSATION\n                                                              Percentage of Loss\n                                                              of earning capacity\n         Loss of sight to such an extent as to render the\n           workman unable to perform any work for which\n           eyesight is essential ...      ...        ...               100\n         Loss of hearing in both ears     ...        ...                50\n            Complete and permanent loss of the use of any limb or member\n         referred to in this Schedule shall be the equivalent of the loss of that\n         limb or member. The percentage of incapacity for ankylosis of any\n         joint shall be reckoned as from 25% to 100% of the incapacity for loss\n         of the part of that joint, according to the degree of unfavourablencss\n         of the ankylosis of such joint.\n            When there is loss of two or more parts of the hand, the percentage\n         of incapacity shall not be more than for the whole hand.\n!\n                 me i n h i o n of this page is authorized by L.N. 480/1913]"
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41. Application to prescribed diseases of provisions as to benefit and\n      claims.\n                             SCHEDULE\n     me inclusion of t h i s page is authorized by L.N. 480/1973]\n                    WORKMEN’S COMPENSA TION                                     7\n    “manager” in relation to a ship means the ship’s husband\n        or other person to whom the management of the ship\n        is entrusted by or on behalf of the owner;\n    “member of the family” means wife or husband, father,\n        mother, grandfather, grandmother, stepfather, step-\n        mother, son, daughter, grandson, granddaughter,\n        stepson, stepdaughter, brother, sister, half-brother,\ni\n        half-sister;\n    “partial incapacity” means, where the incapacity is of a\n        temporary nature, such incapacity as reduces the\n        earning capacity of a workman in any employment in\n        which he was engaged at the time of the accident\n        resulting in incapacity, and, where the incapacity is\n        of a permanent nature, such incapacity as reduces his\n        earning capacity in every employment which he was\n        capable of undertaking at that time:\n            Provided that every injury specified in the Schedule Schedule.\n         shall be deemed to result in permanent partial incapa-\n         city;\n    “ship” “vessel” “seaman” and “port” shall have the same\n         meaning as in the United Kingdom Merchant Shipping\n         Act 1894;\n                                                                            *\n    “total incapacity” means such incapacity whether of a\n         temporary or permanent nature, as incapacitates a\n         workman for all work which he was capable of per-\n         forming at the time of the accident resulting in such                      I\n         incapacity :\n            Provided that permanent total incapacity shall be\n         deemed to result from the permanent total loss of the\n\\        sight of both eyes or from any combination of injuries\n         specified in the Schedule where the aggregate percen-\n         tage of the loss of earning capacity, as specified in the\n         said Schedule against those injuries, amounts to one\n         hundred per centum;\n                                                                        -\n          LThe inclusian of this page is authorized by L.N. 480/1973]\n8                           WORKMEWS COMPENSATION\n            “wages” includes any privilege or benefit which is capable\n                of being estimated in money, other than a travelling\n                allowance or the value of any travelling concession or\n                a contribution paid by the employer of a workman\n                towards any pension or provident fund or a sum paid\n                to a workman to cover any special expenses entailed\n                on him by the nature of his employment, or remunera-\n                tion for overtime not habitually performed or re-\n                munerated at a special rate;\n            “workman” means any person who has entered into or\n                works under a contract of service or apprenticeship\n                with an employer, whether by way of manual labour,\n                or otherwise, whether the contract is express or implied,\n                is oral or in writing, and whether the remuneration\n241 1960\n                is calculated by time or by work done; so, however,\ns. 2 (2).       that any such person whose remuneration exceeds\n                fifteen hundred dollars a year shall not be regarded as\n                a workman unless his contract of service or apprentice-\n                ship so provides :\n                  Provided that the following persons shall not be\n                regarded for the purposes of this Act as workmen-\n241 1960\ns. 2 (3).       (a) persons employed to perform work of a casual\n                    nature not connected with the employer’s trade or\n                    business not being persons employed for the pur-\n                    poses of any game or recreation and engaged and\n                    paid by a club; or\n                (b) outworkers, that is to say, persons to whom articles\n                    or materials are given out to be made up, cleaned,\n                    washed, altered, ornamented, finished, or repaired\n                    or adapted for sale in their own homes or on\n                    other premises not under the control or manage-           /‘\n                    ment of the person who gave out the articles or\n                    materials; or\n                    a member of the employer’s family dwelling in his\n                    house; or\n                  [The iodusion of this page is authorized by LN. 480/1973]\n                WORKMEN'S COMPENSATION                                    9\n     (d) persons employed in agriculture, unless employed 571 1954\n          on agricultural holdings of twenty-five acres or S. 2 (b).\n          more, or such employment be in connection with\n          any engine driven or machine worked by mechani-\n          cal power; or\n     (e) domestic servants except-                            241 1960\n                                                              s. 2 (4).\n              (i) those employed in a hotel, guest-house,\n                  boarding-house, residential club, or other\n                  establishment of a like nature; and\n             (ii) those who, in the performance of their\n                  duties as domestic servants, are engaged in\n                  driving any motor vehicle; or\n     cf, persons who contract or sub-contract for the\n          carrying out of work and themselves engage other\n          persons, independently of the employer, to per-\n          form such work; or\n     (g) persons in the civil employment of Her Majesty\n          otherwise than in Her Government of this Island;\n          or\n     (h) persons in the naval or military or air service of\n          the Crown.\n       (2) Any reference to a workman who has been\ninjured shall, where the workman is dead, include a refer-\nence to his legal personal representative or to his depndent\nor other person to whom or for whose benefit compensation\nis payable.\n        (3) If on any proceedings for the recovery of com-\npensation under this Act it appears to the Court by, which\nthe claim for compensation is to be settled that the contract\nof service or apprenticeship under which the injured person\nwas working at the time when the accident causing the\ninjury happened was illegal, the Court may, if having regard\nto all the circumstances of the case it thinks proper so to do,\ndeal with the matter as if the injured person had at the\n      D inclusion of this page is authorizted by L.N. 480/1973)\n10                               WORKMEN’S COMPENSATION\n                time aforesaid been a person working under a valid contract\n                of service or apprenticeship.\n                                 PART11. Compensation\nEmployers’         3. If in any employment a workman suffers personal\nliability for\ncompensa-       injury by accident arising out of and in the course of such\ntion.\n                employment his employer shall be liable to pay compensa.\n                tion in accordance with the provisions of this Act:\n                  Provided that the employer shall not be so liable (under\n                this Act) for such compensation should-\n                     (a) the injury incapacitate the workman whether\n                          totally or partially in the case of a daily paid\n                          workman for a period of less than five consecutive\n                          calendar days and in the case of a workman other\n                          than a daily paid workman for a period of less\n                          than seven consecutive calendar days;\n                     (b) the accident be proved to be attributable to the\n                          workman’s own serious and wilful misconduct\n                          which shall include-\n                             (i) his being in any degree under the influence\n                                 of drugs or intoxicating drink; or\n                            (ii) a contravention of any law, regulation or\n                                 order, whether statutory or otherwise,\n                                 expressly made for the purpose of ensuring\n                                 the safety or health of workmen, or of\n                                 preventing accidents to workmen, if the\n                                 contravention was committed deliberately\n                                 or with a reckless disregard of the terms\n                                 of such law, regulation or order; or\n                           (iii) the wilful removal or disregard by the\n                                 workman of any safety guard or other\n                                 device which he knew to have been pro-\n                                 vided for the purpose of securing the safety\n                                 of workmen; or\n                      CI’he inclusion of this page is authorized by L.N. 480119731\n                     WORKMEN'S COMPENSATION                              11\n                (iv) any other act or omission which the Court\n                     may, having regard to all the circumstances\n                     of an accident, declare to be serious and\n                     wilful misconduct;\n             it be proved that the accident would not have\n              occurred or in so far as the incapacity or death\nf\n              would not have been caused, but for a pre-existing\n             diseased condition of the workman;\n             death or incapacity result from personal injury if\n             the workman has at any time represented to the\n             employer that he was not suffering or had not\n             previously suffered from that or a similar injury,\n             knowing that the representation was false;\n             any workman who has met with an accident, as\n             the result of which there is materially increased\n             risk of a further accident happening to him or of\n             an aggravation of an injury caused by such acci-\n             dent and has thereby become permanently incapa-\n             citated from work and received compensation in\n             respect thereof, subsequently resume work similar\n             to that at which he was employed at the time of\n             such accident, whether with the same or another\n             employer, and meet with a further accident. which\n             is in any way attributable to the said permanent\n             incapacity, even although such further accident is\n             caused by a subsequent happening."
    }
  ],
  "definitions": []
}