{
  "id": "jm-subs-the-access-to-information-act",
  "type": "statute",
  "title": "The Access to Information Act",
  "title_en": "The Access to Information Act",
  "short_name": "Access to Information Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-access-to-information-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-access-to-information-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. h *?\"\"I\n   The Access to lnformation Regulations, 2003\n   The Access to Information (Cost of Reproduction of Off~c~al\n                                                            Documel~t$)L \" \"Irn'\nRegulations, 2003\n                                 RULES\n                (by paragraph I? ofthe Second Schedule)\n                                                                          ,,\"I    1,200~\n   The Access to lnformation (Appeal Tribunal) Rules. 2005\n                  THE A C C E S S TO INFORMATION ACT\n                                       ORDER\n                              (1mdt.r section 5(1)([1))\n    THE ACCESS .TO INFORMATION (PUBLIC AIJTI IOIIITIES) ORDER, 2004"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. The corn of reproduction of an offkial document specified in the\nSchedule shall be p a y a b l e by an applicant.                                                              S~hadulr\n                                                    SCHEDULE                                 (Regulation 2)\n                                                                          cost\n             FaRAn\n             Photocopy                                                    $lO.UO per page\n             Trnnsnipt                                                    $60.00 per page\n             Computer print out                                           $10.00 per page\n             Photographs\n              Black and White\n                  5\"a 7-\n                  8 % 10\"\n                  1 I\"x 14\"\n                  16\"nZO\"\n              Cdour\n                  5\"x 7\"                                                  S300.00\n                  s x 10\"                                                 S400.W\n                   11\"x 14\"                                               $2,000.00\n                   16\"s20                                                 S3.000.W\n              Audio cassdte                                               $300.00 per cassdte\n              video c a s n t c                                           $500.00 per cassdte\n              Diskene                                                     $20.00 per di&ne\n              Compad disc                                                 $35.00 per disc\n              Psprr to Braille                                            S60.00 per Braille page\n              Diskene to Braille                                          $40.00 per Braille page\n              Microfilm duplication (35mm)                                $L,500.W per mll of l00fl\n                                                                          mimofilm; minimum d e r of\n                                                                          l o fl at a cost of $LSO.OO\n              Mimofilm duplication (16mm)                                 $380.00 perroll afIO0fl miao-\n                                                                          film; minimum order of IOfl at\n                                                                          a cosl of $38.UO\n              Microfilm print out                                         $20.00 psr p a p\n                       (The intludon of this page ir ruthwimd by L.N.18*1200111\n                              A C C E S TO NFOIWATIOh\n                  THE ACCESS TO INFORMATION ACT\n                                  RULES\n                  (by paragraph 12 ofthe Second Schedule)\n      THEACCESS  TO INFORMATION (APPEAL    TRIBUNAL)   RULES, 2005\n       (Made by the Appeal Tribunal on the 20th day ofJuly, 2005)                  I.N. ~ R I Z O O S"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.+1)     An appeal pursuant to section 32 of the Act shall be commenced\nby notice of appeal in writing addressed to the chairman of the Appeal\n                                                                                  :sot\n                                                                                  Schedule.\n                                                                                  h r m 1.\nTribunal in the form set out as Form 1 in the Schedule.\n        (2) The notice of appeal shall be lodged with the Appeal Tribunal-\n      (a) within sixty days after the date of notification to the appellant of\n          the relevant decision or of the decision taken on an internal\n          review; or\n      (b) where no notification has been given within the period required\n          by the Act, within sixty days after the expiration of that period.\n       (3) The date of appeal shall be the date when the notice of appeal is\nlodged with the Appeal Tribunal.\n                                                                           A F, ~ormke"
    },
    {
      "provision_ref": "sec3m",
      "section": "3m",
      "title": "Section 3m",
      "content": "3m,mmt.       public authority, shall cause to be published in the Gazette-\n                  (a) an initial and subsequent 'statements on the organization and\n                      functions of the public authority pursuant to section 4 of and the\n                      First Schedule to the Act;\n                  (b) whenever a change occurs in the subjects handled by the public\n                      authority, or in its functions, a statement as to such change.\nKIC0.d of\nnppIi\"d0nr."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The functions and duties of the responsible officer, for the purposes of   h u d\n                                                                                 napo~lbb\nthese Regulations, shall include-                                                om<.,\n     (a) the acknowledgment of the receipt of applicahons for access to\n           official documents,\n     ( b ) electronically recording or putting in writing, oral requests\n           received;\n     (c) conducting interviews w~thapplicants, where necessary, in order to\n         ensure proper idenhfication of the offic~al documents being\n         requested;\n     (4 conducting an initial review of each requested document under the\n          Act ~n order to detemune whether any such document is to be\n          released,\n     (e) examining a requested document to determine whether-\n                (i) that document is an exempt document;\n                (ii) that document contains exempt matter;\n                (iii) that grant of access to that document should be de-\n                      ferred; or\n                (iv) the form of access requested would be in breach of the\n                     Copyright Act:\n     V) keeping applicants for access to official documents hlly informed\n          of the status of their requests:\n                                THE ACCESS TO INFORMA TlON REGULATIONS. 2003\n                  (g) providing access to non-exempt official documents to applicants as\n                      provided under the Act;\n                  (h) providing advice to the Permanent Secretary in a Ministry or a\n                      principal officer in other public authorities for the purpose of\n                      identifying exempt matter or an exempt document in accordance\n                      with the provisions of the Act;\n                  (i)    informing an applicant, in writing, that a requested official\n                         document is exempt or contains exempt matter, or that access to the\n                         document will be deferred and indicating to that applicant the basis\n                         for the exemption or deferral,\n                  (j) assisting with the implementation of all decisions in accordance\n                         with the Act and any other relevant enactment;\n                  (k) maintaining knowledge of the Act, laws relevant to the ad-\n                      ministration of the Act and laws affecting records and information\n                      management;\n                  (I) informing applicants when it is known that an official document\n                      requested is already published, and if requested, providing access\n                      to such a publication in accordance with existing relevant\n                      administrative procedures or statvtes,\n                  (m) coordinating throughout the public autko\":?yinformation required\n                         to be published under section 4 of the Act;\n                  (n) publishing in a newspaper circulated in the Island a notice\n                      indicating the gazetted date of the initial and subsequent statements\n                      of a public authority's organization and hnctions pursuant to\n                      section 4 of and the Fist Schedule to the Act;\n                  (0)    the transferring of applications and keeping the applicant informed\n                         as to the status thereof;\n                  @) anything required by the Act or these Regulations to be done.\nDelegmar\nofduties"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.      I would l k e to:\n(Please check the relevant box(e3)).\no       inapct the document\no       listen to the document\n        view the document\ncl      have a copy(ies) of the document made availsble to me in the following famat:\n           o photocopy\n           cl    compact disc\n           cl    diskette\n           0      transcript\n           cl     other @lea~especifi), ..................................\n            Number of copies required:.................................\nPlease note that:\n-payment wtll be required before copies are mode;\n- i n z a t i o n on walloble formats andpricesper copy moy be obtainedfrom the relevant\n   w b l b nathoritv:\n-where theprovl,m ofcop1,sa in the requested f m o t i f notposJlble, an olrernativsfbrmat,or\n   may be agreed between thepartles, WIN be made available.\n......................................................................... Date ........................ .\n                                                                                                        ....................\nSignohwe ofApplicanr\nNote: Responfible O@rs should complete memorandum ofAltestotion and Verfkation if on\nApplication is complebd by hidher on behalfof the Applicannt\n                                !The Ineludon of this p a p Is sulhorlzed by L.N. 18*110081\n                            THE ACCESS TO INFORMATION ACT. 2002\n                                          Cerl$cole of Emrnpfmn\nIn accordancewith S. 21 of the Access to Information An,this is to emify thu thc\n0       official docmcnt\n0      part (8) of the ullicinl dosurnent\nrequested under Application for Access to Onicial Dacumcm Referace Number.. .\ndated ......................................and being the document described hereunder:\n(describe exempi duczmenl or exemplpari(r) ofdoomlent)\n.......................................................................\nidarc zxmpt purauanl lo ................................ (stale relevant secnon) of the Act for the\nfollnningreasons:\n........................................................................\n                                                                                  ....,2 0 . ...........(y ear)\nDated this. ...................day of................................................\nSigned: ...........................................         Signed: .............................................\n                   Prime Minister\n                                                            Minister of ........................................\n                                                            (msert nanm and title qfrelevanrM>nisrer)\n           IThe lnrlu~lnnof this page i s sulhorimd by L.N. 18,JZ008l\n                   THE ACCESS M INFORMATION REGUUTlOh5,2003\n                                           FORM 3                               (Regulation 19(5))\nReference No.\n(For Inhrnal Ure Onb)\n                           THE ACCESS TO INFORMATION ACT\n               Applicalion Fnm for AmendmenUAnnotslionof Personal Record\n             (Pleasr u x a separate opplicofionJbrnlfor each doc~menfrequested)"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) The Appeal Tribunal-                                                    hearing\n     (a) may fix a date, time and place for the hearing of an appeal; and\n            lThe inclusion of this page is authorized hy L.N. l8d10081\n                                   THE ACCESS TO INFORMATION (APPEAL TRIUNAL) RULES, 2005\n                               (6) shall cause to be served a notice of hearing, informing the parties\n                                     and any attorney-at-law representing a party of the date, time and\n                                     place so fixed and ofthe list of documents required under rule 7.\n                                 (2) A notice of hearing shall be served not less than fourteen days\n                         before the date fixed for the hearing of the appeal (hereinafter called the\n                         hearing date)."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7 . 4 1 ) A notice of hearing shall require each party to provide to the\n                         Appeal Tribunal and to every other party a list of all documents on which the\n                         party proposes to rely.\n                                  (2) The lists shall, unless otherwise ordered by the Appeal Tribunal,\n                         be provided by the parties at least ten days before the date fixed for the\n                         hearing."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 . 1 ) Where an application is made by telephone or other electronic Ap~hstirm\n                                                                                  ,a\n                                                                                .byw\nmeans to a public authority for access to an official document, the responsible k    ,*-.\nofficer shall immediately take the necessary measures to record and store the ;ySMdm\nreceipt of such application on the application form set out as Form 1 in the\nSchednle.                                                                        schedule.\n                                                                                 P a m I.\n         (2) An application in writing for access to an official document may\nbe made to the relevant public authority in the form set out as Form 1 in the\nSchedule."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The Appeal Tribunal may on the hearing date, upon proof of service of\n                         the notice of hearing, proceed to hear and determine the appeal not-\n                         withstanding that any or all of the parties fail to appear at the hearing.\nA p p l i ~ t i o nfor       1 0 . 4 1 ) Where the Appeal Tribunal has proceeded in the absence of any\nruonrid.\neration.                 or all of the parties, a party may, within one month from the pronouncement\n                         of the findings and order, apply to the Appeal Tribunal for a reconsideration\n                         of the matter upon giving notice to every other party.\n                                  (2) The Appeal Tribunal, after reviewing an application before it,\n                         and in any case where it is satisfied that the matter should be reconsidered,\n                         may-\n                              (a) make any decision which had been or could have been made on the\n                                  original application;\n                              (b) grant the application upon such terms as to costs or otherwise, as it\n                                  thinks fit, so, however, that the Tribunal shall not nullify a\n                                  certificate issued under section 23.\n                                  (3) Upon the reconsideration of an appeal, the Appeal Tribunal may\n                         amend, vary, add to or reverse its findings or order made on or in relation to\n                         the hearing."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. W h e r e                                                                    when me\n                                                                                    Dm* lo\n      (a) access to an official document has been granted and the cost of\n            reproducing that document is not paid within the specified time as\n            was mutually agreed: or\n      (6) .the public authority receives an application for the waiver,\n            remission or reduction of such cost,\ntime shall cease to run until the cost is paid or the waiver, remission or\nreduction is granted, as the case may be."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Upon receipt of an application for access to an official document, the Rcaponsibla\n                                                                               am*, to\nresponsible off~cershall-                                                      drtrrmult\n                                                                               whm'w\n      (a) examine the application to determine whether the information ,&.I\n            requested is already published,                                    dmm~nt~\n                                                                               *dY\n      (b) if the information is already published, inform the applicant pubhCd.\n            accordingly;\n      (c) process the application for an official documcnt in accordance\n            with the provisions of regulation 4(0.\n    I t . Upon receipt of an application for access to an official document the kEy\nresponsible officer shall acknowledge receipt of the application or cause it to ,w.t\nbe acknowledged in writing addressed to the applicant.                          ~~PIJUI,~"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. At the hearing of the appeal, the Appeal Tribunal shall enquire into\n                         the grounds of appeal and may-\n                                       IT* Inclusion of this pate 11 authorized by L.N. 18fl0081\n            TKEACCESS TO INFORMATION (dpE.4~TRIBUNAL)RULES, 22005                             19\n      (a) hear evidence from the parties and any witness; and\n      (b) seek the advice of any person who, in the opinion of the Appeal\n             Tribunal, is able to assist the Appeal Tribunal in its deliberations."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.41) Subject to paragraphs (2) and (3), the Appeal Tribunal may, in\nits disrretion, either as to the whole case or as to any particular fact or facts, bYafSdnvit.\nproceed and act upon evidence given by affidavit.\n        (2) Unless the Appeal Tribunal is satisfied that-\n      (a) the affidavit is purely formal; and\n      (b)    requiring thc attendance of the deponent is made with the sole\n             object of causing delay, any party may require the attendance\n             upon .subpoena of any person who has sworn an affidavit in thc\n             matter for the purpose of giving oral evidence.\n         (3) Where evidence is to be given by aBdavif the affidavit shall be\ndelivered to the Appeal Tribunal not later than ten days before the hearing\ndate.\n         (4) Where a party's evidence is to be given orally at the hearing of\nthe appeal, notice of such evidence shall be given by the patty to the Appeal\nTribunal not later than ten days before the hearing date."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1) The preparation of official documents by a public authority for\n           the purpose of granting access, and the inspection of. viewing of, listening to\n           or collection of copies of official documents, shall normally be done during\n           the regular working hours of the public authority.\n                   (2) Where access is to be g~antedto an official document the\n           applicant shall be notified in writing as to-\n                  (a) the manner in which access to such document will be granted;\n                  ( b ) thc cost of any reproduction as may have been requested; or\n                  (c) the location where originals of official documents or copics or\n                        lranscripts thereof m:ly be inspcctcd, vicwed, lincncd to or\n                        collected, as the case may be."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-41) Subject to paragraph (2), the Appeal Tribunal may, before the\nconclusion of its hearing-\n                                                                                     ;Q\n      (a) a d j m the proceedings; and\n      (b) set another date for continuation.\n           (2) The Appeal Tribunal may of its own motion or upon the\n                                                                                          '\napplication of any party, adjourn the hearing upon such tams as to costs, or\notherwise, as appear just to the Appeal Tribunal."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Where an applicant requires access to an official document in the\n           form of a copy and the condition of the official document is such that it\n           would yield a copy of poor quality, the applicant shall be informed\n           accordingly and an alternative form of access suggested."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(1)    An applicant may be denied access--\n                  (a) to an official document in any case w h e r e\n                            (i) that document is an exempt document;\n                            (ii) public disclosure of such a document is otherwise\n                                 prohibited under the Act or under any other enactment;\n                                 or\n                 (6) to any part of an official document which contains exempt\n                       matter.\n                   (2) Every certificate required to be issued under section 23 of the\nSohdulr.\nPO\"\" 2.    Act shall be in the form set out as Form 2 in the Schedule.\n                   (3) The responsible officer shall, not later than fourteen &ys after\n           the issuance of a certificate under section 23 of the Act, publish in the\n           Gazette a notice indicating the issuance of such certificate.\n                   lThe lnrlusion or lhir page ia aalhorlzed by L.N. 18*/10081\n               TIIE ACCESS TO I N F O M TION REGUM TIONS 2003                                   9"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.41) Notes of all proceedings shall be taken by the Appeal Tribunal\nand any party who has appeared in the proceedings shall be entitled to inspect\n                                                                                      Y2zF\n                                                                                         .\nthe original or a copy thereof.\n        (2) Every party entitled to be heard upon an appeal against a\ndecision of the Appeal Tribunal shall be entitled to a copy of the notes of\nappeal on payment of such charges as may, from time to time, be prescribed\n               IThe lnelurlon of this page 1s r u t h o r i d by L.N. 18d10081\n          THE ACCESS TO NFORMATION (APPWIL TRIBI,NAL)RULES, 2005\nuuder the Act for the rcproduction of official documents."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.+1) An application pursuant to section 24 of the Act for amendment F        \",:;\nor annotation of an official document containing personal information about :y&2i\nthe applicant shall be accompanied by evidence that the official docnment is ,,,d.\nincomplete, incorrect. out of date or misleading.\n         (2) The responsible officer shall, if he considers it necessary, require\nthe applicant to provide snch additional evidencc and documents as the\nresponsible officer considers necessary in support of the application for\namendment or annotation.\n         (3) Where a public authority amends an official document under\nsection 25 of tbe Act the amendment shall be done in snch manner as not to\nobliterate the t e a of the documents or any part thereof.\n        (4) An amendment under paragraph (3) shall appear at the side of\nthe document being amended or such other distinct place on the document,\nwith a notation attesting to the amendment.\n         (5) An application to a public authority for an amendment or\nannotation of an official document may be made in the form set out as Form s - h d ~ .\n                                                                              Farm 3.\n3 in the Schedule."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20 .............at ...............\n                                                                                                          (rime)\n        o'clock in the foreiaflernoo~and so from day to day w i l the Appeal in the above\n        mailer is heard, to give evidence on behalf of\n                                          (name of applicant or r e ~ p n d ~ t )\n        and alao to bring with you and produce at the time and place in this Notice the following\n        documents: (inwrt /,st of documents required as evidence)\n        Dated the                       day of                                          ,20\n                                                                   ...................................................\n                                                                                     ChairmM,\n                                                                                 Appeal Tribuml\n        'lhc Sccreunat 01 the Appcel Tribunal s sltuatcd at 5 South Odaon Avenue, Kingsfon 10,\n        Jamslca W I telephunr (876) 968-3166.968-8282. Fax 906-4667 When m n u p o n h n g with\n        the ~ p p e a Tribunal,\n                      l         please address fomw or lenen, to the Chahman and quMe the reference\n        numb& of the appeal\n                         IThe inclusion of this page is sulhorlmd by L.N. 18d10081"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.-(1) An applicant may make a written application to the responsible               zvqfm\nMinister requesting a reductio~ remission or waiver of the cost of 2.ucfl.r\nreproduction of official documents.\n        (2) The application under paragraph ( 1 ) shall specify the reasons for\nsuch a request\n          (3) Where the responsible Minister considem it necessary he may\nq u e s t such hutha information to more effectively make a decision.\n                      !The inelvsion or tllir page is authorized by L.N. I W 1 0 0 8 )\n                    THE ACCESS TO lNFORMATION REGUUTIONS. 2003\n                                           SCHEDULE                        (Regulations 8, 17 and 19)\n                                             FORM l                             (Regulation 8(1) and (2))\nReference No.\n(For Infernal Use Only)\n                             THE ACCESS TO INFORMATION ACT\n                     AWLICATIONFORMFOR ACCBSSTO OFFICIAL DCCUMENT\n            (Please use a separate applicationform for each document requested)"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.-(1) All affidavits submitted to the Appeal Tribunal shall be filed and\nkept by the Appeal Tribunal.\n         (2) The Appeal Tribunal may order that any books, papers or other\nexhibits produced or used at a hearing shall be retained by the Tribunal until\nthe time for appealing the decision has expired and, if notice of appeal is\ngiven, until the appeal is heard or otherwise disposed of."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.-    (1) If it appears to the Appeal Tribunal that-\n     (a) the facts of two or more appeals before it are similar;\n     ( h ) it is convenient to the parties;\n     (c) some common issue of law or fact arises in both or aU of the\n         appeals;\n      (d) no prejudice will result from consolidating the appeals; and\n     (e) the requisite notice is given,\nthe Appeal Tribunal may order that the appeals be consolidated.\n         (2)' Subject to paragraph (I), the Appeal Tribunal shall give the\nparties an opportunity to show cause why any appeal should not be\nconsolidated.\n   2 4 . 4 1 ) Where, at any stage of the proceedings, an appeal is found to be\nunfounded and frivolous or vexatious, the Appeal Tribunal may dismiss the\nappeal forthwith.\n         (2) In making a decision under paragraph (I), the Appeal Tribunal\nshall consider the nature of any injustice or abuse of administrative process,\nincluding but not limited to the nature, content, language or subject matter\n0 C\n               [The i ~ h w i a nor lhir page is authorized by L.N. 18d10081\n         THE ACCESS n? INFORJdATION OlpPE4L TRIBUhXL) RULES 2W5                     2\n     (a) the request for access or the appeal;\n     (b) any prior or w n t e m m requests or appeals by the I#nty\n     (0) other verbal and written w m m u n i ~ o n sto any agency Or any\n         official of any agency from the party making the request or W g\n         the appeal"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. The appellant, while an appeal is pending may,at any time, withdraw    z g\nthe appeal by forwarding to the Appeal Tribunal a noti= of withdrawal\ns~gnedby the appellant and the Appeal Tribunal shall forthwith inform every\nother par@of the withdrawal.\n            THE ACCESS TO /;1FORMATION (APPEAL TRIBWAL) RULES, 2005\n                                               SCHBDILE                             (Rules 3 and 14)\n                                               FORM I\n                                           Noece ofAppeal\n                                     (RnE3(1))\n                 IN THE MAlTXR OF THE ACCESS T O INFORMATION ACT\nBBTWBWI........................................................................................\n                                                                                         APPELLANT\n                                      (imerf name of appellant)\nAND ...............................................................................................\n                                                                                             DEFBNDANT\n                                  (insen name ofpublic authonly)\nTO THE APPEAL muNAL:\nTAKE NOTICE\n          tha\n                                       @ll name of appellanf,\n..................................................................................................................\nocnrpotion, addres~)\nappeals against the decision of [ ...........................................................................\n....................................................................................\n                                                                               ] contained in a decision\n                   ( m e n name ofpublic aufhorify)\ndated ...............................................\n                                                a copy of which is attaohed to this Notice.\n                 (insert dafe)\n      me details of the decision appealed are: ........................................................\n      'l%e Appellant challengesthe following findings of fact and ofthe law-\n          (i)    Findings of fact: @lease indicate fhe n a h m of fhe origirrl requerf for\n                 information and the decision. f known, and dafe of decisions of fhe public\n                 outhority)\n         (ii)\n       'l%e gr\n       reversed)\n          (1)\n         (ii)\n         (iii)\n         (iv)    ...................\n                                  ,....................................................\n       Lisl of relevant documents:and correspondence to be used (if any):\n       Number and n m e r of witnesses (if any):\n                    IThe inciuriaa of this ,page is authorized by L.N. 18*120081\n            THE ACCESS TO INFORMATION (APPIAL TRlBlINAl,)ROI,~X,2003\n                                            FORMI. conld\n(6)   k g a l Reprcrentolivcs ( i f any):\n      (mndicofe fhe nonr(s) and oddress(es) of tha perso@) who WII makc\n      reprerenrorlons on h e aypellorrr '3 bahalfl.. ... .\n                                                         ...........................................\n(7)   1request an early hearing:            0ym            nu\n      If yes, state reasons for request:\n(8)   Set out arty spcs~licpuwcr whioh tho Appeal Tribunal is heing askedtu exercise:\n1 certi* that all facts set out in this Notice of Appeal are true to the best o f my knowledge,\ninformation and bcKeE\nDated the              day of                       ,20         .\n                                                             .............................\n                                                                Appcllaru's Signature\nFiled by (specify name and address, fa* e-meil, of appellant or Attorney-at-Law filing the\nducument).\n               (The inrlrrion of thic page is auihorimd by L.N. l8d20081\n            THEACCESS TO INFORMATION (APPEAL TRIBUNAL)Rum, 2003\n                                                   FORM 2\n                                             Order lo Testifl\n                                                 (RULE 14)\n                IN THE MATTER OF THE ACCESS TO INFORMATION ACT\nAND......\n                                                          .................................................\nTo: .........................................................\n                            (msert name and address ofpropsed wmess)\nWE COMMAND YOU to attend before the Appeal Tribunal constituted under the\nAccess t o l n f o m i o n Act st ......................... .. ........................................\n                                                        (tnserl location)\non the ..................dav of .......................at the hour of ........................................\no'clock in the ...............nwn, and so Born day to day until the Appeal in the above mane1is\nheard, to give cvidmoe on behalf of ......................................................................\n                                         ...............................................................\n                                          (name of appelhnt/de$endanr)\nDated the                       day of                                          ,20       .\nThe offices of the Appeal Tribunsl is situated at 5 South Odeon Avme, Kingston 10, hm*u\nW.I. telephone (876) 968-3166,968-8282. Fax 906-4667. Pleare address all cmesponLncato\nthe Appeal Tribunal to the Chairman.\n                    IThr lneludon of thin page Is autbrlzed by L.N. 18*n0081\n                    THE ACCESS TO INFORMATION (APPEALTRIBUNAL)RULES,2005\n                                                          FORM 3\n                                             Order to ProduceDocummts\n                                                         (RULE 14 )\n                        IN THE MATTER OF THE ACCESS TO INFORMATION ACT\n                                          APPEALNO.                                      120\n        BETWEEN........................................................................................\n                                                                                             APPELLAWI\n                                               (insert name ofappellonl)\n.   .   .AND........................\n                      .          ...........\n                                              (insert name ofpublic outhoriry)\n        TO: ..............................................................................\n                                           (mserr name and addresr ofperson)\n        WE COMMAND YOU to anend bsfme the Appeal Tribuml oonstituted under\n        section 32 of the Access to Infarmatiun Acl at ........................................................\n                                                                          ( m m t location)\n        on the ..................day o f . . ............................................."
    }
  ],
  "definitions": []
}