{
  "id": "jm-subs-the-agricultural-produce-act",
  "type": "statute",
  "title": "The Agricultural Produce Act",
  "title_en": "The Agricultural Produce Act",
  "short_name": "Agricultural Produce Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-agricultural-produce-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-agricultural-produce-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the Agricultural Produce                  368172\n(Vegetables, Fruit and Ground Provisions) (Export) Regulations, 1969."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. No person shall export or attempt to export agricultural produce\nwhich has been condemned by an Inspector of Agricultural Produce\nas being unfit for export but such produce, when the destruction thereof\nhas not been ordered by such Inspector, may be purchased by any\nperson for use within the Island, provided such person shall at the\ntime of the purchase give to the vendor an undertaking in writing\nthat he (the purchaser) will not export or attempt to export such\nproduce and a copy of such undertaking shall forthwith be sent by\nthe vendor to the Inspector of Agricultural Produce for the district\nin which the sale takes place.\n              IThe inclusion of this page is authorized by L.N. 4/1976]\n                      AGRICULTURAL PRODUCE                                              9\n            THE AGRICULTURAL PRODUCE ACT\n                              REGULATIONS\n                            (under section 23)\n     THE AGRICULTURAL    (COFFEE)\n                   PRODUCE     REGULATIONS,\n                                        1941\n    (Made by the Governor in Privy Council on the 3rd day of             L.N. 66/41\n                                                                         Amd:\n                        October, 1941)                                   L.N.    2/42\n                                                                                70143\n                                                                                94/44\n                                                                                36/53"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. No person shall-\n    (U) cut, carry, load, unload, or stack bananas in such a manner\n         as to injure such bananas, or carry, load, unload, or stack\n         bananas in boxes in such a manner as to injure the bananas\n         or damage the boxes;\n    (b) place bananas on the ground or on the floor of any building\n         or lean them against any post, rail or wall, or rest them on\n         any post, rail or wall, unless such bananas are protected from\n         bruising or other injury by matting or padding to the satisfac-\n         tion of an Inspector of Produce;\n     (c) expose bananas or bananas in boxes #tothe direct rays of the\n         sun or to the rain, or leave bananas that are in danger of\n         becoming so exposed unprotected by a covering that is satis-\n         factory in Ithe opinion of an Inspector of Produce;\n     (d) despatch, load or drive a vehicle containing unboxed bananas\n         projecting over or beyond the sides of such vehicle, unless\n         such vehicle is provided with wings for the support of such\n         bananas;\n    (e) despatch, load or drive a vehicle containing bananas in boxes\n         projecting over or beyond the sides of such vehicle;\n              me inclusion of this page is authorized by L.N. 4119761\n32   T H E AGRICULTURAL PRODUCE (BANANA) REGULATIONS, 1969\n           transport bananas on animals or in vehicles unless such\n           animals or vehicles are thoroughly padded for the purpose\n           of proteoting the bananas from being bruised intransit;\n           transport in a vehicle more than seven tiers of unboxed\n           bananas or ten tiers of bananas in boxes extending upwards\n           from the floor of the vehicle:\n              Provided that not more than two tiers of bananas or\n           bananas in boxes shall extend above the sides or body of the\n           vehicle :\n             Provided further that for the purposes of this paragraph\n           any unboxed bananas or bananas in boxes used to stabilize\n           or keep in place other bananas or other bananas in boxes\n           shall be counted as one tier;\n           sit, stand, walk or lie upon any bananas or upon any box\n           containing bananas;\n           place any article upon any bananas or upon any box cow\n           taining bananas unless such anticle is for the protection of\n           the bananas;\n           while removing bananas from a vehicle, rest such bananas\n           on the rail of the vehicle unless the rail is padded to the\n           satisfaction of an Inspector of Produce;\n           offer or accept for export, or sell or purchase for export any\n           bananas, whether or not in boxes, which are so thin, bruised,\n           immature or damaged, or of which the appearance is so\n           maned, as to be unfit for export in the opinion of an\n           Inspector of Produce;\n           export bananas, whether or not in boxes, which are not\n           absolutely clean and free from-\n               (i) all foreign matter such as [trash, straw, nests, withe,\n                   twigs, grass or eaith; and\n              (ii) damage by rats or insects;\n       (m)pack, or export, or attempt to export, any bananas which are\n           aEeoted by bruising, thrips, swamp spots or scarring of any\n           description, of by any other condition which mars the\n           appearance of such bananas;\n       (n) load bananas into a lighter in such a manner thait there is any\n           fruit above the sides or gunwale of the lighter, or so that\n           any part of the fmi't projects beyond the sides or gunwale\n           of the lighter;\n                 (The inclusion of this page is authorized by L.N. 4/1976]\n THE AGRICULTURAL PRODUCE (BANANA) REGULATIONS, 1969                         33\n    (0)   load bananas in boxes into a lighter to a height exceeding\n           two tiets above the sides or gunwale of the lighter, or so that\n           the boxes rest on the sides or project beyond the sides or\n          gunwale of the lighter;\n    @) load bananas into a lighter unless the lighter is thoroughly\n        padded to the satisfaction of an Inspector of Produce;\n    (4) while engaged in stacking or loading bananas or bananas in\n        boxes, or while in control of any gang engaged in stacking\n        or loading, stack or lead such banana or bananas in boxes\n        in any boat, ship or vessel in such a manner as to injure or\n        bruise such bananas i n a n y way."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The following fees shall be payable in respect of the trade marks\nto be placed on packages of produce exported in lieu of any fees\nfor such purpose heretofore made payable under the Trade Marks\nLaw.\n       On application to register a trade mark for one or more of the\n          articles mentioned in the Third and Fourth Schedules of the\n          Act (save and except bananas)                      ...\n                                                             25 cents    ...\n               [The i:clu.sion   of thir page is authon ed by L.N. 4/1976]\n4   T H E AGRICULTURAL PRODUCE (TRADE MARKS) REGULATIONS, 1927\n        For registration of a trade mark for one or more of the articles\n            mentioned in the Third and Fourth Schedules of the Act\n            (save and except bananas)           ...     ... 50 cents\n        On application to register a subsequent proprietor in cases of\n            assignment or transmission of one or more marks-\n                 For one mark          ...    ...    ... 50 cents\n                 For each additional mark     ...     ... 20 cents\n        For renewal of registration of mark at expiration of last registra-\n            tion               ...      ...      ...      ... 50 cents\n        Additional fee under rule 67 of the Trade Marks Rules, 1958\n                      ...     ...      ...    ...     ... 25 cents\n        Additional fee under rule 68 of the Trade Marks Rules, 1958\n                        ...   ...     ...     ...    ... 50 cents.\n                 me inclusion of this page is authorized by L.N. 4/19761\n                       AGRICULTURAL PRODUCE                                              5\n             THE AGRICULTURAL PRODUCE ACT\n                               REGULATIONS\n                             (under section 23)\n              PRODUCE\nTHE AGRICULTURAL   (WAX AND HONEY)\n                                 REGULATIONS,\n                                          1928\n(Made by the Governor in Privy Council on the 31st day of July, 1928) G.N. 592128\n                                                                           Amd :\n                                                                           G.N. 591134\n                                                                           L.N.237158"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . 4 1 ) Citrus fruit intended for export as fresh fruit being conveyed\n     in vehicles shall be placed in boxes having smooth inside surfaces\n     and which shall not be more than thirteen inches deep and shall be so\n     packed within the vehicle as to prevent injury to the fruit.\n              (2) Citrus fruit for processing may be conveyed loose in a\n     vehicle the type and construction of the body of which has been\n     approved by an Inspector of Produce and a certificate of approval\n     issued to the owner. Such body shall be constructed with solid sides\n     and floor, that is to say, not slatted, the inside surfaces of which shall\n     be smooth. It shall be the duty of the owner to maintain the body of\n     the vehicle in respect of which a certificate has been granted to the\n     satisfaction of an Inspector of Produce and to produce the certificate\n     when required so to do by any authorized person under the Act. Any\n     person who owns, operates, drives, or causes to be operated or driven,\n     for the purpose of transporting fruit a vehicle the body of which does\n     not comply with this regulation shall be guilty of an offence.\n              (3) The certificate referred to in paragraph (2) shall be in the\n     form set out in the Schedule and shall be renewed as from the 1st\n     day of July each year.\n                                    Protection of fruit"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Period for which company in operation ...............................................\n                       1 DECLARE lT?AT THE INFORMATKM GIVEN ABOVE IS CORRECT\n     *Doleto whichevor ia                                 ...............................................................\n      inamlicable                                                   +Signature of Applicant\n                                                              +Signuture and post held of person\n                                                                signing on behdj of Company\n                                                                        ...................................................\n                                                                                                Date\n     poll    om(B USE ONLY:\n     APPLICATION m / N a r 0-                              ON 1w        .............. DAY OF .............. 19......\n                                                                   ......................................................\n                                                                                           Slgntrrur8\n                                                            FORM\n                                                               4\n                                  TWE AGRICU'LWm PRQDUOE ACT\n                                               Application to Export Splc8\n        ro 'FHB fRADE ADMmsntAm\n     I ..................................................................           of ...................................\n                              Name of Company                                                    Buslnrsr\n     ......................................................hereby n#ly                    for a licence to export\n                         Address\n     .......................................    l8.of      * ................................................\n                                                                   to\n                                                                             Name of Company or person to\n                                                                                                                                I\n                                                                              wham rpfce is to be exported\n                            I The inclusion of this page is authorized by L.N. SS/1991 1\n                                      REGULATIONS.\n     THE AGRICULTURAL PRODUCE (PIMENTO)          1986                                                                        53\noi      ......................................................................................................          I.\n                                                        Address\n..........................................                              .............................................\n                     Date                                             Signature and post held of person\n                                                                        signing on behalf of Company\nTbir h to certify that I have examined the spice b (beexported by\n..............................................................................................................\n                                               Ncrntc of Applicunt\nof      ........................................................................................................\n                                                       Address\nand found the spice to be of fair merchantable quality.\n..........................................                          ................................................\n                     Dart                                                     Director Qf Stmrdordr\n                                                                              Bureau af Stmrdmds\n        aubhonier .........................................................................................\n                                       Name of Applicant\n.............................................................................................................\n                                                Name of Countty\n                                                        ............................................................\n                                                                       Mtrdrtrr of Agdxlture\n                                                                           ..........................................\n                                                                                              Dde\nPOII OPPIC. USE ONLY: LI-                          NUMBER       ............ QluNIBD ON 1BQ...............\nDAY OF       .....................       19 ...............\n                                                -NOT-\n................................................                 ....................................................\n                     Date                                                             Signarure\n                         [ T h e inclusion of this page is authorized by L.N. 55/1991 1\n  T H E AGRICULTURAL PRODUCE [PIMENTO) REGULATIONS, 1988\n                                 SCHEDULE, conid.\n                            SECOND\n      (5) $Subject b the. provisions of hhis Schedule the Pan4 m y rogdutc\nits own proceed'ings."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.41) If it appears to the Minister that an approved exporter has Contraven-\ncontravened any of the provisions of the Act OS Regulations relating tion of\n                                                                        Act or\nto an approved exporter or any term or condition specified in an tions  Regula-\n                                                                              by\norder referred to in regulation 5 he shall serve upon the approved approved\n                                                                        exporter.\nexpomr a notice requiring the approved exporter-\n     (U) to give an explanation thereof;\n     (b) in so far as possible, to do all such thmgs as will make good\n          to the satisfaction of the Minister any default or deficiency\n          arising in consequence of the contravention.\nwithin such reasonable time not being less than fourteen days from the\ndate of the notice, as may be specified in the notice.\n       (2) If an approved exporter without reasonable excuse fails to\ngive an explanation or it0 make good any default or deficiency within\nthe time specified in the notice served upon him under paragraph (1)\nthe Minister may, by order published in the Gazette, revoke the decla-\nration made in respect of that exporter under these Regulations."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 . 4 1 ) Every packing house for citrus fruit shall be of such size and\nconstruction as in the opinion of the Chief Inspector of Produce is\nadequate for the receival, processing, packing and storing of the\nquantity of citrus fruit to be handled in such packing house and shall\nbe equipped with such machinery and equipment as the Chief\nInspector of Produce may in his discretion require.\n        (2) Every receiving depot for citrus fruit shall be of such size\nand construction as in the opinion of an Inspector of Produce is\nadequate for storing the quantity of citrus fruit to be handled in such\nreceiving depot.\n        (3) Citrus fruit shall be stored in a receiving depot either in\nboxes having smooth inside surfaces and rounded edges or on padded\nshelves or padded floors and in either case such citrus fruit shall be\nstored in a manner approved by an Inspector of Produce:\n  Provided that no citrus fruit shall be stored on a padded shelf\nor floor to a greater height than eighteen inches.\n       (4) An Inspeotor of Produce may at any time determine the\ntotal quantity of ci,trus fruit that may be stored in a packing house or\nreceiving depot.\n       (5) A packing house containing citrus fruit shall not be used\nfor the storing of goods other than those connected with the packing\nof fruit.\n      (6) No citrus fruit shall be stored in packing houses except in\nboxes as approved by an Inspector of Produce:\n               [The inclusion of this page is autbori,ed by L.N. 4/19761\n20          THE CITRUS FRUIT (PROTECTION) REGULATIONS, 1948\n       Provided that citrus fruit for processing may be stored in slatted\n     bins the construction of which meets with the approval of an Inspector\n     of Produce.\n                                      Packing of Fruit"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1)     No person shall pack for export, or attempt to export any\n     citrus fruit which does not comply with the following conditions-\n            ( U ) Such fruit shall be mature, fully coloured, (except in the case\n                  of limes), free from decay, bruises, creasing, unsightly scars,\n                  dryness, scale insects, dirt and sooty mould, and such fruit\n                  except in the case of tangerines shall be treated, waxed and\n                  polished in machines and by processes approved by the Chief\n                  Inspector of Produce.\n            (b) Such fruit shall be tightly wrapped in paper the printing and\n                  quality of which shall first be approved by the Chief Inspector\n                  of Produce.\n            (c) Boxes cmtaining such fruit for export shall be labelled with\n                  labels of a kind to be approved by the Chief Inspector of\n                  Produce, and printed with the trade mark of the exporter.\n                  Such labels shall be printed in colours and on paper of durable\n                  qualimty.\n            (d) Boxes shall be stamped on both panel ends with the grade of\n                  fruit as may be ordered by the Chief Inspector of Produce also\n                  the number of fruit contained therein. The letters and numbers\n                  shall be not less than one inch hi&\n            (e) Boxes shall be distinctly marked in order to show what fruit\n                  they contain, and the variety and the number of such fruit.\n         U> The approval of the Chief Inspector of Produce of any paper,\n              labels and boxes for packing citrus fruit only covers lthe\n              operations of any exporter for the season succeeding such\n              approval.\n                Samples of such boxes, paper and labels shall be left with\n              the Chief Inspector of Produce for the purpses of record.\n            (2) Boxes of citrus fruit containing Extra Fancy fruit and Fancy\n     fruit (as hereinafter defined) of approved varieties shall consist of fruit\n     having ,the same varietal characteristics and shall be marked with labels\n     indicating the grade of the fruit and the words, “Produce of Jamaica,\n     West Indies”.\n       The approved varieties for the purposes of this regulation are-\n                                                                -\n                    [The inclusion of this page is suthori-ed by L.N. 4119761\n      THE CITRUS FRUIT (PROTECTION) REGULATIONS. 1948                        21\n    Grapefruit-Marsh,        Duncan, Foster, Triumph, Silver Cluster and\n      Walters.\n    Oranges-Valencia,       Parson Brown and Washhgton Navel.\n      (3) Stencilling of individual fruit shall be adopted only in respect\nof Extra Fancy and Fancy grades and these grades shall be preceded\nby the word “Jamaica” but individual stencilling may also be used on\nChoice and Standard grades.\n      (4) Citrus fruit for export with the exception of limes and\ntangerines shall be graded in five grades, as follows-\n          Extra Fancy, Fancy, Choice. Standard and Russets\n   Extra Fancy shall be fruit of the same variety and shape which is\n     firm, fully coloured, thin skinned, of smooth exterior and entirely\n      free from all blemishes.\n   Fancy shall be fruit of the same variety, fully coloured and of a\n      similar shape, and shall be firm and approximately not more than\n      5 % marked.\n  Extra Fancy and Fancy shall be limited to the approved varieties\n      as described in paragraph (2).\n   Choice shall be fruit fully coloured and of similar shape and shall be\n      firm and approximately not more than 15% marked.\n   Standard shall be fruit of uniform shape and fully coloured and\n      approximately not more than 30% marked.\n   Russet shall be fruit that is firm and uniform in respect of shape and\n      surface.\n   The above-mentioned percentages refer to the surface area of any one\nfruit.\n   A tolerance of 5 % by count may be permitted in respect of all grades.\n   “Culled” or “Orchard Run” fruit shall be fruit which is mature,\nsound and in every way suitable for manufacturing purposes. No\nperson shall export such fruit except under a permit from the Chief\nInspector of Produce. Applications for such permits shall be made at\nleast seven days prior to the date of sailing of the vessel by which the\nfruit is to be carried and shall state-\n    (a) the destination of the fruit:\n    (b) the purpose for which it is to be used; and\n    (c) the quantity to be exported.\n               (The inclusion of this page is autbori-ed by L,N. 411976)\n22         THE CITRUS FRUIT (PROTECTION) REGULATIONS, 1948\n       Such fruit shall be packed in boxes dearly marked “Orchard Run (or)\n     ‘Culls’ for manufacturing purposes only”.\n            ( 5 ) An Inspector of Produce shall have the right to take a\n     reasonable quantity from each shipment or packing house for the\n     purposes of record or tests.\n            (6) No person shall export citrus fruit, other than Culls or\n     Orchard Run fruit, which have not been sized and packed to the\n     satisfaction of an Inspector of Produce.\n            (7) Nztwithstanding anything mentioned in this regulation the\n     Chief Inspector of Produce may in his discretion permit the export of\n     citrus fruit prepared and processed otherwise than as specified in this\n     regulation.\n                                   Boxing and Packing"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Every owner, occupier or person in charge of any premises,\n     building or equipment used for the storage or packing of any pre-\n     scribed produce shall keep such premises, building and equipment\n     in a clean and sanitary condition, to the satisfaction of an Inspector\n     of Produce."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Ad-s     of purchasing\n             agents' depots .................................................................................\n        I declare that the information given above is true. and that Y I &odd be\n     declared an approved exporter I agree to comply wth the terms and oondi-\n     tions which may be attached to euoh declaration.\n     ..........................................................................................................\n                 Signature of Applicant                              Signature of Justice of the Peace or\n                                                                            Minister of Religion\n                   ..........................................                      ..............................\n                                     Date                                                            Date\n     Fm omm USE ONLY:\n        This is to certify that ..........................................................................\n     of ..............................................................................................          has met\n     the conditions to be recommended to be declared an appmved exporter.\n                                                                   ...................................................\n                                                                                 Certifying Oficet\n       Date applicant dealared approved exporter\n                          [ The inclusion of this page is authorized by L.N. 55/1991 I\n    THE AGRICULTURAL PRODUCE (PIMENTO)REGVLATIONS. 1988                                                                      51\n                                                         Fcutu 2\n                                 THE AGRICULTURAL PRODUa ACT\n                                         Application to Exmrt Pimrnzo\n   TO THB TRADE ADMWSIPIA'IDB\nI ..................................................................            af ....................................\n            N m of A p p r h t                                                     Address of Apjdicant\nheruby apply for a IicanOS 40 export ...........................                              &?agoob pimmto to\n......................................................................           of    ...................................\n                                                                                                 Address\n               Name of company or person to\n               whom pimento is ro be exported\n....................................                                          ..........................................\n        Dote                                    SIsnoture of Applicant\nThis is to c a i f y that I have examined the pimento to be expofid by\n..........................................         and Qwnd it to be of fair rnerehantable quaw.\n   Name of Applicant\n..............................\n                Dute\n                                                                        ................................................\n                                                                            CMef Inspector of Produce\n'Ibis authorizu             ........................................................................................\n                                                  Name of Applicant\na0 apply to the Trade AQrrinistrador for a l$xm to export ptmanto to\n.......................................................\n               Nome of Country\n                                                                     ....................................L..............\n                                                                             Minister of Agrhlture\n                                                                     ...................................................\n                                                                                             Dorr\n                                                                                              ~~\nFOR OFFICE USE ONLY: LICBNCB NUMBER.                          ...................-.                an TBB...............\nDAY OP        ........................       19............\n                                                 -m-\n....................................                                                        ..............................\n               Date                                                                                sI@rrtur.\n                           I The fncluslolr of this paee is authorized by L.N. 55/1991 1\n52        THE AGRICULTURAL PRODUCE (PIMENTO) REGULATIONS, 1988\n                                                 FIRSTSCHSQULE.\n                                                             conrd.\n                                               FORM\n                                                  3\n                                  THiE AGRICULTURAL PR(hDucB Alcrr\n                           Application for Registration ar a Spice Manufacturer"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Any person who packs for export citrus fruit other than Culls\n     or Orchard Run fruit shall give not less than three days’ clear notice\n     in writing of his intention to make a shipment of such fruit to the\n     Chief Inspector of Produce and to the Inspector of Produce for the\n     district in which such fruilt shall be packed for shipment and further\n     notify the Inspector of Produce for the area when and where fruit is\n     being collected or purchased for processing or expont and in addition\n     shall state from what wharf the shipment will be made. This notice\n     shall be given for each shipment.\n       No person shall be permitted to ship fruit until he shall have received\n     a permit from an Inspector of Produce in regard to each particular\n     consignment or shipment.\n                            Sanitary condition of premises"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Any person who acts in contravention of, or fails to comply\nwith, these Regulations shall be guilty of an offence and shall, upon\nsummary conviction before a Resident Magistrate, be liable to a\nh e not exceeding fifty dollars or to imprisonment for a term not\nexceeding three months, or to both such fine and such imprisonment.\n                                     SCHEDULE                               (Paragraph 2)\nAckee                                   Mangoes\nAnnatto                                 Melons (all varieties)\nApp!es (and varieties)                  Naseberries\nBadoo                                   Okras\nBeans                                   Onions\nBeetroot                                Passion Fruit\nBreadfruit                              Pawpaws\nCabbage                                 Peanuts\nCalaloo or spinach                      Pears (Avocado)\nCantaloupe                              Peas (all varieties)\nCarrots                                 Peppers (all varieties)\nCassava                                 Pineapples\nChochos                                 Plantains\nCocoas                                  Plums (all varieties)\nCoconuts                                Potatoes (all varieties)\nCorn                                    Pumpkins\nCucumbers                               Radishes\nDasheen                                 Shallot\nEgg Plants                              Sorrel\nEscallion                               soursops\nGarlic                                  Strawberries\nGinger                                  Sugar cane\nGranadillas                             Susumber\nGuavas                                  Sweetsops\nGuinep                                  Tamarind\nJackfruit                               Thyme\nLettuce                                 Tree Tomatoes\n                                        Tumeric\n                                        Turnips\n                                        Yam (all varieties)\n                                        Yampies\n                (The inclusion of this page is authorized by L.N. 4119761\n                        AGRXCULTURAC PRODUCK\n             THE AGRICULTURAL PRODUCE ACI'\n                                 RBGULATIONS\n                               (under section 23)\n                         r r u ~ (GINGER)\n     THE A o ~ ~ c u ~ n PRODUCE        R.EGULATIONS. 1979\n          (Made by the Minister on the 30th day of Aptil, 1979)               L.N. 577~179"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1)  Where any spice produced or offered for export is found spice\n                                                                   found\nto be not fit for human consumption the Minister shall-            unfit for\n                                                                                  human\n                                                                                  consunp-\n      (U)    cause the spice to be seized and dumped;                             tion.\n      (b) notify the spice manufacturer that consideration will be given\n          to revoking the declaration of spice manufacturer applicable\n          to him if he fails to satisfy the Minister during a period\n            stated in the notice, not exceeding three months, that spice\n            produced or offered for export by him is consistently fit for\n            human consumption; and\n     (c) if not satisfied          as stated in sub-paragraph (b) revoke the\n            declaration of that person as a spice manufacturer.\n       (2) If a spice manufacturer without reasonable cause fails to\nremedy the breach under paragraph (1) the Minister may, by order\npublished in the Gazerte, revoke the declaration made in respeat of\nthat spice manufacturer."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. No person shall export or attempt to export citrus fruit which\nhas been condemned by an Inspector of Produce as being unfit for\nexport but such produce, when the destruction thereof has not been\nordered by such Inspector of Produce, may be purchased by any person\nfor use within the Island of Jamaica:\n  Provided such person shall at the time of the purchase give to the\nvendor an undertaking in writing that he (the purchaser) will not export\nor attempt to export such produce, and a copy of such undertaking\nshall forthwith be sent by the vendor to the Inspector of Produce for\nthe district in which the sale takes place.\n                           Posting of Regulations"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. The Minister shall cause to be kept a register of all spice manu-\nfaoturers containiog-                                                   of spice\n                                                                        manu-\n                                                                                 fdciurcn.\n     (U)    the name and registered address of every spice manufacturer;\n     (b) the name, if any, and address of premises on which spim is\n         manufactured;\n    (c) the dates on which the Minister or such officer of the Ministry\n            as he may designate certifies to the Trade Administrator that\n            a spice manufacturer ought to be granted an export licence;\n    (a) the date on which a spice manufacturer is so declared; and\n    (e) the date on which such declaration is cancelled.\n                [ T h e inclusion of this Page is authorized by L.N. 55/1991 1\n48               THE AQEICULTURAL PRODUCE (PIMENTO) REGULATIONS,1988\n A v W .       17. Where-\n                  (U)   a person is aggrieved by the refusal of the Minister to grant\n                        an application under regulation 5 (1) or 11 (1); or\n                  (b) an approved exporter is aggrieved by the revocation of a\n                      declaration made in relation to him under regulation 7 (2);\n                        or\n                  (c) a spice manufacturer is aggrieved by the revocation of a\n                      declaration made in relation to him under regulation 14 (2).\n             he may appeal in writing to the Appeal Panel within seven days of\n             the date of natification of the refusal of the grant of an application\n             or the revocation of a declaration.\n&labfish-       1 8 4 1 ) There shall be constituted an Appeal Panel for the purpose\nment of\nAppeal       of hearing any appeal pursuant to these Regulations and the provi-\nPanel.\nSecond       sions of the Second Schedule shall apply in relation thereto.\nSchedule.\n                   (2) The Appeal Panel shall, in relation to an appeal from the\n             revocation of a declaration, review the circumstances of any alleged\n             breach and shall issue such directives as it thinks fit.\n                   (3) The decision of the Appeal Panel shall be binding on the\n             Minister. as well as on the appellant.\n                                                       General\nProceduro     19.41) Where-\non sale of\nor removal\nof busi-\n                 (U)    an approved exporter sells the whole or any part of the\nness.\n                        p r o m on which he grows pimento trees; or\n                  (b) a spice manufacturer-\n                          (i) removes his spice manufaclturing business to other\n                              premises; or\n                        (ii) sells the whole or any part of his interest in his spice\n                              manufacturing business,\n             the approved exporter or spice manufacturer shall within seven days\n             of the sale or removal inform the Minister in writing thereof.\n                    (2) After being informed of a sale under paragraph (1). the\n             Minister, if in his opinion (the circumstances so warrant, may revoke\n             the declaration made in respect of the approved exporter or spice\n             manufacturer, as the case may be.\n                             [ The inclusion of this P a e is authorizcd by L.N. 55/1991 1\n    THE AGRICULTURAL PRODUCE (PIMENTO) REGULATIONS, I988                               49\n        (3) Every sale or removal as aforesaid shall be noted in the\nregister of approved exporters or the register of spice manufacturers,\nas the case may be.\n  m.41)Subject to paragraph (21, the Minister may, from t h e to Minicter\ntime, by notice published in the Guzerre, prohibit the exportation of :<Iish\n                                                                      notice.\npimento or spice to any country specified in the notice.\n       (2) An approved exporter shall not export pimento to, or a\nspice manufacturer shall not export spice to, any country specified in\nthe Third Schedule.                                                    Third\n                                                                           Schedule.\n      (3) A notice under paragraph (1) may amend the Third\nsohedule.\n50        THE AGRICULTURAL PRODUCE (PIMENTO)REGULATIONS, 1988\n                                              Fnrsr scmmnll                      (Regulations 5 (41, q1). ll(1)\n                                                                                    and 12 (3) )\n                                             FORM 1\n                         THE AGRICULTURAL PRODUCX ACT\n                 'IkE AGRIMNR~L      PRODIKE (pIFUIENI0) REGUTIWS, 1988\n                    Application for Registration as on Approved Exporter"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Any person who commits a breach of any of these Regulations\nshall be liable on summary conviction before a Resident Magistrate to\na penalty not exceeding forty dollars and in default of payment to\nimprisonment for any period not exceeding three months, and if he be\na produce dealer or exporter or the owner of a vehicle to whom\na certificate has been granted for the transportation of fruit to the\nsuspension or cancellation of his licence or certificate.\n                   inclusion of tbis page is authorized by L.N. 4119761\n24              THE CITRUS FRUIT (PROTECTION) REGULATIONS, 1948\n                                                          SCHEDULE                                (Regulation 5 (2) )\n                                        THE A G R I C U L ~ W\n                                                            PRODUCEAcr\n     Certificate under Regulation 5 (2) of the Citrus Fruit (Protection) Regulations,\n                                          1948\n        This is to certify that vehicle, Licence Number..............................                           owned by\n     .......................................................     .of.....................................................\n     in the parish of ..........................................          has a body suitably constructed for\n     the conveyance of citrus fruit for processing.\n        Dated this....................................         day of ...................................       .19 ......\n                                                   ....................................................................\n                                                               Inspector of Agricultural Produce\n                              me inclusion of this page is authorized by L.N. 4/19761\n                      AGRICULTURAL PRODUCE                                          25\n              THE AGRICULTURAL PRODUCE ACT\n                                REGULATIONS\n                             (under section 23)\n                  PRODUCE(COCOA)REGULATIONS,\n     THE AGRICULTURAL                     1950\n  (Made by the Governor in Executive Council on the 18th day of          L.N. 1 2 5 / ~\n                        December, Z95U)"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. The owner of every packing house for tomatoes shall ensure\n     that a copy of these Regulations shall at all times be kept exhibited\n     in a conspicuous place in every packing house for tomatoes."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Every person who acts in contravention of or fails to comply\n     with any of these Regulations shall be guilty of an offence and shall\n     upon summary conviction before a Resident Magistrate be liable to\n     a fine of fifty dollars or to imprisonment for any term not exceeding\n     three months or to both such fine and such imprisonment."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. The provisions of these Regulations shall not apply to any\n     tomatoes other than tomatoes sold or intended to be sold for export\n     or intended to be exported.\n                   me inclusion of this page is authorized by L.N. 4/19761\n                      AGRICULTURAL PRODUCE                                             13\n            THE AGRICULTURAL PRODUCE ACT\n                              REGULATIONS\n                            (under section 23)\n       THE CITRUSFRUIT(PROTECTION)\n                                REGULATIONS,\n                                         1948\n (Made by the Governor in Executive Council on the 27th day of            L.N. 61/48\n                        August, 1948)"
    }
  ],
  "definitions": []
}