{
  "id": "jm-subs-the-airports-economic-regulation-act",
  "type": "statute",
  "title": "The Airports (Economic Regulation) Act",
  "title_en": "The Airports (Economic Regulation) Act",
  "short_name": "Airports (Economic Regulation) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-airports-economic-regulation-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-airports-economic-regulation-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Order may be cited as the Airports (Economic Regulation)\n(Expansion Fund) Airport Improvement Fee (Norman Manley International\nAirport) Order, 2003."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In these Regulations-\n     \"aircraft\" means any man-made device for aerial navigation within the\n           atmosphcre and includes aeroplanes, helicopters and balloons;\n     \"airport operator\" mcans any person approvcd by the Minister to cany\n           on operations at a major intcrnational airport pursuant to section 4\n           of the Airports (Economic Regulation) Act;\n     \"airside facilities\" means facilities used by connecting passengers to\n           international flights without k i n g landcd in Jamaica;\n     \"commercial flight\" means a scheduled or non-scheduled flight\n           available to the public for the carriage of passengers. cargo, or\n           mail for rcmuneration or hirc and includcs pilot training flights\n           and aerial flights;\n     \"domestic flight\" mcans a flight, other than an intcmtional flight,\n           which movcs bctwccn points within domcstic boundaries;\n     \"intemtional flight\" means a flight which-\n          (a) lands in Jamaica, coming from a placc outsidc of Jamaica:\n         (b) takes off from Jamaica and goes to a place outsidc of Jamaica;\n             or\n         (c) being part of an air service to or from a placc outsidc of\n             Jamaica. takes off from an airport or acrodromc in Jamaica and\n             lands at another airport or acrodrome in Jamaica;\n     \"landing charges\" means the landing charges authorized by the Civil\n           Aviation Authority pursuant to thc liccncc;\n     \"licence\" mcans the permission to lcvy charges granted by thc Civil\n           Aviation Authority pursuant to section 8 of the Airports\n           (Economic Regulation) Act:\n     \"major international airport\" mcans thc Sangstcr International Airport\n           and the Norman Manley Intemtional Airport;\n                   (Themclur~onof lhns page a nuthw~zedby L N JJAl20051\n     THE AIRPORTS (ECONOhfICRMiIJ1,ATION) (IJCEINCE)RKGCJ1,A TIONS. 2003\n      \"operator7' means, in relation to an aircraft, the person who at the\n            relevant time has the management of the aircraft;\n      \"parking charges\" means the parking charges authorized by the Civil\n            Aviation Authority pursuant to the licence;\n      \"passenger loading bridge\" means a mechanically operated adjustable\n            ramp used to provide direct access between an aircraft and\n            terminal buildings or ground transport vehicles;\n      \"passengers loading bridge charges\" means the passenger loading\n            bridge charges authorized by the Civil Aviation Authority\n            pursuant to the licence;\n      \"passenger service charges\" means the passengers service charges\n            authorized by the Civil Aviation Authority pursuant to the\n            licence;\n      \"security charges\" means the security charges authorized by the Civil\n            Aviation Authority pursuant to the licence;\n      \"US Dollars\" means the lawful currency of the United States of\n            America;\n      \"visiting non-commercial flight\" means a flight by a visiting non-\n            commercial aircraft;\n      \"visiting non-commercial aircraft\" means a flight by an air& that is\n            not locally registered and that is not for commercial, industrial or\n            other lucrative purposes;\n      \"weight of aircraft\" means the maximum permissible take-off weight\n            specified in the certificate of air-worthiness or other prescribed\n            document in respect of any aircraft."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1)   An airport improvement fee of five dollars in the lawful currency\nof the United States of America shall be payable in relation to every\ndeparting passenger-\n      (a) embarking on an international flight (commercial or non-\n          commercial) at a major international airport;\n      (b) embarking on an international flight (commercial or non-\n          commercial) at a major international airport to connect at another\n          major international airport, using airside facilities only;\n      (c)   arriving on a domestic flight at a major international airport, who\n            then embarks on an international flight and has not paid such a\n            fee under paragraph (a) or (b),\nand shall be for the account of the first major international airport of\nembarkation.\n        (2) The airport improvement fee shall be-\n      (a) collected, on behalf of the Government in respect of airline\n          tickets sold, written or issued by the operator of an aircraft for an\n          international flight to depart from a major international airport;\n      (b) remitted in full to the Government by that operator in accordance\n          with the provisions of the Airline Payment Arrangements and, for\n          the purposes of this sub-paragraph, the amount of the fee may be\n          remitted in the lawful currency of the United States of America,\n          or the equivalent amount in Jamaican currency converted at the\n          current rate of exchange;\n      (c)   paid within fifteen days by that operator and, if any fees, or any\n            part thereof are not paid within this period, the same shall incur\n            interest at the most recently published six-month treasury bill\n            average yield rate for Jamaica, compounded monthly until the\n            date of payment.\n                                  ofthis page is authorized by L N 33Ai20051\n                     [The ~nclus~on\n      THE AIRPORTS (ECONOMIC REGULATION) (EXPANSION F W D ) AIRPORT\n     IMPROVEMENT FEE (SANGSTER NTERNA TIONAL AIRPOR lJ ORDER. 2003\n         (3) The airport improvement fee may be paid by a passenger\nreferred to in paragraph (1) in the lawful currency of the United States of\nAmerica or the equivalent amount in Jamaican currency converted at the spot\nmarket weighted average selling rate of exchange for United States dollars\npublished by the Bank of Jamaica in respect of the last business day\nimmediately preceding the date on which the airline ticket is issued, sold or\nwritten, whichever is earliest."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Subject to the provisions of these Regulations, the moneys standing to\nthe credit of the Expansion Account-\n      (a) shall, with the Minister's approval, be available to make\n          payments under approved Senior Debt Funding Agreements to\n          the extent that loans under those Agreements are applied-\n          (i) to direct payment by or on behalf of the Concessionaire to the\n              Approved Contractor in respect of the Phase 1A Works or the\n              Phase 1B Works;\n          (ii) to direct payment by or on behalf of the Concessionaire to the\n               Approved Contractor in respect of the Phase 2 Works;\n          (iii) to the financing of expenditure by the Concessionaire in\n                connection with the Advance Works d e r the Concession\n                Agreement;\n      (b) may, with the Minister's approval, be used to make payments\n          directly to an Approved Contractor in respect of Phase 1A Works\n          or Phase 1B Works or Phase 2 Works under an Approved\n          Construction Contract, if the following conditions are satisfied-\n    THE AIRPORTS (ECONOMIC REGULATION) (EXPANSION FUND) (SANGSTm\n               INTERNATIONALAIRPORT) REGULATIONS, 22003\n            (i) the direct payments are made in discharge of unpaid moneys\n                properly due and payable under the Approved Construction\n                Contract for the relevant Phase 1A Works, Phase 1B Works or\n                Phase 2 Works; and\n            (ii) the Security Agent authorizes the direct payment to the\n                 Approved Contractor against monthly certificates for the\n                 Works approved by the independent engineer of the lenders\n                 appointed under the Permitted Funding Documents;\n      (c)   may be used to make other capital improvements at Sangster\n            International Airport, as the Minister may approve from time to\n            time."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1) Subject to paragraphs (2), (3) and (4), funds may be transferred at\nmonthly intervals from the Expansion Account to the Joint Account and the\naggregate amount of such funds shall not exceed-\n      (a) the principal amount advanced under the Senior Debt Funding\n          Agreements for the capital expenditure of a project approved by\n          the Minister and actually incurred from time to time and interest\n          accrued thereon; and\n      (b) any approved expenditure referred to in regulation 4(b).\n       (2) The Security Agent shall authorize disbursement from the Joint\nAccount in respect of payments under paragraphs 4(a), (b) and (c) and in\naccordance with the provisions for such payments in the Airport Expansion\nFund Agreement.\n        (3) Except as provided in the Airport Expansion Fund Agreement,\nthe Security Agent shall not authorize the release of funds-\n      (a) for prepayments or accelerated payments under the Senior Debt\n          Funding Agreements; or\n      (b) in circumstances where the lenders freeze or otherwise restrict\n            transfers from the Concessionaire's account,\nunless arrangements satisfactory to the Minister have been made.\n        (4) Transfers to and disbursements from the Joint Account shall be\nsuspended upon termination of the Concession Agreement and otherwise as\nprovided in the Airport Expansion Fund Agreement."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) In respect of airline tickets issued by the operator of an a h a f l\nfor an international flight to depart from a major international airport, the\noperator of that aircraft shall collect on behalf of the airport operator and\nshall remit in 111 to the airport operator in accordance with arrangements\napproved by the Minister from time to time and within the agreed period. the\nspecified passenger senice charges and security charges contained in the\nlicence.\n          (2) The passenger senice charges and the security charges for\ninternational commercial flights shall apply and shall be for the account of\nthe first airportfor-\n        (a) every passenger embarlung on an international commercial flight\n              at a major international airport: and\n      (b) every passenger embarking from a major international airport to\n            connect at another major international airport using airside\n            facilities only.\n         (3) Every passenger embarking on a visiting noncommercial flight\nat a major international airport shall pay the passenger service charges and\nthe security charges for visiting noncommercial flights.\n         (4) Every passenger arriving on a domestic flight at a major\ninternational airport who-\n      (a) embarks on an international flight: and\n      (b) has not paid the said charges under paragraph (2) above. shall pay\n          the passenger senice charges and the security charges for\n            international commercial flights.\n         (5) The domestic flight charges in respect of passenger senice\ncharges and security charges shall apply to every passenger arriving on an\ninternational flight who then embarks on a domestic flight.\n         (6) The domestic flight charges shall be applicable to all passengers\nembarking on a domestic flight at a major international airport."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. All specified passenger senice and security charges payable by the\npassenger in US dollars may instead be paid by the passenger in equivalent\nJamaican dollars converted at the spot market weighted average selling rate\nof exchange published by the Bank of Jamaica in respect of the last business\nday immediately preceding the date on which the airline ticket is issued.\n    %-(I)   Lf, in relation to an aircraft. the owner or operator-\n      (a) has a registered office in Jamaica: or\n      (b) is ordinarily a resident in Jamaica and the aircraft is normally\n             based in Jamaica.\nany charges payable by the owner or operator of that aircraft under Condition\nB 1 of the licence in US dollars may instead be paid in Jamaican dollars at the\nweighted average selling rate of exchange.\n                     [The ~niluslunof l h ~ spage 1s nuthu~medby L N   334,30051\n     THE AIRPORTS (ECONOAfIC REGULATION) (LICENCE) REGUL4 TIONS. 2003\n         (2) Without prejudice to any rule of law relating to the payment\n(under an order of a court) of a debt expressed in foreign currency, the\nequivalent m Jamaican dollars of any specified charge under Condition B 1 of\nthe licence and interest. if any. thereon may be recovered in any court of\ncompetent jurisdiction.\n         (3) For the purposes of Condition B1 of the licence, \"the weighted\naverage selling rate of exchange7' means the spot market weighted average\nselling rate of exchange published by the Bank of Jamaica-\n       (a) on the last business day of the month for which payment has been\n             computed. in respect of landing, parking and loading bridge\n             charges; and\n      (b) on the last business day of the week for which payment has been\n           computed, in respect of passenger service charges and security\n           charges.\n        (4) Nothing in Condition B1 of the licence shall prevent the alrport\noperator from accepting payment of charges in any currency other than\nJamaican dollars or US dollars."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. If airport owner is not the airport operator and is a subsidiary of another company, the\n    name and address of-\n    (a)   the parent company;\n    (6) the Ultimate Holding Company;\n    (c)   any other subsidiaries of the parent company of the Ultimate Holding Company."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) Charges payable in respect of landmg, parking and passenger\nloading bridge shall be computed nionthly and shall fall due and payable no\nlater than the fifteenth day after the date of the invoice.\n        (2) Charges payable in respect of passenger sewice and security\ncharges shall be computed weekly and shall fall due and payable no later than\nthe Nteenth day after the date of the invoice."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Names and addresses of the Registered Offices of any associated companies of the\n    auport operator.\n    The applicant should state whether any of the associated companies are engaged in\n    either \"relevant activities\" or \"operational activities\" as defmed in section 2(1) of the\n    Act."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Nothing in Condition B1 of the licence or in these Regulations shall\nrestrict the right of the airport operator to vary the terms of payment specified\nherein."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Nothing in Condition B1 of the licence shall require the payment of\npassenger service charges or security charges in respect of-\n      (a) airline crew (cockpit or cabin) on duty; or\n      (b) children under the age of two years."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. The application should be accompanied by the following:\n    (i)   A copy of the airport operators Business Plan inclusive of any Capital Expansion\n          Programme, the proposed finding of the programme and the Passenger Forecast.\n    (ii) Details of the proposed Performance Standards and Target to be achieved by the\n         Airport Operator in all areas of its operations.\n    (iii) Details of each airport charge levied at the time of the application and details of\n          the proposed changes to those charges.\n    (iv) Copies of any contractual or other arrangement with the owner of the airport\n          under which the airport is to be operated.\n    (v)   A copy of any concession agreement, leases, management contracl or other\n          contractual documents under which the airpoll is to be operated should be\n          attached.\n                      [The inclusion of this page is aulhoriled by L.N. 33N20051\n   THE AIRPORTS (ECONOMIC REGULATION) (CHARGESAND FEES) NOTICE, 2003\n     I hereby catify that to the best of my knowledge and belief the foregoing information\nis correct and that no relevant information has been withheld\n    Signature: ...................................................................................................\n   Signatory's Name\n   (BLOCK LETTERS) .....................................................................................\n    On behalf of ................................................................................................\n    Position .....................................................................................................\n    Date ..............................................\n    This form should be returned to:                      The Civil Aviation Authority\n                                                          4 Winchester Road, Kingston 10\n                                                          P.O. Box 8998, C.S.O. Kingston\n                                                          Jamaica. W.I.\n                                                    Part Il\n     Every application for a pmission to levy charges shall include the following\nparticulars-\n           the name and address of the airport for which permission is sought;\n          the name, company registration number and address of the registered office and the\n          principal office in Jamaica of the applicant;\n          the names of the shareholders of the applicant, the class and number of shares held\n          (save that individual shareholdings of less than ten percent of the total number of\n          shares need not be disclosed) and details of any loans by shareholders to the company;\n          if the applicant is not the owner of the airport details of any contractual or other\n          arrangements with the owner under which the airport is to be operated;\n          the name, company registration number and address of the registered office and the\n          principal ofice in Jamaica (if different ftom the registered ofice) of the owner of the\n          airport;\n           in respect of a company owning the airport, the names of its shareholders, and the\n          class and number of shares held (save that individual shareholdings of less than ten\n          percent of the total number of shares need not be disclosed) and details of any loans by\n          shareholders of the company;\n           if a company owning the airport is not the applicant and is a subsidiary of another\n          company, the name and address of the parent company and of any ultimate holding\n          company and of any other subsidiaries of the parent company or ultimate holding\n          company;\n           if a company owning the airport is not the applicant, the names and addresses of any\n          subsidiary companies of the owner of the airport;\n           the names and addresses of the registered offices of any associated companies of the\n           operator of the airport, showing in respect of each whether it is engaged in \"relevant\n           activities\" or \"operational activities\" as defined in section 2 of the Civil Aviation Act,\n           the names of any other airports managed by the applicant, or which are owned either\n           by the same person or by members of the same group of companies,\n           the names and positions of the principal executive officers of the airport opetator; and\n           such additional information as the Authority may reasonably require for the discharge\n           of its duties in relation to the application.\nTHE AIRPORTS (ECONOMICREGULATION) (CHARGES AND FEES) NOTICE, 2003\n                                                                               (Paragraph 3)\n       The airport operator shall on making an application to the Authority for a\n       Permission to Levy Charges pay a fee of US$10,000.00 in respect of each\n       scheduled Airport.\n       The fees to be paid are specified in the lawfbl currency of the United States of\n       America and may be paid in that currency or in the equivalent amount of the\n       lawfiil currency of Jamaica.\n                   [The inclusion of thie pngc ia aulhorid by L.N. 3JAI200Sj\n                       AIRPORTS (ECONOMICREGULATION)\n            THE AIRPORTS (ECONOMIC REGULATION) ACT\n                                     REGULATIONS\n                                   (under section 21)\n  THEAIRPORTS(ECONOMIC\n                     REGULATION)(EXPANSION\n                                         FUND)(SANGSTER\n           INTERNATIONAL\n                       AIRPORT)\n                             REGULATIONS,2003\n            (Made by the Minister on the 21st day of January, 2003)               LN ~ ~ 2 0 0 3"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1) Subject to paragraph (2), nothing contained in Condition B1 of\nthe licence shall serve to prevent the Minister from granting exemptions to\nany category of passenger or to waive any specified charges in Condition B1\nof the licence or part thereof in special circumsQnces.\n         (2) The extent of a waiver under paragraph (1) does not materially\naffect the economic viability of the airport operator.\n                       AIRPORTS (ECONOMIC REGULATION)\n             THE AIRPORTS (ECONOMIC REGULATION) ACT\n                                 REGULATIONS\n                               (under section 21)\n            (Made by the Minister on the 2nd day of December, 2003)          L.N.\n                                                        [Ist November, 20031 '42A2'2003"
    }
  ],
  "definitions": [
    {
      "term": "aircraft",
      "definition": "any man-made device for aerial navigation within the",
      "source_provision": "sec2"
    },
    {
      "term": "airside facilities",
      "definition": "facilities used by connecting passengers to",
      "source_provision": "sec2"
    },
    {
      "term": "commercial flight",
      "definition": "a scheduled or non-scheduled flight",
      "source_provision": "sec2"
    },
    {
      "term": "intemtional flight",
      "definition": "a flight which-",
      "source_provision": "sec2"
    },
    {
      "term": "landing charges",
      "definition": "the landing charges authorized by the Civil",
      "source_provision": "sec2"
    },
    {
      "term": "parking charges",
      "definition": "the parking charges authorized by the Civil",
      "source_provision": "sec2"
    },
    {
      "term": "passenger loading bridge",
      "definition": "a mechanically operated adjustable",
      "source_provision": "sec2"
    },
    {
      "term": "passengers loading bridge charges",
      "definition": "the passenger loading",
      "source_provision": "sec2"
    },
    {
      "term": "passenger service charges",
      "definition": "the passengers service charges",
      "source_provision": "sec2"
    },
    {
      "term": "security charges",
      "definition": "the security charges authorized by the Civil",
      "source_provision": "sec2"
    },
    {
      "term": "US Dollars",
      "definition": "the lawful currency of the United States of",
      "source_provision": "sec2"
    },
    {
      "term": "visiting non-commercial flight",
      "definition": "a flight by a visiting non-",
      "source_provision": "sec2"
    },
    {
      "term": "visiting non-commercial aircraft",
      "definition": "a flight by an air& that is",
      "source_provision": "sec2"
    },
    {
      "term": "weight of aircraft",
      "definition": "the maximum permissible take-off weight",
      "source_provision": "sec2"
    }
  ]
}