{
  "id": "jm-subs-the-airports-authority-act",
  "type": "statute",
  "title": "The Airports Authority Act",
  "title_en": "The Airports Authority Act",
  "short_name": "Airports Authority Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-airports-authority-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-airports-authority-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the Airports Authority (Public\nParking Places) (Norman Manley International Airport) Regulations, 2004."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In these Regulations-\n      \"airport\" means the Sangster International Airport, Montego Bay, St.\n           James;\n      \"attendant\" means any person appointed by the Authority, pursuant to\n           regulation 3, to be an attendant at a parking place;\n      \"authority\" means the Airports Authority of Jamaica and includes any\n           other person or entity who has entered into arrangements with the\n           Airports Authority with the approval of the Minister to operate\n           the airport or parts thereof as an approved airport operator\n           pursuant to section 4 of the Airports (Economic Regulation) Act;\n      \"concessionaire\" means any person or entity contracted by the\n           Authority for the operation of public car park facilities at the\n           airport;\n      \"fee-paying parking place\" means any parking place designated by the\n           Authority, under regulation 5 (I), as a parking place in respect of\n           which fees are payable;\n      \"parking place\" means any portion of the airport appointed by the\n           Authority under regulation 3 where members of the public may\n           park motor vehicles;\n      \"parking spot\" means a spot within a parking place reserved for the\n           parking of only one motor vehicle."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 . 4 1 ) The Authority-\n                 [Ths inclusion of lhis page is author&   by LN. 1RW61\n                 TIIE/uRPORTSAUTHORI'TY(PUBUC PARKING PLACES) (S4NGSTER\n                          iN'IERNA TIONAL AIRFORT ) REGULA TIONS. 2Wq\n              (a) shall designate such portion or portions of the airport as it deems fit\n                  as a parking- place;\n                                .      and\n              (b) may appoint such number of concessionaires and attendants to\n                  operate and supervise those parking places, as it deems necessary.\n                   (2) The Authority may establish, as it deems fit, mechanical parking\n         facilities to supplement or replace the number of anendants required for the\n         purposes of this regulation.\n                 (3) Every anendant appointed pursuant to paragraph (I), shall be\n         furnished by the Authority or the concessionaire with such letter of appoint-\n         ment and form of identification as the Authority deems fit."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Any person who parks a motor vehicle within the boundaries of the\n         airport shall do so only within a parkiig placc."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-+1) The Authority may appoint any parking place as one in respect of\n         which fees are payable.\n                  (2) Subject to the provisions of regulation 6, every person wishing to\n         park a motor vehicle in a parking place so appointed (hereinafter referred to\n         as a \"fee-paying parkmg place\") shall-\n              (a) request a licence (hereinafter referred to as \"a car-park ticket\");\n              (b) upon receipt of a car-park ticket park the vehicle on a parking spot\n                  in a fee-paying parking place; and\n              (c) present that car-park ticket and pay the prescribed fee prior to\n                  exiting the parking facility.\n                 (3) Any person on leaving a fee-paying parking facility shall present\n         to the attendant the car-park ticket issued under paragraph (2) and the\n         prescribed fee.\n                 (4) Any person who fails to p m n t the car-park ticket upon request\n         and upon exiting a fee-paying parking place shall pay a fee of $150.00 in\n         accordance with the procedures established by the Authority.\n                 (5) Subject to the provisions of these Regulations, the fee for a car-\n         park ticket shall be payable in accordance with the provisions of the\nsch~duk. Schedule."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. A car-park ticket shall be in the form approved for the purpose by the\n         Authority."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.--(I) Notwithstanding a q l h g contained in these Regulations, the\n         Authority may grant exemptions or reduce the payment of fees to parlicular\n         persons or classes of persons, from time to time in relation to the parking of\n         motor vehicles in a fee-paying padcing place, and may issue to such persons\n         or classes of persons, passes in the form appmved by the Authority for that\n         purpose.\n                           [The idusion of this page is rulhomcd by L.N. lnW61\n         Tl~EAlRPOIYlSAUTHORllY(PUEUCPARKLNG P I A C O ( W G S I W I\n                N I E R N A TIONAL AIRPORT ) RE(iINATI0NS. 2004\n        (2) Where a pass is issued under paragraph (I), the provisions of\nthese Regulations shall have effect to any exemption or redudion of fees, as\nthe case may quire, properly authorized by that pass."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. A notice placed at or near any part of the airporl indicating that a part\nof the airport has been appointed as a parking place or as a fee-paying\nparking place, as the *~semay be, for the purposes of these Regulations shall,\nif purpoxting to have been so placed by the powers of the Authority, be\nconclusive evidence for all purposes of appointment as such by the Authority."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. No person shall-\n     (a) drive a motor vehicle into or out of a parlang place other than\n          through the entrance or exit for the time being provided for that\n          purpose;\n     (b) while in charge of a motor vehicle, fail to obey signs or directions\n          given by a constable or attendant relating to the operation of a\n          pclliang place;\n     (c) park a motor vehicle within a fee-paying m        g place otherwise\n          than on a parking spot;\n     (4 subject to regulation 7, park a motor vehicle in a fee-paying\n          parking place, unless he has obtained the car-park ticket to do so;\n     (e) abandon a motor vehicle in any parktng place;\n     V) wash or cause or permit to be washed, any motor vehicle in a park-\n           ing place; or\n     (g) senice or repair, or cause or permit to be serviced or repaired any\n           motor vchicle in any paAing place, otherwise than for the purpose\n           of enabling that vehicle to get underway. a"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Any person who contravenes any of the pmvisions of these\nRegulations, shall be guilty of an offence and shall be liable on summary\nconviction thereof, in a Resident Magistrate's Courf to a fine not exceeding\nfive hundred dollars or to imprisonment for a term not exceeding three\nmonths.\n                                           SCHEDULE                             (Regulation 5)\n                                   Feetfor car-pork tickas\n   I . Time-based charges amount (inclusive ofapplicable !AX)   -\n       (a) $30.00 forlhe f i hour a parlion thaeoF,\n                              for the second hour or pation thereof;\n       ( b ) an additio~lS50.00\n       (c)   parking in e x a s s of two houn and up to twenty-four hours a charge of SlSO.00 and\n             an additional $150.00 for every twenty-fwr hourperiodth~eaR~       or part lhnmf."
    }
  ],
  "definitions": [
    {
      "term": "airport",
      "definition": "the Sangster International Airport, Montego Bay, St",
      "source_provision": "sec2"
    },
    {
      "term": "attendant",
      "definition": "any person appointed by the Authority, pursuant to",
      "source_provision": "sec2"
    },
    {
      "term": "authority",
      "definition": "the Airports Authority of Jamaica and includes any",
      "source_provision": "sec2"
    },
    {
      "term": "concessionaire",
      "definition": "any person or entity contracted by the",
      "source_provision": "sec2"
    },
    {
      "term": "fee-paying parking place",
      "definition": "any parking place designated by the",
      "source_provision": "sec2"
    },
    {
      "term": "parking place",
      "definition": "any portion of the airport appointed by the",
      "source_provision": "sec2"
    },
    {
      "term": "parking spot",
      "definition": "a spot within a parking place reserved for the",
      "source_provision": "sec2"
    }
  ]
}