{
  "id": "jm-subs-the-aquaculture-inland-and-marine-products-and-by-products-act",
  "type": "statute",
  "title": "The Aquaculture, Inland and Marine Products and By Products Act",
  "title_en": "The Aquaculture, Inland and Marine Products and By Products Act",
  "short_name": "Aquaculture, Inland and Marine Products and By Products Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-aquaculture-inland-and-marine-products-and-by-products-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-aquaculture-inland-and-marine-products-and-by-products-act",
  "provisions": [
    {
      "provision_ref": "sec0",
      "section": "0",
      "title": "Section 0",
      "content": "0) amber jack;\n      (k) paddletail;\n      (I) chinaman fish;\n      (m) moray;\n      (n) such other species as the competent authority may, by order,\n           prescribe.\n                            PART11-Inspectors"
    },
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. Check monitoring\n        ( 1 ) T h e purpose of check monitortng 1s regularly lo prov~de\n   information on the organolcptic and m~crob~ological qual~g o f the\n   water supplled for use In the processing o f prcscr~bed products as\n   well as lnformat~on on the effcclrveness of treatment o f water used\n   or     mended for use In the processrng of prescribed prducts\n   (partlcularty of dlsinfcct~on) whcrc ~t IS used, in order lo dcterminc\n   whether or not water Intended lor use In the processing o f prescr~bed\n   products complies wlth the relevant parametric values l a ~ d down tn\n   these Regulat~ons.\n      (2)The        followrng      parameters      shall    he      suhject        to   check\n   mon~toring-\n         Aluminium (Note I)\n         Ammonium\n         Colour\n         Conductivity\n                                        spores) (Note 2 )\n         Clostridrum perfr~ngens(~nclud~ng\n         Escherich~ac o l ~(E col~)\n         Hydrogen Ion concentrat~on\n         Iron (Note 1 )\n         N~tnte(Note 3)\n         Qdour\n         Pseudomonas aerugmosa\n         Taste\n         Colony count 22' C and 37\" C\n         Coliform bactcria\n         Turbidlw\n   Note 1: Necessary only when uscd as flocculani (*)\n   Note 2. Necessary only IT the water originates from or 1s influenced by ~urfacewa!er\n           (*I\n   Note 3 Necessary only when chloram~nationis used as a disinfectant (*)\n     (*) In all other cares, the parameters are In the Eist for audit monitoring"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In these Regulations-                                                       Intqirduiar,\n  \"amenities\" includes toilets, showers, locker rooms, change rooms,\n    canteens, kitchens, smoking rooms for staff and sleeping quarters on a\n    vessel;\n  \"approved analyst\" means an analyst approved by the competent\n    authority;\n  \"batch\" means a quantity of prescribed products of the same type\n    consisting of one or more lots, or parts of lots, from the same licensed\n    processing establishment or licensed vessel or harvested from a\n    production area;\n  \"can\" means an immediate container made of metal, glass or other\n     material suitable for use as a hermetically sealed container;\n   \"canned\" means preserved by thermal processing and enclosed in a\n      hermetically sealed can;\n   \"cadon\" means an outer container, case or crate used for packaging an\n      immediate container;\n   \"chemical compound\" means any chemical substance that is ilsed in a\n     licensed processing establishment or on a licensed vessel for any\n     purpose other than as a product ingredient;\n   \"chilled\", in relation to prescribed products, means cooled by a process so\n     that the temperature of the product is held between -lo and +4\" Celsius;\nTHE AQUACULTURE IIhrUrlfDAND MARthrE PRODUCTS AND BY-PRODUCTS\n      (INSPECT/ON, LICEMSIIVGAND EXPORT) REGUM TIONS,2000\n \"clean\" means to remove soil, product residues, dirt, grease or other\n      objectionable matter that may cause contamination of prescribed\n      products;\n \"clean sea water\" means sea water or brackish water which is free\n      from microbiological contaminants or other toxic substances;\n  \"coasial zone\" means that part of the coast or an estuary or area of sea\n      water which consists of homogenous hydrological systems;\n \"Codex\" means the Codex Alimentarius published by the Codex\n      Alimentarius Commission of the United Nations as amended\n      from time to time;\n \"cold store\" means a place at a licensed processing establishment or\n      on a licensed vessel in which chilled or frozen prescribed\n      products are stored;\n \"container\", in relation to a prescribed product, means the principal\n      covering in which the product is packed;\n \"critical control point\" means a step, practice, procedure, process or\n        location, that can be controlled in order to prevent, reduce or\n       eliminate a hazard, or minimize the likelihood of its occurrence;\n \"declared net contents\" means a declaration in a trade description of\n      the net contents of an immediate container of prescribed\n      products;\n \"defective\", in relation to a sample unit of prescribed products, means\n      that the sample unit fails to meet tolerance or sample plan\n      conditions specified in Part XIY;\n \"depuration\" means the removal of impurities from marine species;\n \"disinfect\" means reduce, by means of hygienically satisfactory\n       chemical agents or physical methods or both, the number of\n       micro-organisms to a level that will not lead to contamination of\n       prescribed products;\n \"distribution system\" means the public water supply;\n \"domestic distribution system\" means the pipe-work, fittings and\n     appliances within the curtilage of a licensed processing\n     establishment which are installed between the distribution\n     network and the taps to facilitate the provision of water f ~ r\n     human consumption;\nTHE AQUACULTURERE  I;irL..4,Z'DAJVD MARIh7.EPRODUCTS A.tlD B Y-PROD L'CTS\n      (IIVSPECTIDAV,LJCE.VS!,VG AND E,YPO R TE REGULA TIO.YS. 2000\n                     PARTI-PreJiminary, conrd.\n  \"E.coli\" means faecal coliforms which form indole from tryptophan ah\n       44' C plus or minus O,Z°C within 24 hours;\n  \"essential services\" incrude water, gas, electricity, sewerage drainage\n       and water disposal;\n  \"external co2d storage facility\" means a cold storage facility that is not\n       located within a licensed processing establishment or on a\n       licensed vessel;\n  \"faecal;col iform\" means facultative, aerobic gram-negative, non-spore\n       forming, cytochrome oxidase negative, rod-shaped bacteria that\n       are able to ferment lactose with gas production in the presence of\n       bile salts, or other surface active agents with similar growth-\n       inhibiting properties, at 44'C plus or minus 0.2\"C within 24\n       hours;\n  \"fllet\" means a portion of the flesh, with or without skin or bone or\n        both, of a prescribed product;\n  \"freezer\" means a chamber or equipment used solely for the purpose\n       of Freezing prescribed products;\n  '%ozenW,in relation to a prescribed product, cooled in such a manner\n      that the temperature of every part of the product is -I 8' Celsius\n      or below after thermal stabilization;\n  \"HACCP plan\" means Hazard Analysis Critical Point plan prepared\n     pursuant to regulation 93;\n  \"hazard\" includes any potential risk to the safety or wholesomeness of\n       a prescribed product or its ingredients that may arise form the\n       presence of biological, microbiological, chemical or physical\n       property during the handling, harvesting and processing of the\n       product;\n  \"housing vessel\" means a vessel used only fur the housing of\n       fishermen and their equipment at sea;\nTHE AQUACULTURE. INLAND AND MARINE PRODUCTS AND BY-PRODUCTS\n      (IhS/\"CTIOX LICENSIJVG AND LYPORT) REGULA TlOrvS, 2006'\n \"identification code\" means a letter, number or combination of letters\n      and numbers that, together with a trade description, uniquely\n       identifies the prescribed products in a carton;\n \"immediate container\", in relation to a prescribed product, means the\n     container of the product that is not separated from the product by\n     any intervening covering, except Iining material;\n \"ingredient\", in relation to a prescribed product, means any substance\n       (including a product additive) that is-\n            (a) a constituent of the product; or\n            (6) present in the product as a result of processing;\n \"'labeling\", in relation to a chemical compound, includes any printed\n       direction, relating to-\n            (a) the uses, storage or disposal                of that chemical\n                compound;\n            (b) the means of removal of any residue; or\n            (c) the means of disposal of any waste or packaging in\n                which the chemical substance was contained,\n that i s amxed to or enclosed in the packaging;\n \"lot\" means a quantity of prescribed products of a given species that\n      has been subjected to the same or similar treatment and has come\n      from the same population area or vessel;\n \" M P N means Most Probable Number;\n \"marine biotoxins\" means poisonous substances accumulated by\n      bivalve molluscs feeding on plankton containing toxins;\n              iaelurim of rhis p q a n & r i d   by LN. I4lm010 1\nTHE AQWACUL TURE,P;ILrlKD AND M A RI.TE PRODUCTS AA'D BY-PRODLJCTS\n      (Ih'SPECTlOhr, LLICE.4'SLhrGA.VD EXPORT) REG ULA T/O!t5,1000\n \"monitoring\" includes inspection, measuring, sampling and analysis,\n     whether periodically or continuously;\n \"noxious substance\" means any chemical residue, marine biotoxin or\n      other contaminant or prohibited substance;\n \"pest\" includes any insect, rodent, bird or other vermin;\n \"port\" includes an airport and a seaport;\n \"potable water\" means water which meets the standard specified in\n      regulation 75;\n  \"prescribed products\" means aquaculture, inland or marine products\n       and their by-products, for export;\n '\"product handling area\" means an area on a licensed vessel or in a\n       processing estabIishment in which prescribed products are\n        handled, processed or packaged;\n \"sample unit\" means such quantity of prescribed products, as may be\n     determined by the competent authority, dmwn from a batch for\n     the purpose of representing the batch;\n \"shellfish\" means oysters, mussels, clams, cockles or scallops, but\n      does not mean the adductor muscle which is extmcted from the\n       scallop;\n 4'sterilization\" means the subjecting of equipment diagnostic media or\n       any other like material to heat treatment using water at a specified\n       temperature and for a specified time;\n \"storage area\" means an area solely used for the storage of packed\n      prescribed products, packaging materials and ingredients;\n           P o k l w i o n of   p.gc t & r i d   by L.N. 1 4 1 ~ 0 1 0 1\n          THE AQUACULTURE, lNLAMD AND MARINE PRODUCTS AND BY-PRODUCJT\n                 (INSPECTION, LICENSING AND EXPORT) REGULATlOnS, 2000\n              \"water intended for use in the processing of prescribed products\"\n                 means-\n                        (a) potable water intended for food preparation, cooking\n                            or other domestic purposes, regardless of its wigin\n                            (including wells, ponds and streams) and whether it\n                            is supplied from a public or private distribution\n                            system, from a tanker, or in bottles or other\n                            containers; and\n                        (b) water used in any licensed processing establishment\n                            or vessel for the manufacture, processing,\n                            preservation or marketing of prescribed products or\n                            substances intended for human consumption; and\n           \"wholesome\", in relation to water, prescribed products or an ingredient\n               thereof, means free from micro-organisms; parasites, disease,\n               damage, mould, decay, cantanination, deterioration or any other\n               defect which renders the water, prescribed products or ingredients\n               thereof, unfit for human consumption;\nEXW~P~   3 . 4 I ) These Regulations shall not apply to prescribed products-\n           (a)that are ships' stores or aircmft stores, which are brought into\n               Jamaica for the service of a ship while on a voyage, or on an air-\n               craR on a flight to or from Jamaica;\n           (b) that have not been produced, processed or manufactured in\n               Jamaica, being products lhat have k e n imported into Jamaica\n               and are in transit or held in bond for re-export;\n           (c) that are imported into Jamaica and reexported in the same\n               covering and under the same trade description as the covering\n               and trade description in or under which they were imported;\n           (d)subject to paragraph (2), that are exported in a consignment that\n               does not exceed-\n                         (i) 1 like in the case of liquid; or\n                        (ii) 1 kilogram in any other case;\n           (e) that are being imported-\n                         (i) as a commercial sample in the quantities specified in\n                             sub-paragraph (dl; or\n                        (ii) in such circumstances as are determined by the\n                             competent authority for the purposes of assisting it in\n                             the discharge of its functions under the Act or these\n                             Regulations.\n                     me inslurion of dis pmgu i! u h r i m d by LN. 141~,'2OIO j\n     THE AQUACULTUAE, INLAND AND MARINE PROD-    AND BY-PRODUCTS\n           (INSPECTION UCENSENG AND EXPOR7)REGIICA 77Qh3,WIM\n         (2) Paragraph (1) (a) and (lr) shall not apply to prescribed goods\nreferred to therein that are deemed by the competent authority to be a health\nhazard.\n        (3) Paragraph ( I ) (4 shaIl not apply to products referred to therein\nthat are exported with such frequency or in such manner as to suggest that\nthey are being exported for commercial purposes.\n         (4) These Regulations shalI not apply to-\n      (a) natural mineral waters; and\n      (b) waters which are medicinal products;\n                                 OflciaiStamp and List"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.        The prescribed application and inspection fees.\n     Signature of Applicant\n.-\n THE AQUACULTURE, INLAND AND MARINE PRODUCTS AND BY-PRODUCTS\n       (INSPECTION,LICENSING AND EXPORT')REGULATIONS, 2000\n                                 F m T SCHEDULE,\n                                              contd.\n                                      FORM4, cond\n FOR OFFICIAL USE\n Date Inspected\n Result of Inspection\n Document Received                                     Application G r a n t e r n e k e d\n Fee Received                                          If Granted: Licence No.\n                                                       Operating Certificate No.\n Dated Application Received                            If refused reasons therefor\nTHE AQUACULTURE, INLAND AND MARINE PRODUCTS AND BY-PRODUCTS\n           (INSPECTION, LICENSING AND EXPORT) ACT\nTHEAQUACULTURE,\n            INLAND AND mRM PRODUCTS\n                                 AND BY-PRODUCTS\n                                               ONSPECTION,\n                       LICENSING AND EXPORT) REGULATIONS,\n                                                      2000\n                Application for a Licence to Operate a Factory Vessel/\n                             Freezer Vessel/carrier Vessel\n Application No.\n Date of Application\n Name Vessel\n Home Port of Vessel\n Name and Address of Operator of Vessel\n Type of vessel cam'er                          freezer                        factory\n Will persons sleep on vessel                                    No of persons\n Describe facilities\nTHE AQUACULTURE, INLAND AND MARINE PRODUCBAND BY-PRODUCTS\n      (INSPECTION,LICENSING AND EXPORT) REGULATIONS, 2000\n                                  FrRsr SCHEDWE, conrd.\n                                      FORM5, con&.\nPort of loading and off-loading of prescribed products\nPort where prescribed products are to be inspected\nParticulars of harvesting, handling or processing of prescribed products\nParticulars of other operations likely to affect the harvesting, handling or processing of\nprescribed products on board\nMISCELLANEOUS\nYour application shall be accompanied by the following documents-"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The official stamp of the competent authority shall be in the form set sump.\n                                                                              Fin W k .\nout as Form 1 in the First Schedule.                                          Form l\n                                                                                   OlRdd\n   5 4 1 ) T h e oFficial register of licences and operating certificates granted Mrl(LI.\nby the competent authority shall contain the information specified in the\nSecond Schedule, and each entry therein shall be signed by the person\nauthorized for that purpose by the competent authority and stamped with the\nofficial seal.\n        (2) The official register may be inspected by any member of the\npublic upon payment of the appropriate fee specified in the Third Schedule.\n                  Inspection and Approval of Production Areas"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.    The prescribed fees\nSignature of Application\nFOR OFFICIAL USE\nDate Inspected\nResultef Inspection\nDocument Received                                      Application GrantedRefused\nFee Received                                           If Granted: License No.\n                                                       Operating Certificate No.\nDated Application Received                             If refused reasons therefor\n       [The i~iclusioiio f this page is autl~orizedby L.N. 17/2009]\n THE AQUACULTURE, INLAND AND MARINE PRODUCTSAND BY-PRODUCTS\n         (INSPECTION,LICENSING AND EXPOR7) REGULATIONS, 2000\nTHE AQUACULTURE, INLAND AND MARINE PRODUCTS AND BY-PRODUCTS\n           (INSPECTION, LICENSING AND EXPORT) ACT\nTHE AQUACULTURE, INLANDAM) MARINE PRODUCTS AND BY-PRODUCTS\n                                                         (INSPECTION,\n                 LICENSING AND EXPORT) REGULATIONS, 2000\n                   Licence to Enter Prescribed Productsfor Export\n Licence No.\n                                (Name of Exporter)\n  of\n                          (BusinessAddress of E p x t e r )\n  is hereby licensed to enter prescribed goods for export.\n This licence is valid for a period of -days, unless earlier suspended or revoked, and\n is not transferable.\n  The prescribed goods which may be exported pursuant to this licence are-\n  This licence is granted under the following condition-\n  Breach of the Act or Regulations shall result in suspension or revocation.\n  Dated the     day of                     ,20\n                                                        (Affa Stamp oJCompetenr Authorily)\n                                           Signed:\n                                                     Director, Veterinary Services Division\n                                                              Ministry of Agriculture\n                  [The i~iclusionof this page is authorized by L.N. 17/2009]\n THE AQUACULTURE, INLAND AND MARINE PRODUCTS AND BY-PRODUCTS\n       (INSPECTION,WCENSINGAND EXPORlJ REGULATIONS, 2000\n                                FIRST SCHEDULE,\n                                             contd.\n                                        FORM 6A\nTHE AQUACULTURE, INLAND AND MARINE PRODUCTS AND BY-PRODUCTS\n           (INSPECTION, LICENSING AND EXPORT) ACT\nTHEAQUACULTURE,\n             INLAM) AND MARINEPRODUCTS AND B Y - P R O D U(INSPECTION,\n                                                            ~\n            LICENSING AND EXPORT) REGULATIONS,\n                                             2000\n                                    Licence lo Export\n Licence No.\n                                 (Name of Exporter)\n of\n                           (Business Address of Esporter)\n  is hereby licensed to export prescribed goods.\n  This licence is valid for a period of -months, unless earlier suspended or revoked,\n  and is not transferable.\n The prescribed goods which may be exported pursuant to this licence are-\n  This licence is granted under the following condition-\n  Breach of the Act or Regulations shall result in suspension or revocation of the licence.\n  Dated the     day of                     ,20 .\n                                                        ( A f ?Stamp of Comperent Authorify)\n                                            Signed:\n                                                      Director, Veterinary Services Division\n                                                               Ministry of Agriculture.\n                [The inclusion of this page is autl~orizcdby L.N. 17/2009]\n     THE AQUACULTURE, INLAND AND MARINE PRODUCTS AND BY-PRODUCTS\n           (INSPECTION,LICENSING AND EXPORT) REGULATIONS, 2000\n                                                  contd\n                                     FIRST SCHEDULE,\n                                             FORM6 8\n   THE AQUACULTURE, INLAND AND MARlNE PRODUCTS AND BY-PRODUCTS\n              (INSPECTION, LICENSING AND EXPORT) ACT\n               WLAND AND MAJUNE PRODUCTS AND BY-PRODUCE(INSPECTION,\n   THEAQUACULTURE,\n               LICENSING AND EXPORT) REGULATIONS, 2000\n                        Licence to Operate a Processing Establishment\n     Licence No.\n                                      (Name of Operator)\n     of\n                                (BusinessAddress of Operator)\n     is hereby licensed to operate a processing establishment at\n                             (Address of Processing Establishment)\n     This licence is valid for a period of -months, unless earlier suspended or revoked,\n     and is not transferable.\n     The prescribed goods which may be exported pursuant to this licence are-\n     This licence is granted under the following wndition-\n     Breach of the Act or Regulations shall result in suspension or revocation.\n     Dated the      day of\n                                                           (Aflix Stamp of Competent Authority)\nSigned:\n            Director, Veterinary Services Division\n                  Ministry of Agriculture\n                   [The i~~clusion\n                                 of lliis pagc is authorized by L.N. 1712009]\n THE AQUACULTURE, INLAND AND MARINE PRODUCTSAND BY-PRODUCTS\n       (INSPECTION,LICENSING AND EXPORT) REGULATIONS, 2000\n                                  FIRSTSCHEDULE,\n                                              contd.\n                                          FORM6C\nTHE AQUACULTURE, INLAND AND MARINE PRODUCTS AND BY-PRODUCTS\n           (INSPECTION, LICENSING AND EXPORT) ACT\nTHE AQUACULTURE,\n             INLAND AND MARRUE PRODUCTS AND BY-PRODUCTS\n                                                     (INSPECTION,\n             LICENSING AND EXPORT) REGULATIONS,\n                                             2000\n           Licence to Operate Carrier Vessel/Factory Vessel/Freezer Vessel\n Licence No.\n                                  (Name of Operator)\n of\n                            (BusinessAddress of Operator)\n is hereby licensed to operate a *carrier vessellfactory vessevfreezer vessel the home port\n of which is:\n                                  (Name of Home Port)\n This licence is valid for a period of               ,\n                                                           months, unless earlier suspended or\n revoked, and is not transferable.\n The prescribed goods which may harvested and found on the *carrier vesseVfactory\n vessellfreezer vessel pursuant to this licence are-\n This licence is granted under the following condition-\n Breach of the Act or Regulations shall result in suspension or revocation.\n Dated the       day of                      .20\n                                                         (Amx Stamp of Competent Authority)\n Signed:\n                Director, Veterinary Services Division\n                      Ministry of Agriculture.\n               [The inclusion of this page is autllorized by L.N. 17/2009]\n THE AQUACULTURE, INLAND AND MARINE PRODUCTS AND BY-PRODUCTS\n       (INSPECTION,LICENSING AND EXPORT) REGUL4770NS, 2000\nTHE AQUACULTURE, INLAND AND MARINE PRODUCTS AND BY-PRODUCTS\n           (INSPECTION, LICENSING AND EXPORT) ACT\nTHEAQUACULTURE,INLANDAND MARINE  PRODUCTSAND BY-PRODUCTS\n                                                      (INSPECTION,\n              LICENSING AND EXPORT) REGULATIONS,\n                                              2000\n                Operating CertiJcate Pursuant to Licence Granted Under\n                               Regulation 12(2) and (3)\n  No.\n  This is to certify that\n                                         (Name of Operator)\n  of\n                              (BusinessAddress of Operator)\n  has been granted, on the                     day of                                  ,200 ,a licence\n  No.                       to operate a * processing e s t a b l i s h r n e n t ~ ~vessellfactory\n                                                                                      er            vessel/\n  freezer vessel for a period of                            months, unless the licence is previously\n  suspended or revoked.\n  Dated the                       day of                             ,20\n   Director, Veterinary Services Division\n      Ministry of Agriculture.\n *Delete whichever is inappleable\n                                FORM8       [Deleted by LN.40/2006.]\n                 [The inclusion of this page is autliorized by L.N. 17/2009]\n THE AQUACULTURE, INLAND AND MARINE PRODUCTS AND BY-PRODUCTS\n       (INSPECTION,LICENSING AND M O R T ) REGULATIO:VS,2000\n                                 FIRSTSCHEDULE,\n                                             contd.\n                                          FORM9\nTHE AQUACULTURE, INLAND AND MARINE PRODUCTS AND BY-PRODUCTS\n           (INSPECTION, LICENSING AND EXPORT) ACT\nTHEAQUACULTURE,\n            INLANDAND MARINEPRODUCTSAND BY-PRODUCTS\n                                                 (INSPECTION.\n            LICMSMG AND EXPORT)REGULATIONS.\n                                         2000\n                                     Notice of Appeal\n Appeal No.\n To:       The Minister responsible for Agriculture\n       Take notice that I,\n                             (Business Address)\n being a consignor or operator of a processing establishment/carriervessel/ factory vesseV\n freezer vessel, hereby appeal against the decision of the competent authority, in the matter\n       This decision was notified to me on the                day of                 200\n   The grounds of appeal are-\n   I attach herewith copies of correspondence, documents or statements relevant to the\n appeal and receipt evidencing payment of the prescribed fee.\n Dated the                          day of                                     200\n       Signature of Appellant\n                 [The inclusion of tliis page is authorized by L.N. 1712009)\nTHE AQUACULTURE, INLAND AND MARINE PRODUCTS AND BY-PRODUCTS\n      (INSPECTION, LICEATING AND EXF'ORT) REGULATIONS, 2000\n                                 SECOND SCHEDULE                             (Regulation 5)\n                           Contents of O$iciol Register\n  Date of lodgment of application.\n  Name of applicant\n  Business address of applicant\n  Name of operator, if different from applicant.\n  Business address of operator, if different from applicant.\n  Category of licence for which application made.\n  Address of processing establishment or home port of carrier vessel, factory vessel or\n  freezer vessel.\n  Nature of export operation.\n  Description of equipment, facilities and services in processing establishment or on\n  board carrier vessel, factory vessel or freezer vessel.\n  Type. description and identification number of carrier vessel, factory vessel or\n  freezer vessel.\n  Number and expiry date of Public Health Certificate of processing establishment.\n  Date of inspection of processing establishment, carrier vessel, factory vessel or\n  freezer vessel.\n  Name and identification number of inspector canying out inspection.\n  Date of submission of report of inspection.\n  Date of grant of licence.\n  Date of refusal of application.\n  Reasons for refusal.\n   Date of notification or rehsal of application.\n   Date of renewal of licence.\n   Date of notification of suspension of licence.\n   Reasons for suspension of licence.\n   Date of withdrawal of suspension of licence.\n   Date of notification of revocation of licence.\n   Date of notice of appeal.\n   Grounds of appeal.\n   Decision of appeal.\n   Date of notification of decision of appeal.\n   Date of revocation of licence.\n                     [Tlie i~iclusiotiof tliis page is autllorized by L.N. 17/2009]\n      THE AQUACULTURE, INLAND AND MARINE PRODUCTS AND BY-PRODUCTS\n            (INSPECTION,LICENSING AND EXPORT) REGULATIONS, 2000\n                                         THIRDSCHEDULE                      (Regulations 12(4),"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.--( 1) The competent authority may, from time to time, conduct o r cause\nto be conducted the inspection, sampling, testing and analysis of the waters of\nproduction areas to ensure that there is no noxious substance present therein'\nin such quantities as would be harmfil to human health.\n         (2) Where any such inspection indicates-\n      (a) that the waters contain no noxious substance in the quantities\n           referred to in paragraph (I), the competent authority may\n           demarcate and approve that production area as one from which\n           prescribed products may be harvested for export;\n      (b) the presence of any such substance above acceptable levels, the\n           competent authority shall forthwith take such steps as are\n           necessary to notify interested persons of the results of that\n           inspection.\n        (3) Production areas in which bivalve molluscs, tunicates,\nechinoderms and marine gastropods are reared or harvested shall be\ndemarcated in such a manner as to indicate-\n                 I R e inclusion cl this page ir & r i d   by L.N. 141~12010]\n                 THE AQUACULTURE, INLAND AND MARINE PRODUC7XdND BY-PRODUCTS\n                       (INSPECTION, LICENSING AND EXPORT) REGUM 77ONS.2000\n                  (a) the areas from which those products may be harvested for export\n                       for human consumption;\n                   (6) subject to paragraph (41, the areas in relation to which harvested\n                       products-\n                              (i) are required to undergo purification in a relay area\n                                  before being exported;\n                             (ii) can only be exported o v a such period (not being less\n                                  than two months) as the authority may determine\n                                  whether or not those products undergo purification; or\n                            (iii) can only be exported after undergoing extensive\n                                  purification.\n                     (4) Harvested products from areas-\n                   (a) referred to in paragraph (3) (b) Qi)  shall not exceed the limits of a\n                       five-tube, three-dilution MPN-test of 300 faecal coliforrn per 100\n                       gram of flesh or 230 E.coli per 100 gram of flesh in 90% of any\n                       sample; and\n                   (b) referred to in paragraph (3) (b) (ii) shall not exceed the limits of a\n                       five-tube, threedilution MPN-test of 300 faecal co!ifon per 100\n                       gram of flesh.\n                   (4A) Notwithstanding the tests specified in paragraph (4), an\n            equivalent test which is internationally recognized may be applied to\n            determine the limits; applicable, to the harvested products referred to in that\n            para!Fph.\n                     (5) The competent authority shall keep records of all inspections,\n            sampling, testing and analysis carried out pursuant to paragraph (1).\nUnmitable\ngromng M        7.-41) hescribed products for export shall not be grown in or harvested\nhmtn~ng\na m\n            from areas where there is a presence of pesticides, fungicides or heavy\n            metals.\n                     (2) Shellfish with depuration shall not be harvested for export from\n            areas where faecal material, pathogenic micro-organisms, noxious\n            substances, phytoplanktons or radionuclides are present in concentrations that\n            are harmful to human health.\n                     (3) Shellfish shall not be harvested from any production area in\n            which-\n                   (a) the concentration of paralytic shellfish poison equals or exceeds 80\n                        micrograms per 100 grams of edible portion of raw shellfish; or\n                   (b) poison is found in detectable harmfhl levels in the shellfish.\n                     (4) Oysters intended for depuration shall not be harvested from\n            production areas in which-\n                            [The inclusion of htr page is auhorizcd by L.N. I a l F f 2 O l O [\n     THE AQUACULTURE, INLAND AND MARINE PRODUCTS AND BY-PRODUCTS\n           (INSPECTION, LICENSING AND EXPORT) REGULATIONS, 2000\n                          PARTI-Preliminary, contd.\n      (a) the total colifotm median MPN exceeds 700 per 100 ml or more\n           than 10 per cent of the samples of the water exceed an MPN of\n           230 per 100 ml for a five-tube decimal dilution test; or\n      (6) the faecal coliform median MPN exceeds 88 per 100 ml or more\n           than 10 per cent of the samples of the water exceeds an MPN of\n           260 per 100 ml for a five-tube decimal dilution test.\n        (4A) Notwithstanding the tests specified in paragraph (4), an\nequivalent test which is internationally recognized may be applied to\ndetermine the limits applicable to oysters.\n        (5) The species of fish specified in paragraph (6) shall not be\nharvested from coral reef areas at any time when those areas are affected by\nGamberdiscus toxicus and other blooms of dinoflagellates producing\nciguatoxins.\n        (6) The species of fish referred to in paragraph (5) are as follows-\n      (a) spanish mackerel;\n      (6) barracuda;\n      (c) coral trout;\n      (4 coral cod;\n      (e) surgeon fish;\n      Cf) grouper;\n      (g) red snapper;\n      (h) red bass;\n      (9 red emperor;"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) The customary biological testing methods must not give a positive result to the\npresence of Diarrhetic Shellfish Poison (DSP) in the edible parts of molluscs (the whole body or\nany part edible separately).\n        (2) The total Amnestic Shellfish Poison (ASP) content in the edible parts of molluscs\n(the entire body or any part edible separately) must not exceed 20 micrograms of domoic acid\nper gram using the HPLC method."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) In the absence of routine virus testing procedures and the establishment of virological\nstandards, health checks must be based on faecal bacteria counts.\n        (2) Examinations for checking compliance with these requirements must be carried out\nin accordance with proven methods which are scientifically recognized.\n        (3) For the uniform application of these provision sampling plans as well as the methods\nand analytical tolerances to be applied in order to check compliance with these requirements\nmust be established in accordance with the procedure laid down in internationally accepted\nreference standards.\n        (4) The effectiveness of the faecal indicator bacteria and their numerical limits as well as\nthe other parameters specified herein shall be kept under constant review and, where scientific\nevidence proves the need to do so, be revised following the procedure specified in internationally\naccepted reference standards.\n        (5) When there is scientific evidence indicating the need to introduce other health\nchecks or to amend the parameters specified in these provisions for the purpose of protecting\npublic health, such measures must be adopted in accordance with the procedure referred to in\ninternationally accepted reference standards.\n                       [Tlie inclusion of this page is authorized by L.N. 17/2009]\n             THE AQUACULTURE, INLAND AND MARINE PRODUCTS AND BY-PRODUCTS\n                   (INSPECTION, LICENSING AND EXPORV REGULATIONS, 2000\n                                     SEVENTH\n                                           SCHEDULE, contd.\n                                                      PART D\n                                                                                                       .   :\n    Sulphur dioxide and sulphides listed in Part C are conditionally permitted in the type ofprescribed\n    products listed in column I at the maximum quantities or levels as indicated in the second column:\n            Type of Prescribed Products                       Maximum Levels (expressed as S O 2)\n          Dried Salted Fish of the Gadigane Species                       200 inedible parts\n1         Fresh Frozen or Quick Frozen Crustacean\n              and Cephalopods                                              150 inedible parts\n          Fresh Crustacean-up      to 80 units                             150 inedible' parts\n               between 80-1 20 units                                       200 inedible parts\n               over 120 units                                              300 inedible parts\n               Cooked Crustacean                                            50 inedible parts'\n                                                       PART E\n    Save in respect of the additives, preservatives, oxidants, dioxides, Sorbates or benzoate listed in\n    Parts A and B the other preservatives specified below are permitted in maximum quantities or\n    levels in the type of prescribed product specified.\n     Type of Prescribed Products                 Preservatives and Oxidants                   Maximum Levels\n       Process and semi-process             Etythorbic Acid and Sodium\n       Fish Products                        Erythorbate                                          1500 express\n       Frozen or Quick Frozen               Etythorbic Acid\n       Fish with Red Skin\n       Surimi                                Polyphosphate                                       Igmkg\n       Fish and Crustacean Paste             Polyphosphate                                       5gmk\n       Fillet of Frozen or Quick             Polyphosphate                                       Sgmkg\n       Frozen Unprocessed Fish\n        Frozen or Quick Frozen\n        Crustacean Products\n        CannedTuna\n                                             Polyphosphate\n                                             Polyphosphate\n                                                                                          -      Sginkg\n                                                                                         ..- 5 g m k\n        Canned and Bottled\n        Crustacean and Molluscs              Calcium Disodium (edta)                             75Wdkg\n        Canned and Bottled Fish              Calcium Disodium (edta)                             7 5 m h\n        Minorin                              Calcium Disodium (edta)                             100mg/kg\n        Frozen and Quick Frozen\n        Crustacean                           Calcium Disodium (edta)\n                                             '                                                   75Jng/kg\n     The only ingredients to be used with canned Abalone are-\n        Ascorbic acid\n         Salt\n         Sodium Meta Bisulphite\n                           [The inclusion oilhis page is suthorizcd by L.N 78i7.0021\n   THE AQUACULTURE, INLAND AND MARINE PRODUCTS AND BY-PRODUCTS\n         (INSPECTION, LICENSING AND EXPORV REGEGLILITIONS, 2000\n                                         EIGHTHSCHEDULE                             (Regulation 103)\n                     Chemical Compoundsfor which Approval is not required\nThe following chemical compounds, or uses of chemical compounds, need not be approved\nprovided that compound or use does not cause contamination of prescribed products or in any\nway create a hazard to the preparation of prescribed products.\n     Chemical compounds used solely as ingredients, additives, preservatives, and oxidants in\n     prescribed products as provided for in the Ninth Schedule.\n     Chemical compounds for use solely as denaturants.\n     Chemical compounds for use solely in laboratories for analytical and similar use.\n     Chemical compounds for use solely in offices or areas in a registered establishment where\n     prescribed goods are not prepared.\n     Chemical compounds for use solely in space heating systems or cooling towers.\n     Chemical compounds for use solely in sewage or waste water systems outside buildings.\n     Chemical compounds for use solely in secondary cooling loops.\n     Chemical compounds (except insecticides) for use solely on the exterior of buildings or\n     areas immediately adjacent to the exterior of buildings.\n     Chemical compounds for use solely for cleaning or maintenance of vehicle exteriors.\n     Chemical compounds for use solely in workshops for-\n     ( a ) cleaning machinery;\n     ( b ) removing grease and oil; or\n     ( c ) lubricating equipment for use in inedible product areas.\n     Marking inks used for the application of information to packaging materials used as coverings\n     of prescribed products.\n     Soda ash or similar chemical compounds\n     Solvents used to remove substances resistant to the solvent action of acidic or alkaline\n     cleaning agents\n     Acetic Acid.\n     Calcium carbonatd.\n     Calcium hydroxide.\n     Calcium hypochlorite.\n     Citric acid\n      Hydrochloric acid.\n      Hydrogen peroxide.\n      Lactic acid.\n      Phosphoric acid.\n      Potassium hypochlorite.\n      Sodium bicarbonate.\n      THE AQUACULTURE, INLAND AND MARINE PRODUCTSAND BY-PRODUCTS\n            (INSPECTION, LICENSING AND EXPORT) REGULATIONS, 2000\n                                EIGHTHSCHEDULE,\n                                             contd.\nSodium carbonate (soda ash).\nSodium hydroxide (caustic soda).\nSodium hypochlorite.\nSodium metasilicate.\nSodium tripolyphosphate.\nSulphuric acid.\nTetrasodium pyrophosphate.\nTrisodium phosphate.\nThe following edible oils that are used solely for lubrication purposes-\n (a) arachis oil?\n (b) cottonseed oil;\n (c) maize or. corn oil;\n ( d ) olive oil;\n (e) rapeseed oil;         .     .\n V) samower oil;\n (g) soyabean oil;\n (h) sunflower oil.\n                                                                                        (Regulation 104(4))\n                        Categories of Use a n d Restrictions on Use of\n                                   Chemical .Com~ounds\nItem                           Category of Use                       Description and Restrictions on Use\n -                                    -                                         -   -\n I.                     General cleaner Type A                           General cleaning compound for\n                                                                         use in all areas.\n                        General Cleaner Type B                           Cleaning compound which, may\n                                                                         only be used in soak tanks and\n                                                                         applied by mechanical cleaning\n                                                                         devices.\n                         General Cleaner Type C                          General cleaning compound for\n                                                                         use in areas of establishments in\n                                                                         which there are no prescribed\n                                                                         products."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-41) There shall be provided in every laboratory operated and S;aFz',\"y\nmaintained by the competent authority-\n      (a) a competent administrative structure;\n      (b) a documented management system and procedure for-\n                                    of this page is autliorized by L N. 17120091\n                      [The i~~clusinn\n                     THE AQUACULTURE, INLAND AND MARINE PRODUCTSAND BY-PRODUCTS\n                           (INSPECTION, LICENSING AND EXPORT) REGULATIONS, 2000\n                                        PART111-Laboratories, contd.\n                                (i) the tracing, storage and retention of records; and\n                               (ii) the adequate reporting of all tests and studies to the\n                                    competent authority;\n                      (c) a log book.\n                         (2) All records relating to the activities and operation of a laboratory\n                shall be kept for a period of-\n                      (a) five years, in the case of records relating to the monitoring of\n                            production areas and noxious substances; and\n                      (b) three years, in any other case.\n                         (3) The competent authority shall ensure that each laboratory is\n                adequately staffed with qualified administrative, management and scientific\n                personnel.\nGood\nlaboratory"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.--(I) Every laboratory to which this Part applies shall comply with the\npract~ccs       principles of established good laboratory practices.\n                         (2) The competent authority shall, when submitting the result of a\n                laboratory test to a foreign competent authority, certify that the tests were\n                carried out in a laboratory operated and maintained by it or any collaborating\n                laboratory and in accordance with the principles of good laboratory practices.\n                        (3) The competent authority shall institute a system for monitoring\n                the implementation of the principles of good laboratory practices as\n                aforesaid,\nCollaborat~ng\nlabratory"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11,\\RI?uE PKODL'CTS :\\ND BY-PRODUCTS\n                           (INSPEC rlON. LICENSING .\\NU\n                                       r r s p o K q ,KT\n                                          FORM 2\n                              I)r.rpec/ur'sIdentification C.~rd\n'THE AQUACULTI;RE, INLAND AND MARINE PRODUCTS .\\ND BY-PRODUCTS\n             (INSPECTION, LICENSING AND EXPORT) ACT\n                              Inspe~tor'sIdentification Card\n                                 Photograph o f Inspector\nName of Inspector\nIdentitisation No   -\nDare of Issue\n.\\uthorized lignature -\n                    [The inclusio~iof this page is autllorized by L.N.1712009j\n THE AQUACULTURE, INLAND AND MARINE PRODUCTS AND BY-PRODUCTS\n       (INSPECTION, LICENSING AND EXPORT) REGULATIONS, 2000\n                                FIRST SCHEDULE, contd.\n                                     FORM 3\n       THE AQUACULTURE, INLAND AND MARINE PRODUCTS AND\n       BY-PRODUCTS (INSPECTION, LICENSING AND EXPORT) ACT\nTHE AQUACULTURE,\n              INLAND AND MARINE PRODUCTS  AND BY-PRODUCTS\n                                                       (INSPECTION,\n              LICENSING AND EXPORT) REGULATIONS, 2000\n                     Application for a Licence to Enter Prescribed\n                                  Products for E q o r t\n                                                  Application No.\n                                                  Date of Application\n 11We................................................................................. hereby apply\n for a licence to enter for export the consignment of prescribed products specified\n below-\n                           PARTI- Particulars of Applicant\n  Full name of applicant\n Address of applicant\n  Position of applicant (where applicable)\n  Telephone No.                                           Fax No.\n  Email                                                Telex No.\n                    PARTn- Particulars of Prescribed Products\n  Species (insert scientific names then common names)\n  Presentation of products and type of treatment (e.g. live, refrigerated, frozen, salted,\n  preserved, pickled, chopped, whole, gutted, headless)\n  CodelBatch number\n  Type of packaging\n  Number of packages\n  Net Weight\n  Requisite storage and transport temperature\n                      [The ii~clusionof Illis page is autliorized by L.N. 17/2009]\nTHE AQUACULTURE, INLAND AND MARINE PRODUCTS AND BY-PRODUCTS\n      (INSPECTION,LICENSING AND EXOR7) REGULATIONS, 2000\n                              FIRST SCHEDULE, contd.\n                                  FORM 3, contd.\n                PART 111- Origin of Products and by-products\nName and oficial identification number of vessel(s) where product harvested and handled\n                                                                                     -\nDate+) of harvest\nApproved production areas from which product was harvested\nName. address and identification number of establishment that processed product\nDate of processing and cold storage\nTemperature required during transportation            ,\nContainer                                   Refrigerated truck\n              PART IV- Destination of ~ r o d ~ cand\n                                                  f i By-Products\nThe aquaculture inland and marine products and by-products are dispatched from\n                                                          @lace of dispatch)\nto\n                    (counby andplace of destination)\nby the following means of transportation or a combination of them (specify means of\ntransport; if air, spccif) name of airline and flight number; if land, specify route, if sea,\nspecify name of vessel and sports and whether goods will be offloaded or remain ir!\ntransit)\n             [The inclusion o f this page is authorized by L.N. 1712009]\nTHE AQUACULTURE, INLAND AND MARINE PRODUCTSAND BY-PRODUCTS\n      (INSPECTION, LICENSING AND EXPORT) REGULA770NS, 2000\n                                 FIRST SCHEDULE, contd.\n                                        FORM 3, conld.\nName of Consignor\nName of Consignee and address at place of destination\nYour application is to be accompanied by the prescribed application fee.\nIlWe hereby declare that the provisions of the Act and the Regulations that apply to the\nproducts referred to in this notice have been and will be complied with until the products\nare exported, and that all due care will be exercised to ensure that the prescribed products\nmentioned above arrive at their destination in compliance with the provisions of the Act\nand Regulations.\nI/We understand that any failure to comply with the Act and Regulations may result in the\nsuspension or cancellation of mylour export licence or export health certificate.\nDated this    day of                 ,200\n                                                                         Signature of Applicant.\n               [The inclusioli of this page is authorized by L.N. 1712009]\n THE AQUACULTURE, INLAND AND MARINE PRODUCTSAND BY-PRODUCTS                                     67\n       (INSPECTION,LICENSING AND EXPORT) REGULATIONS, 2000\n                                   FIRST SCHEDULE, contd\n                                          FORM3 A\n             THE AQUACULTURE, INLAND AND MARINE PRODUCTS AND\n             BY-PRODUCTS (INSPECTION, LICENSING AND EXPORT) ACT\n             bJLAND AND MARMEPRODUCTS AND BY-PRODUCTS\nTHE AQUACULTURE,                                    (INSPECTION,\n             LICENSING AND EXPORT) REGULATIONS,\n                                            2000\n               Application for a Licence to Enter Prescribed Products\n                                             Application No.\n                                             Date of Application\n IlWe ....... ...... ......... ........ ........ .. . . . . . . hereby apply for a licence to\n enter for export the consignment of prescribed products specified below-\n                          PARTI-    Partrmlars of Applicant\n Full name of applicant\n Address of applicant\n Position of applicant (where applicable)\n Telephone No.                                         Fax No.\n Email                                         Telex No.\n Full name of licensed processing establishment or vessel\n                                        PART I I\n Species (insert scientific names then common names)\n         [The inclusion of this page is aull~orizedby L.N. 1712009]\nTHE AQUACULTURE, INLAND AND MARINE PRODUCTS AND BY-PRODUCTS\n      (INSPECTION, LICENSING AND EXPORT) REGULATIONS, 2000\n                             FIRST SCHEDULE, contd.\n                                   FORM 314,conld\nYour application is to be accompanied by the prescribed application fee.\n                                    DECLARATION\nW e hereby declare that the provisions of the Act and the Regulations that apply to the\nproducts referred to in this notice have been and will be complied with until the products\nare exported, and that all due care will be exercised to ensure that the prescribed products\nmentioned above arrive at their destination in compliance with the provisions of the Act\nand Regulations.\nW e hereby understand that any failure to comply with the Act and Regulations may\nresult in the suspension or cancellation of mylour export licence or export health\ncertificate.\nDated this     day of                  ,200\n                                                                        Signature of Applicant.\n THE AQUACULTURE, INLAND AND MARINE PRODUCTS AND BY-PRODUCTS\n           (INSPECTION,LICENSING AND EXPORT) REGULATIONS, 2000\n                                FIRST SCHEDULE, confd.\n                                           FORM 4\n              THE AQUACULTURE, INLAND AND MARlNE PRODUCTS AND\n              BY-PRODUCTS (MSPECTION, LICENSING AND EXPORT) ACT\nTHE AQUACULTURE,\n               INLANDAND MARMEPRODUCTS\n                                     AND BY-PRODUCTS\n                                                  (INSPECTION,\n                                                     2000\n                      LICENSING AND EXPORT) REGULATIONS,\n             Applicationfor a Licence to Operate a Processing Establishment\n                                               Application No.\n                                               Date of Application\n Name of ownerloperatorof establishment\n Business address of ownerloperator\n Name of operator of establishment\n Business address of operator if different from address of establishment\n Particulars of export operations\n Other operations at the processing establishment if any, likely to affect the export\n operations carried on at the establishment\n Your application shall be accompanied by the following-"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(1) An application for a licence to export or enter prescribed products A~~l!callon\nfor export shall be in the form set out as Forms 3 and 3A, respectively in the\nFirst Schedule.\n                                                                                     :::\"\"\"'\n                                                                                     Schedule\n            (2) An application for a licence to operate a processing establishment   :2 :,\nshall be in the form set out as Form 4 in the First Schedule.                        Form 4\n            (3) An application for a licence to operate a factory vessel, freezer\nvessel or canier vessel shall be in the form set out as Form 5 in the First ~ o r m s\nSchedule.\n            (4) An application under paragraph (I), (2) or (3) shall be\naccompanied by the appropriate fee specified in the Third Schedule and, as the Third\n                                                                                     Schedule\ncase may require, shall comply with the provisions of regulation 16.\n    1 3 . - ( 1 ) The competent authority may on receipt of an application under c...~     or\n                                                                                     refusal of\nregulation 12, grant or refuse to grant a licence.                                   licence\n            (2) A licence granted under paragraph (1) shall be in the form set out\nas Form 6 , 6 A or 6B or 6C in the First Schedule.                                   Form 6\n                                                                                     Form 6 A\n            (3) Where the competent authority grants a licence pursuant to an Form68\napplication made under regulation 12 (2) or (3), it shall issue an operating\ncertificate to the licensee in the form set out as Form 7 in the First Schedule.     Form\n            (4) The competent authority shall not license any place as a\nprocessing establishment that-\n       (a) does not comply with the provisions of the Public Health Act or any\n                regulations made thereunder;\n       (6) subject to paragraph (2), is a dwelling house or any part thereof\n                is appurtenant to any dwelling house;\n       (c) is on premises on which there is also a dwelling house or a\n                facility that the competent authority determines is not suitable for\n                processing or handling prescribed products; or\n       (4 has no system for the fieezing and storing of prescribed products.\n            (5) Premises used for the housing of a caretaker or security personnel\nfor a processing establishment shall not be regarded as a dwelling house for the\npurposes of paragraph (4) (6)or (c).\n        (6) The competent authority shall not license a vessel for the\nharvesting, handling or processing of prescribed products unless that vessel-\n                       THE AQUACULTURE, INLAND AND MARINE PRODUCTS AND BY-PRODUOS\n                             (INSPECTION,LICENSING AND EXPOR7)REGULATIONS, 2000\n                     PARTN- Licensing of Exporters, Establishments and Vessels, contd\n                         (a) is owned or controlled by a citizen of Jamaica;\n                         (b) has an appropriate system for the storage of prescribed products;\n                         (c) has crew members duly certified under the Public Health Act or\n                               any regulations made thereunder.\nncnswal of           14. An application for the renewal of a licence granted under regulation 13\nIlLtnct\n                  shall be in the form set out as Form 3,3A, 4 or 5, as the case may require, and\nThird             accoppanied by the appropriate fee specified in the Third Schedule.\nS;ttulole\nPlans and            15.-(1) An application under regulation 12 (2) or (3) in respect of a\nspecificafions\nro,proceriw       processing establishment or vessel shall be accompanied by-\nccr;ioitshrnent\n                        (a) a HACCP plan or such other system or procedure which, in the\n                             opinion of the competent authority, is equivalent to a HACCP plan;\n                        (6) an outline of good manufacturing practices; and\n                        (c) the plans and specifications specified in paragraphs (2) and (3).\n                             (2) The plans referred to in paragraph ( I ) shall include-\n                        (a) a       map showing the location of the site and any factory\n                                industry or activity within one kilometre of the processing\n                                establishment that may affect the hygienic preparation of\n                                prescribed products;\n                        (b) an appropriate site plan showing-\n                                     (i) the layout of the premises;\n                                    (ii) roads;\n                                   (iii) water supply;\n                                   (iv) storm water drainage;\n                                    (v) waste water drainage;\n                                   (vi) on-site waste disposal;\n                                  (vii) all salient features of the site;\n                                 (viii) adjoining sites including location of adjacent\n                                          establishments;\n                        (c) an appropriate floor plan, indicating the auxiliary areas in which\n                            prescribed products will be handled (including laboratories, stores,\n                            cold stores, amenities, permanent fixtures and layout of\n                            equipment);\n                        (4 a product flow chart and the main features of the product flow;\n                        ( e ) a list of all major items of equipment used in the processing of\n                              prescribed products;\n                        u>      amenities to be used by inspectors.\n                                     [The incluio~iof this page is authorized by L.N. 17/2009]\n     THE AQUACULTURE, INLAND AND MARINE PRODUCTSAND BY-PRODUCTS\n           (INSPECTION, LICENSING AND EXPOR7) REGULATIOh'S, 2000\n   PART\n      IV-      Licensing of Exporters, Establishments and Vessels, contd.\n         (3) The specifications referred to in paragraph (1) shall be\naccompanied by the statement referred to in paragraph (4) and shall contain\ndetails as follows-\n       (a) construction materials;\n       (b) construction materials of the equipment used in product handling\n             areas;\n       (c) surface finishes;\n       (d) surfaces with which ingredients or prescribed products will come\n             in contact;\n       (e) availability of electricity and water;\n       V) operating temperatures, freezing rate and storage capacity of all\n             refrigeration equipment and refrigerated rooms, holds and tanks;\n       (g) [Deleted by L.N. 40/2006.]\n       (h) in the case of vessels, the number of crew and persons carrying out\n             harvesting, handling, processing and storage duties.\n         (4) The statement referred to in paragraph (3) shall be prepared by a\nqualified cold storage technician detailing the following-\n      (a)   in relation to each cold store and chiller-\n                  (i)         the method of refrigeration;\n                  (ii)        the storage capacity in kilograms for relevant\n                              prescribed products; and\n                  (iii)       holding temperature; and\n      ( b ) in relation to each fieezer-\n                  (i)       the method of refrigeration;\n                  (ii)      the storage capacity in kilograms for the relevant\n                            prescribed products; and\n                   (iii)    the time required to reduce a full load of a stated\n                            prescribed product (processed on a vessel or at the\n                            processing establishment and to be stored in the\n                            freezer) £rom a stated initial temperature to a\n                            temperature of - 18°C;\n          (5) [Deleted by L.N. 40/2006.]"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.                                  Pesticide Type A                                A non-residual insecticide for use\n                                                                                      in areas that may contain\n                    .       ,                                                         prescribed products, provided any\n               .. . ..                                                                exposed prescribed products are\n                                                                                      removed or covered before\n                                ..                                                    spraying is begun and the area is\n. > ..              .                                                                 cleaned by thorough washing after\n                                                                                      spraying is completed."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14, 104(2)and 127(4))\n                                                Fees\nApplication fee-\n     to export or enter for export\n          prescribed products\n     for licensing of processing\n          establishment\n     for licensing of vessels\nFee for approval of chemical\n     compound\nInspection fee-\n          Oficial Register                    ...\n     processing establishment\n          I st inspection\n         2nd inspection\n         3rd inspection\n     vessel\n            1st inspection\n           2nd inspection\n           3rd inspection\nIssue of licence-\n     to export prescribed products            ...\n     to enter for export prescribed\n          products                            ...\n     to operate processing\n          establishment\n                                              ...\n     to operate vessel                        ...\nRenewal of licence-\n     to export prescribed products            ...\n     to enter for export prescribed\n          products                            ...\n     to operate processing\n          establishment                       ...\n     to operate vessel                        ...\nOn issue of export health certificate\n      in respect of each consignment          ...\nLodgment of appeal to Minister                ...\nFee for certification of a HACCP\n       plan for processing establishment\n       or vessels                              ...\n                    [The inclusio~iof this page is authorized by L.N.17/2009]\n      THE AQUACULTURE, INLAND AND MARINE PRODUCTSAhrD BY-PRODUCTS\n            (INSPECTION. LICENSING AND EXPOR7) REGULATIONS, 2000\n                                          FOURTHSCHEDULE                             (Regulation 94(3))\n                  Requirements Concerning Live Bivalve Molluscs Intended for\n                               Immediate Human Consumption\n    I. The possession of visual characteristic associated with freshness and viability, including\nshells free of dirt, an adequate response to percussion, and normal amounts of intravalvular\nliquid."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.                                  Pesticide Type C                                A rodenticide for use strictly in\n   .       .                                                                          accordance with labelled\n                                                                                      directions."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1) A licensee shall not make any alteration to his licensed processing Approval of\n                                                                                alterauons\nestablishment or licensed vessel without the prior written approval of the\ncompetent authority.\n                    r l i e i~lclusionof this page is authorized by L.N. 17/2009]\n                           THE AQUACULTURE, Ih'LAND AND MARINE PRODUCTS AND BY-PRODUCTS\n                                 (INSPECnON, LICENSING AND EXPORT) REGULATIONS, 2000\n                         PART IV- Licensing of Exporters, Establishments and Vessels, contd\n                          (2) An application for such approval shall be made in writing to the\n                  competent authority which shall, on receipt thereof-\n                           (a) cause an inspection to be carried out of the licensed processing\n                                establishment or licensed vessel; and\n                           (b) grant the approval on the recommendation of the inspector.\n                            (3) Paragraphs (1) and (2) shall not apply to a minor alteration, not\n                  being an alteration that, in the inspector's opinion-\n                           (a) is likely to affect the hygienic condition of the licensed processing\n                               establishment or licensed vessel; or\n                           (b) the manner in which prescribed products are inspected.\n                             (4)An application under paragraph (2) in respect of a licensed vessel\n                  shall be accompanied by the plan specified in paragraph (5).\n                                 (5) The plan refereed to in paragraph (4) shall include-\n                           (a) a layout of the vessel;\n                           (b) [Deleted by L.N. 40/2006.];\n                           (c) a product flow chart;\n                           (d) [Deleted by L.N. 40/2006.]                .\n                           (e) the potable water supply or provision for the use of clean sea water;\n                           V)      toilet facilities and means of storage and disposal of solid waste;\n                           (g) the numbers of dories and canoes, showing that will supply\n                               prescribed products to the vessel;\n                           (h) the layout of dories and canoes, showing the separation of product\n                               handling and fuel handling areas; and\n                           (i)     in the case of a housing vessel, facilities for the hygienic storage of\n                                   diving, fishing and other equipment and sleeping and first aid\n                                   facilities.\n                        PART V - Processing Establishments- Building, Facilities and Location\n~ 0 ~ a t i 0 ~          17.-(1)    Every processing establishment shall be located in an area, which\n                  is-\n                            (a) free from odours, smoke, dust or contaminants; and\n                           (b) not prone to flooding.\n                                         [The inclusion of tliis page is authorized by L.N. 17/2009]\n     THE AQU~CULTURE,INLAND AND MARINE PRODUCTSAND BY-PRODUCTS\n          (INSPECTION, LICENSING AND EXPORT) REGULATIONS, 2000\n PART V-Processing         Establishments-Building, Facilities and Location,\n                                      contd.\n         (2) Areas immediately surrounding buildings, roads, pathways and\nother areas serving a licensed processing establishment shall be suitably paved,\ngraded, grassed, landscaped or otherwise treated and kept clean and tidy to :\navoid the risk of dust, pests or other contaminants entering handling, processing\nand storage areas.\n        (3) There shall be adequate drainage ofthe surroundings of a licensed\nprocessing establishment and provisions shall be made to allow for cleaning\nof drains and proper waste management systems.\n        (4) Where vehicles are cleaned on a processing establishment, a paved\nand drained area shall be provided for the purpose.\n         (5) Buildings and facilities of a licensed processing establishment\nshall be of sound construction and maintained in good repair.\n        ( 6 ) All construction materials shall be of such quality that they do not\ntransmit any undesirable substances to the products.\n        (7) Adequate working space shall be provided to allow for satisfactory\nperformance of all operations connected with the processing of prescribed\nproducts.\n        (8) The design of buildings and facilities shall be such as to permit\neasy and adequate cleaning thereof and to facilitate the hygi&ic processing\nof prescribed products.\n        (9) Buildings and facilities shall be so designed and maintained to\nprevent the entry and harbouring of pests and the entry of contaminants.\n         (10) Buildings and facilities shall be so designed as to provide\nseparation of all operations, including waste disposal, which may cause cross-\ncontamination of prescribed products.\n       . (1 1) Laboratories shall be separated from product handling areas in\norder to prevent the contamination of food.\n         (12) Buildings and facilities shall be designed to facilitate a regulated\nflow of ingredients, products, packaging and waste products in the preparation\nprocess, from the arrival of the raw materials at the premises through to the\nfinished prescribed products.\n        (13) Working areas shall be of sufficient size for the work to be\ncarried out under adequate hygienic conditions and the design and layout\nthereof shall be such as to prevent contamination of the products so that the\nclean and contaminated areas can be kept separate.\n        (14) 1f an inspector is required to be present at a licensed processing\nestabhshment on a regular or permanent basis due to the volume of prescribed\nproducts handled, an adequately equipped room that can be locked shall be\nprovided for the exclusive use of the inspector.\n16                   THE AQUACULTURE, INLAND AND MARINE PRODUCTS AND BY-PRODUCTS\n                          (INSPECTION, LICENSING AND EXPORT) REGULATIONS, 2000\n                PART V-Processing Establishlnents-Building, Facilities and Location,\n                                              contd.\n                         (1 5) Adequate facilities for the cleaning and disinfecting of all means\n               of transport shall be provided so, however, that such facilities shall not be\n               compulsory if the means of transport may be cleaned and disinfected at external\n               facilities authorized by the competent authority.\n                                                              Floors\nFloors. ,         18. Floors, including enclosed handling and processing areas on vessels,\n               shall be-\n                     (a)      water-proof;\n                     (b)      non-absorbent;\n                     (c)      without crevices;\n                     (4       washable and of non-slip materials; and\n                    ( e ) easy to clean and disinfect.\nFloor drains      19.--(1) In any area of a licensed processing establishment or licensed\n               vessel where water or other liquid is regularly used-\n                     (a)      floors shall slope sufficiently for liquids to drain to trapped outlets;\n                              and\n                     (b)      floor drains shall be provided and be adequate in size, number\n                              and location to cope with the maximum flow of water under normal\n                              working conditions.\n                           (2) All drains shall-\n                 .   (a)      be effectively sealed by a water trap;\n                     (b)      where necessary, be adequately vented to the exterior of the\n                              building or licensed vessel; and\n                    ( c ) have adequate acces's for cleaning.\n                         (3) Solids traps installed in conjunction with floor drains shall be\n               designed to enable adequate cleaning.\n                       (4) Floor drains shall not be connected to sanitary drainage so as to\n               avoid the introduction of gases or noxious fumes into the processing area.\n                       (5) Where floor drains are connected to a storm water drainage system,\n               they shall be designed and maintained to prevent or minimize the effects of\n               flooding.\n                           ( 6 ) All open drains shall flow away from product handling areas.\n                         (7) Where there is insufficient provision made in product handling\n                areas for the drainage of water, the owner or operator of the licensed processing\n                establishment or licensed vessel shall provide suitable equipment for the\n                removal of the water.\n                                    [The inclusionof this page is authorized by L N 7812002)\n      THE AQUACUL TL'RE, I.41AND d,VD MARINE PRODUCTS A.VW B Y-PRODWCTS\n            (IIVSPECTIO~V,                  E,KPOR'I) REGULA TIO.VS, 2000\n                         LLICEiWING . ~ I V D\n PARTV- Processing Estabiishmenrs - Buildings. Facilities and Location,\n                                            contd.\n         (8) The floor and walls of tanks used for the purification of live\nbivalve mollusc, echinoderms, tunicares and marine gastropods and any water\nstorage containers shall have a smooth, hard and impermeable surface and be\neasy to clean by scrubbing or use of pressurized water.\n         (9) The bases of purification tanks shall b e -\n      (a) sufficiently sloped; and\n      (6) equipped with adequate drainage.\n        (10) For the purposes of paragraphs ( 1 ) (a) and (9) (a),the minimum\nslope shall be 45\".\n                                        Internal Walls\n   2 0 . 4 1) Walls shall-                                            I               ~W I ~ S\n                                                                                             ~   ~   I\n      (a) have smooth surfaces and be made of durable and impermeable\n          material;\n      (b) be constructed of water-proof, non-absorbent and washable\n          materials that are incapable of transmitting substances harmful to\n          prescribed products;\n      (c) be sealed in all joints so that there can be no ingress of water, pests\n          or contaminants;\n      (d) be light in colour and painted with an approved food grade paint;\n      (el be impact resistant or protected from impact damage (including\n          damage by pallets, forklifts and crates);\n      V) be smooth and without crevices;\n      (g) be easy to clean or wash and disinfect;\n      (h) maintained in good condition.\n        (2) ln any area of a licensed processing establishment or licensed\nvessel where water or other liquid is regularly used, any angles between-\n       (a) walls; or\n       (b) walls and floors,\nshall be sealed and covered to facilitate their cleaning.\n         (3) Any walls or partitions that do not abut the ceiling shall be capped\nto prevent the accumulation of dust.\n         (4) If a room, including a refrigeration facility, is built within a\nproduct handling area, any inaccessible cavity formed between the walls or\nceilings of the inner and outer rooms shall be made pest-proof and dust-proof.\n                                      Ceilings\n    2 1 4 1 ) Ceiling shall be s o designed and constructed as tu-\n       (a) be smooth and impervious to moisture;\n                 p iachsiioa af drir p y o ir rathorimd by L.N. I l l r l Z O L O 1\n                          THE AQUACULTURE, INLAND AND MARINE PRODUCB AND BY-PRODUCTS\n                                (I,VSPECTlOh, LICENSING AND EXPORT)REGULA TIQNS, 2200\n                      PARTV- Processing Establishments - Building, Facilities and Location,\n                                                               corttd.\n                           (6) prevent accumulation of dirt;\n                           ( c ) minimize condensation, the development of mould, and flaking;\n                                 and\n                           (4 be easy to clean.\n                              (2) T h e ceilings of product handling area shall be-\n                           (a) designed and constructed in accordance with paragraph ( I ) ; and\n                           (b) light in colour and free of ledges which may collect dust.\n                                        Windows, Doors, External W& and Vents\nW i n d o m dmn.        22.-41)    Subject to paragraph (23, the window of product handling areas\n-1        wllr and\n                     shall not be capable of being opened.\n                              (2) Windows and vents which can be opened shall be fitted with\n                     insect-proofscreens which are-\n                            (a) easily removable for cleaning; and\n                            (6) kept in good repair.\n                              (33 Doors and hatches shall-\n                           (a) have smooth, non-absorbent surfaces;\n                            {b) be close fitting;\n                            (c) be impact resistant or protected from impact damage (including\n                                 damage by pallets, forklifts and crates); and\n                            (4 be of durable material and easy to clean.\n                               (4) Hatches, doors and other passage ways shall be constructed in\n                     such a manner as to prevent the entry of pests and one or more of the following\n                     shall be installed-\n                            (a) strip curtains;\n                            ( b ) air curtains; or\n                            {c) a self or manual closing device.\n                             (5) Airlocks shall be designed to minimize movement of air into or\n                     between product handling areas.\n                             (6) Any conveyors or chutes passing through external walls shall be\n                     designed, constructed and sealed so as to prevent entry of pests or dust into\n                     product handling areas.\n                             (7) If conveyors or chutes pass through external walls, the gaps\n                     through which they pass shall be sealed against the entry of pests or dust.\n                                       p be!-        of this    hW       LN. f4lrROlO 1\n     THE AQUACULTURE INLAND AND MARINE PRODUCTS' A N D BY-PRODUC7X\n           (INSPECTION, LICENSIA'G AND EYPORTJ REGULATIONS, 20001)\n  P m V- Processing Establishments - Building, Facilities and Location.\n                              contd.\n                  Stairs, Camolks, Stands, Pla@orms, etc."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.         Tripe Treatment Compound                  A tripe treatment agent for uFe in\n                                                      accordance with labelled directjons."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.         Prescrjbed Products Treatrncnt            A compound for treating water :o be\n            Agent                                     thoroughly ricsed from prcscr~bed\n                                                      products before evisceration."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.         Boiler Treatment Compound                 A compound for mmirni~ingscale build\n                                                      up in systcms delrvcrlng potab!e water,\n                                                      wherc direct or ~ndirect contact w ~ t h\n                                                      prescribed prodricts may be involved, to\n                                                      be used rn accordance w ~ t h Eabelled\n                                                      directions"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.         Retort Water Treatment Agent              A compound For cooling and retort water\n                                                      treatment to be used in accordance with\n                                                      labelled directions."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.         Mmking Ink                                Ink for making or labelling"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.         Odour Neutralizing Agent                  A compound for use in areas containing\n                                                      ined~ble prescribed products. non-\n                                                      processing areas of extenor areas for use\n                                                      in odour controL, prov~dedit is not used\n                                                      to mask odours resulting from insanitary\n                                                      condir~onsand any characteristic odour\n                                                      docs not penetrate into area containing\n                                                      edible psescrhed products."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Stairs, catwalks, stands, platforms and ladders in product handling\nareas shall be-\n                                                                                  z;sm\n       (a) constructed From material that is impervious, non-slip, non-\n           corrodible, easy to clean and impact resistant; and\n       (b) so situated and constructed as ta prevent contaminants from falling\n           into any prescribed product or onto processing equipment or\n           packaging material.\n                       Eqtripment, Utensils and Containers"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.-(1)   All equipment, utensils and containers used in product handling ~s.ipm\n                                                                             urmrrla ~ n d\nareas with which prescribed products or packaging material may come in ,     ,\n                                                                             ,\ncontact shall be-\n       (a) made of materials which da not transmit odour, taste or toxic\n            substances and designed to prevent contamination of the product;\n       (b) non-absorbent;\n       (c) resistant to corrosion;\n       (4 capable of withstanding repeated cleaning and disinfection;\n       (e) smooth; and\n       C1) free from pits and crevices;\n        (2) Wood and other materials which cannot be adequately cleaned and\ndisinfected, shall not be used except when its use would clearly not be a some\nof contamination.\n         (3) All equipment and utensils shall be so designed and constructed as\nto prevent hygiene hazards and permit easy and thorough cleaning and\ndisinfection and be accessible for inspection.\n        (43 Equipment and fixtures shall be installed in such a manner as to\npermit easy access and thorough cleaning.\n         (5) Equipment shall be installed as follows--\n       (a)where equipment or fittings are placed adjacent to a wall or other\n             equipment-\n                  (i) the gap may be sealed to prevent the entry of moisture,\n                      d i i and pests; or\n                  (ii) sufficient space shall be left to permit cleaning;\n       (b) where equipment is placed directly on the floor, it may be-\n   THE AQUACULTURE, INLAND R ND MA RlNE PRODUCTS AND BY-PRODUCTS\n          (J,VSPECTiON,LLICE:VSING' AND EXPORT) REG V U TIONS#22000\nPARTV- Processing fif ablishmenrs - Buiiding. Facilities and locarion,\n                                   conrd\n                 (i) sealed to the floor to prevent entry of moisture;\n                 (ii) placed on a raised plinth covered at the junction of the\n                      floor and plinth; or\n               (iii) fitted with legs with a minimum of 100 rnm clearance\n                     between the underside of the equipment and the ffoor.\n      (6) Storage containers for inedible materials and waste shall b e -\n    (a) clearly identified;\n    (b) teak-proof;\n    (c) constructed of suitable impervious material;\n    (4 easy to clean; and\n    (e)   capable of being closed securely if stored externally.\n      (7) Chutes and other enclosed transport systems shall be-\n    (a) constructed with inspection and cjeaning hatches; and\n    (b} easy to clean.\n      (8) All overhead structures and fittings, including lighting, shall be-\n    (a) installed in such a manner as to prevent contamination, whether\n          directly or indirectly, of prescribed products and raw materials by\n          condensation or drip and facilitate cleaning operations;\n     (b) insulated where appropriate and be so designed and finished as to\n         prevent the accumulation of dirt and minimize condensation, the\n          development of mould and flaking; and\n     (c) easy to clean.\n                              pw b .nrborissd by LN. lllm010 )\n                   k!ruiw of &i~\n     THE AQUACULTURE. INLAND AND MARINE PRQDUCTX AND BY-PRODUCTS\n           (INSPECTION. LICENSING AND EXPORT) REGULATIONS, 2000\n  PARTV- Processing Establishments - Building, Facilities and Locution,\n                                         contd.\n        (2) The covering of light bulbs shall be shatterproof."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.-(1)   Except as provided in paragraph (2), wood shall not be used as a         of-\ncontact surface on which prescribed products may be handled for use in\nprocessing areas, ice rooms, Freezers, cold stores or chillers.\n       (2) Where wood is used in doors, door jambs, windows, brooms,\nbrushes in licensed processing establishments or licensed vessel, it shall be\nsealed by the application of a durable, non-toxic surface coating.\n        (33 Wooden pallets and clean timber dunnage may be used in\ncontainer system units and transport vehicles for the carriage of prescribed\nproducts in sealed or enclosed containers."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.         Miscellaneous Compound                    A compound to be used in accordance\n                                                      with the manufacturer's directions.\n                   p h a inclagiw of this page ir wthorizd by LN. 14 f FRO 10 I\nT H E AQU.-tCULTi!RE I:'vfi.A  A N D ,%!AHI,VE PRODLiTTS A jVD 5Y-PRODUCTS\n        (IJ~SPECTIOF,LICE:llSI.VG Ah'D E,YPORT) REGL~UTIO,VS.2000\n                            TENTH\n                                SCHEDULE                  (Rcgulntions 50A and 75)\n                      Parameter$ and Paramelr~cValues\n                                   PARTA\n                         Mtcrobrologrc~olprnnirrers\n          me inelusion of this page $ nu&orizzd by L.N. 141FL2010 1\nTHE AQUACULTURE, INLAND Ah'D MARIJhJLPRODUCTS AND BY-PRODUCTS\n      (I.WECT!OJ~',\n                 LfCE,V.TlNG AND EXPORT) REGUW TIONS. 2000\n                          TENTHSCHEDULE,confd,\n                                  PARTB,comd.\n                               Chemical paramercrs\n   Notc 1:     The p m e t r l c value refers to the res~dualmonomer concentratton tn the\n               water a calculated according to specifications of the maximum release\n               from the corresponding polymer in contact wrth the water.\n   Note 2.      Where possible, without compromising dissnfectron, operators should\n               SttEVe for a lower value.\n   Note 3:     The value applies to a sample of water intended for use in the processing\n               of prescrikd products obta~nedby an adequate sampling method (1) at the\n               tap and taken so as to be representative of a weekly average value ~ngtsted\n               by consumers\n             a inclusion of &is\n             p\n             b\n             l                    pogo is a u h r i d by L.N. 141~12010j\nTHL' AQUAL'UL TURE, INLAND AA'D MAHIA'E PRODUCTS AND Rr-PRODUCTS\n       (IrYSPECTIO,V, LICE,VSIhJGA.VD E,YPORT) REGULA TIOJVS,2000\n              Where approprlale thc sampl~ngand monltorlng methods must be applied\n              in a harmonrzd fash~on to be drawn up In accordance w~th thcse\n              Regulat~ons.\n              Operators shall takc account of thc occurrcncc of peak levels that may\n              cause adver~eeffects un the wholesomeness o f product\n   Notc 4 . 'Pssticidcs' means\n                   (a)organlc insecticides:\n                   ( b ) organic herbicides;\n                   Ic) organic fungicides,\n                   Id) organic nematocldes:\n                   ( E ) organic acar~cides,\n                   V) organic algicides;\n                   (g) organic rodenticides:\n                   [ h ) organic sl~rnicldes.\n                   (I)   related products (inrcr alia. growth regulators)\n                         and h e i r rclevant rnetabotites, dcgradat~onand\n                         reactlon products\n              Only those pstlc~dtswh~chare l~kelyto be prtsenl In n glven supply need\n              k monitored\n   Note 5     Parametr~cvalue appl~esto each indlvrdual pest~c~de In the case of aldrin,\n              dleldrrn, heptachror and heptachlor epox~dethe pararnetrlc value is 0.030\n              PE\".\n   Narc 6.    'Pest~cldes-Totat' m c m the sum of at1 indtvidual pesticides detected and\n              quantified in the monltorlng procedure\n   Note 7:    The specified compunds are:\n                   (a)    kn7a (h) fluomnthene;\n                   ( b ) benza (k) fl~~onnthene;\n                   (c)    bcnzo (ghi) perylene; and\n                   (4 indeno ( I , 2. 3-cd) pyrene.\n   Note 8     Where poss~ble,without compromlslng d~sinfection,operators shall strtve\n              for a lower value\n              The specrfied compounds are. ch~omform.bromofarm, dibromochlomme-\n              thane, brorncd~chloromethane.\n         [Tht inclusion sf this page IS authorized by L.N. 14 IF12010 7\nTHE AQUACULTURE, ISVUND AND MA RIAfE PRODL'CTS A h'D B Y-PRODL'CTS\n      (I.VSPECTlOn',LICENSING A.VD EXPORT) REGULA TIOV.7\n              laclusiw of his p.ge i s wthoMcd by L.N. t41~nOlOJ\nI H E A@lJAT(;LTURE.iCZ/I,VD A $ll )14AR1VE PRODIK'JT A AD BY-PRODUCTS\n                     LICEISLVG A M E.VPO RT) REG:GIiLATIOZ\n        (1~VSPECTtO.Y.                                     'S 2000\n    Note I :    The water shall not he aggressive\n    Note 2.     T h ~ sparameter need not be measured unless the Hater orlglnates rrom or IS\n                 influenced by surface water In thc event o f non-compliance w ~ t hthe\n                 parametric value, the competent aulhor~tyconcerned shall Envestlgate the\n                 ~upplyto cnwre that there 15 no potentlab risk to wholesornene~s ot\n                 product arivng from the presence o f patl~oqenic nr~crorganisrns. for\n                 example Cryptospc)ridiurn\n                 The competent authority shalt ~ncludethe results o f all such iiivcsligatinns\n                 in the reports they fubrnit under regulat~ons50A and 76.\n    Note 3       This paramctcr need not bc mcaured ifthc paramder ir analyzed\n    Note 4       This parameter nced not he measured for suppl~esof l e s ~than 10 000 m' a\n                 day\n    Note 5:       In the casc of surface water treatment. the competent authonty should\n                 strlve For a parametric value nor evcceding I 0 NTU (nephelomrtric\n                 turbidltv un~ts)in the water ex rreoiment works\n               me inclwiou of tbia pwc b lmketizad by LN. 1 4 1 ~ R 0 1 0 ]\nTHE AQUACULTURE, I,VLAh'D AND MA RIh'E PROD WCTS AND BY-PRODUCTS\n                              AND EYPORTJ REGULA TI0h1S 2000\n     (IKSPECTIO.4'. LICEIVSIJ~'G\n                          ELEVEVH SCIIEOULE                 (Regulat~ons50E and 7713)"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27.+ 1) Where necessary, adequate facilities for sterilizing working              slmliis\n                                                                                    Fmlntn\nimplements and equipment shall be provided.\n          (2) Where water i s not used as the sterilizing medium of a sterilizing\nfacility, the competent authority shall approve the method of sterilization,\n        (3) Sterilizing facilities shall b\n       (a) constructed from corrosion resistant materials;\n       (b) capable of being easily cleaned; and\n       (c)   if the sterilizing medium is water, fitted with suitable means of\n             supplying hot and cold water in sufficient quantities."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28.41) Every licensed processing establishment shall be equipped with Re~Sernlon\nfreezing equipment that is sufficient-                                   Mtitin\n                 [Tbc iachrriou of lhjs pgm h m l b i d by LN. l4lrROlO 1\n     THE AQUACULTURE, tNL4ND AND MARINE PRODU&TS AND BY-PRODUCTS\n           (INSPECTIOIY,LICENSING AND EXPORT) REG LILATIONS, 2000\n  PART V- Processing Es~ublishments- Building, FaciIitSes and Locarion,\n                                     contd.\n             achieve a rapid reduction in temperature in order that a prescribed\n      ( 0 ) to\n           product may maintain the temperatures specified in regulation 73;\n      (b) to mainrain prescribed products in storage rooms at a temperature\n          not exceeding those so specified whatever the ambient temperature\n          may be,\nso, however, that in the case of whole fish frozen in brine and intended for\ncanning, temperatures not exceeding -9°C may be maintained.\n       (2) A temperature recording device shall be situated in every storage\nmom in a place where it may easily be read.\n        (3) The temperature sensor of the recording device shall be located in\nan area farthest away from the cold source.\n        (4) Temperature charts shall be made available to an inspector for\ninspection.\n        (5) Every refrigeration chamber shall-\n     (a) have floors. walls, ceilings, doors and hatches that are constructed\n         and maintained in accordance with the relevant provisions of these\n          Regulations;\n     (b) with respect to the interior, be constructed of smooth, impervious and\n         corrosion resistant material;\n     (c) be equipped with a refrigeration plant capable of     reducing, or\n          maintaining the temperature of prescribed products as specified in\n          regulation 73;\n     (4 be equipped with an accessible and easily readable automated\n          temperature measuring device, accurate to within 0.5\"C and\n          calibrated in accordlance with the requirements of the manufacturer;\n          and\n     (e) be designed to allow for adequate drainage of defrosted water away\n          6om the refigeration unit.\n                 p n k h u h of &is p w ir d b d d by LN. LIl?ZO10 j\n        ( 6 ) Every cold storage facility shaIP be capabic of storing fro7en\nprescribe prodz~ctsat a ternperamre of 18°C or colder.\n         ( 7 ) A freezer located in a licensed processing establishment, used for\nthe storage of prescribed products shall bc-\n        ( a ) adequately refrigerated:\n        ( h ) made with materials and fitted with doors that ensure its efficient\n              operat ion; and\n        ( c ) carable of reducing the temperature of prescribed products to - 18°C\n            or colder."
    },
    {
      "provision_ref": "sec28a",
      "section": "28A",
      "title": "Section 28A",
      "content": "28A.--(I) Subject to paragraphs ( 2 ) and ( 3 ) , chilIing in a licensed           Ch~lllngi~~\n                                                                                      procc%s~ng\nprocessing establishment sl:all be carried out in-                                    crtablirhmcnt\n        (a) a chiller;\n        (b) chiller holds; or\n        (c) other suitable equipmet?t\n        ( 2 ) The ChiIIer capacity shall be sufficient to rapidly cool prescribed\nproducts from an ambient temperature to a cllilE temperature between -1°C and\n3'C within six flours after loading and to 0°C after sixteen hours and thereafter\nthe products shaIl be so maintained.\n        (3) Every chiIler shall be equipped with a temperature sensor\npositioned in the section of the chillcr where the temperarure is highest to\nrecord the temperature maintained by the chiIler.\n                         Non-Refrigerated Storage Facilities"
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. A facility used as a non-refrigerated store for prescribed products shall   NO\"-rtfri8tratcd\n                                                                                      storage i a c ~ f ~ t ~ t %\nbe-\n        ( a ) of sound construction; and\n        ( b ) so designed and maintained as to prevent undesirable physical,\n              microbial and chemical changes to any prescribed product and its\n              packaging which could affect its fitness for human consumption.\n                   [The inclusion of this p q c is authariad by L.N. 141F#010]\n                                   THE AQIEAC LILTtJRE, INLAND AND ,UARlh7EPRODUCTS AND RY-PRODUCTS\n                                         (I,VSPECT/ON,LICENSING AND tGYPORTJ.REGULA TIOIV~I\",\n                                                                                           2000\n                                PART V-                         men! - Building, FaciIif ies and Location,\n                                           Procesr ing Esiabli-~h\n                                                                      canrd.\n                                                    Conruiner Stores and Storage Racks\nCanons. wrapp:ng\nrnaLtrlal3. c~~"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Areas for the storage of cartons, wrapping materials and empty product\n                              containers shall he-\n                                    (a) dust-proof and pest-proof; and\n                                    (b) constructed to prevent undesirable physical, micro-biological and\n                                        bio-chemical contamination of the cartons, wrapping materials and\n                                        empty product containers.\nS t o r a ~ eracks"
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. Storage sacks shall be designed to facilitate their cleaning and there\n                              shall be a space of 150 m m between the underside of the racks and the floor.\n                                  Changing Faci(ifies, Toilef~,L i v i q Areas and Handwashing Faci/it ies\nPrnvrsron f a c ~ l ~ t t n"
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32.-41) Adequate, suitable and conveniently located changing facilities,\n                              toilets and hand washing facilities shall be provided in all establishments and\n                              changing facilities and toilets shall be completely separated from product\n                              handling areas and shall not open directly onto these areas.\n                                      (2) Changing facilities shalI include sufficient storage space for\n                              personal effects and uniforms.\nT O ~ I ~ I Sac\n             ,"
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. Toilets and toilet areas shall-\n                                    (a) be designed to ensure hygienic removal of waste matter;\n                                    ( b ) be well lit and ventilated; and\n                                    (c) be kept clean and tidy.\nLounon of\nhsndwmhrnp"
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34.+1)   Handwashing facilities shall be provided near toilets in adequate\nracllllru                     numbers for use by all workers and shall-\n                                    (a) be located adjacent to personnel entrances to product handling areas;\n                                    (b) be in such a position that employees shalt pass them when entering\n                                        product handling areas;\n                                    (c) provide an adequate supply of warm, or hot and cold water, over a\n                                          sink;\n                 THE AQUACULT~RE,    INLAND AND MARINE PRODUCTS AND BY-PRODUCTS\n                      (INSPECTION, LICENSING AND EXPORT) REGULATIONS, 2000\n            PARTV-Processing          Establishments-Building,                     Facilities and Location,\n                                                 contd.\n                (d) provide for suitable hand-cleaning preparation;\n                (e)    be equipped with non-hand operated taps and suitable and\n                       sufiicient hygienic means of drying hands;\n                Cf)    be fitted with properly tapped waste pipes leading to drains; and\n                (g)    where paper towels are used, be equipped with a sufficient number\n                       of dispensers or receptacles at each facility.\n                     (2) Non-hand operated taps shall be provided in work areas and\n           laboratories.\n                    (3) Facilities for the washing, disinfecting and drying of hands shall\n           be provided in areas where prescribed products are prepared.\n                     (4) Notices shall be posted prominently in toilets directing personnel\n           to wash their hands on entering product handling areas.\n                                       Effluent and Waste Disposal\n             3 5 . 4 1 ) Every licensed processing establishment shall have an efficient Effluent and\n           waste disposal system which shall at all times be maintained in good order waste\n           and repair.                                                                   disposal.\n                    (2) All effluent lines and sewer systems shall be large enough to\n           carry peak loads and shall be so constructed as to avoid contamination of\n           potable water supplies."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. Facilities for the storage of waste and inedible material shall be-\n                                                                                   Facilities for\n                                                                                   storage of\n                (a)    provided'and be separately stored prior to removal from the waste and\n                       establishment; and                                          inedible\n                                                                                   materials.\n                (b)    designed to prevent access to such waste or inedible material by\n                       pests to prevent contamination of prescribed products, potable                         /-\n                       water, equipment, buildings or roadways in the licensed processing\n                       establishment premises.\n                                                        Lighting\n              3 7 . 4 1 ) Adequate natural or artificial lighting shall be provided throughout Lighting.\n           every licensed processing establishment.\n                       (2) Lighting intensity shall not be less than-\n                  (a) 540 lux (50 foot candles) at every inspection point;\n                  (b) 220 lux (20 foot candles) in work rooms; and\n,   .- .          (c) 110 lux (10 foot candles) in other areas.\n                     (3) Lights and light fixtures which are suspended over prescribed\n           products in any stage of processing or exposed packaging material, shall be of\n                     THE AQUACULTURE. INLAND AND MARINE PRODUCTS AND BY-PRODUCTS\n                          (INSPECTION, LICENSING AND EXPORT) REGULATIONS, 2000\n                 PART V-Processing           Establishments-Building, Facilities and Location,\n                                                        contd.\n                a safety type with a shatter proof covering and protected to prevent\n                contamination of products in case of breakage.\nVentiI ation.      38.-(1)   Adequate ventilation shall be provided for the removal of\n                contaminated air and the prevention of excessive build-up of heat, steam,\n                condensation and dust.\n                             (2) In areas where prescribed products are prepared-\n                     (a)       the direction of the air flow shall be controlled to prevent cross-\n                               contamination;\n                     (b)       an air flow system based on positive pressure or suitable screens\n                               or filters shall be provided to prevent contamination of prescribed\n                               products;\n                     (c)       every screen or filter so provided shall be easily removable for\n                               cleaning; and\n                     (4        where necessary, efficient steam and water vapour extraction\n                               facilities shall be provided.\n                                        Hygienic Requirement for Establishments\nMaintenance        39.--(1) To prevent contamination of prescribed products, all equipment,\nof              utensils and surfaces with which prescribed products may come in contact\nestablish-      shall be-\nments.\n                       ( a ) cleaned as frequently as is necessary; and\n                       (6) disinfected at least daily.\n                          (2) Where detergent is used on any surface on ivhich any prescribed\n                products is likely to come into contact, the surface shall be adequately rinsed\n                with potable water prior to any handling of the prescribed products.\n                          (3) Adequate precautions shall be taken to prevent prescribed\n                products from being contaminated during the cleaning or disinfection ofrooms,\n                equipment or utensils.\n                          (4) Detergents and disinfectants shall be suitable for use on\n                prescribed products in handling areas and shall not be capable of imparting\n                any flavours or odours or leave any toxic residues.\n                           (5) Staff changing facilities, toilets and lunch rooms shall be kept\n                ,clean at all times.\n                         (6) Roadways, yards and other areas in the immediate vicinity of\n                and serving a licensed processing establishment shall be kept clean.\n                         (7) Working areas, instruments and.equipment shall be used only\n                for work on prescribed products.\n                                                                                             /\n Hygiene           40.-(1)   All cleaning personnel shall be suitably trained in cleaning\n control        techniques and procedures.\n programme.\n     THE AQUACULTURE, INLAND AND MARINE PRODUCTS AND BY-PRODUCTS\n          (INSPECTION, LICENSING AND EXPORT) REGULATIONS, 2000\n PARTV-Processing Establishments-Building, Facilities and Location,\n                             confd.\n          ( 2 ) The competent authority shall be provided with a cleaning and\ndisinfection programme in writing by the operator of each licensedprocessing\nestablishment."
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41. Inedible by-products and other material in a licensed processing Inedible by-\nestablishment shall-                                                    products.\n       ( a ) be stored in such a manner as to avoid contamination of prescribed\n             products; and\n       ( b ) be removed from the processing areas as often as necessary to\n             avoid contamination of prescribed products."
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42.--(I) Immediately after disposal of waste in a licensed processing Storage and\nestablishment, receptacles used for storage and any equipment which have disposal of\ncome into contact with the waste shall be cleaned and disinfected.       waste.\n          ( 2 ) The waste storage area shall be kept clean.\n         ( 3 ) All waste disposal bins shall be fitted with close-fitting iids\nwhich shall be kept closed."
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43.-(1)     Pest control measures instituted in a licensed processing Pestcontrol.\nestablishment shall not constitute a risk to human health and all rodenticides,\ninsecticides, disinfectants and any potentially toxic substances used therein\nshall be stored in a separate room designed and marked specifically for the\npurpose.\n          ( 2 ) An operator shall keep accurate and legible records of the\nlocation and frequency of servicing of bait stations at the establishment.\n   4 4 . - 4 1 ) Pesticides, cleaning agents or other substances which could Storage of\nrepresent a hazard to health shall be suitably labelled with a warning about hazardous\ntheir levels of toxicity and use ahd indications for their care shall be taken to Substances.\navoid contamination of prescribed products.\n          ( 2 ) Hazardous substances shall be stored in rooms or cabinets used\nonly for that purpose and handled only by authorized and properly trained\npersons or by persons under the supervision of such persons.\n          (3) Disinfectants, detergents and similar substances which are used\nat alicensed processing establishment shall be approved by the competent\nauthority and shall be used in such a way as not to cause any adverse effect on\nmachinery, equipment and products.\n   4 5 . 4 1 ) No person shall wear jewellery when engaged in the preparation Personal\nof prescribed products.                                                       clean]iness.\n          ( 2 ) The fingernails of every person who handles prescribed\nshall be cut short.\n          ( 3 ) No person who handles prescribed products shall wear fingernail\npolish or varnish.\n                  [The inclusion ofthis page is authorid by L.N. 78120021\n26                THE AQUACULTURE, INLAND AND MARINE PRODUCTS AND BY-PRODUCTS\n                       (INSPECTION, LICENSING AND EXPORT) REGULATIONS, 2000\n              PARTV-Processing Establishments-Building, Facilities and Location,\n                                         contd.\n                       ('4) Every person who proposes to engage in the handling of\n             prescribed products in any area of a licensed processing establishment or\n             licensed vessel shall wash his hands-\n                  (a)    on entering that area;\n                  (b)    immediately after using the toilet;\n                  (c)    after touching his nose or mouth;\n                  (4     after handling contaminated material or any material capable of\n                         transmitting disease;\n                  (e)    whenever necessary, to avoid contaminating the prescribed\n                         products in the area; and\n                  u>     each time work is resumed.                       ,      ,\nProtective      46.-(1) Every person in a prescribed product handling area shall at all\nclothing.    times-\n                  (a)    wear suitable protective clothing and footwear;\n                  (b)    wear a covering for the head that encloses the scalp and hair;\n                  (c)    if the person has a beard or moustache, wear a face covering to\n                         cover the beard or moustache; and\n                  (4     if gloves are worn, ensure that the gloves are in a sbund, clean\n                         and sanitary condition.      - .\n                       (2) Disposable gloves or'other disposable protective clothing worn\n             in a product handling area, shall be discarded after each use and no person\n             shall reuse them.    .\n                      (3). Protective clothing worn in a product handling area shall not\n             have an outer breast pocket and shall be-\n                  (a)    light in colour; and\n                  (b)    either washable or disposable.\n                       ( 4 ) Every person in a product handling area shall keep protective\n             clothing clean so as to prevent contamination of the prescribed products.\n                       (5) Footwear, overalls, aprons, headwear, gloves and other protective\n ,   .       outer clothing used in the product handling area shall not be worn outside the\n             establishment.\nSigns.           47. The owner or operator of a licensed processing establishment shall\n              display in a conspicuous area, signs advising that smoking, eating, spitting\n              and drinking in product handling or storage areas are prohibited.\n Visitors.       48. A visitor to a product handling area shall comply with all recpirdments\n             'of personal cleanliness, including the requirements related to the wearing of\n              protective clothing.\n                                           of th~spage IS authorized by L N 7812002)\n                               [The ~nclus~on\n        THE AQUA CL'I.TLIRE, II;\\ZAA'D AND ,bfrfRl;r\"EPRODL'CTS A,%D3 Y- PX0DI;CT.Y\n              {/,1'SPETTlOY, LICE,L'SJdVGA,W EXPORn REGULATIONS, 2000\n PARTV-                                 - Buildings, Facilities and Location,\n             Processing E.~tnhlirhrnenf.~\n                                     contd"
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49. Where a laboratory is situated on the premises of a licensed processing       Pcrtnnncl rn\nestablishment any person working therein shall change his uniform before              P,\"2~~,~~63\nentering the product handlirlg area.                                                  change un.rorrns"
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50. An operator of a licensed processing establishment shali allocate to          Supew~sron~f\nthe competent supervisory personnel, responsibiliry for ensuring compliance           p'rmnnc'\nwith the provisions of thesc Regulations.\n                Water Supply for Licensed Processing Esrablishmenrs\n    5 0 A . 4 I ) Potable water shall be used in every licensed processing            Qualjty orwattr\n                                                                                      ~~PP'Y\nestablishrnent-\n        ( a ) with adequate pressure and in sufficient quantity;\n        ( h ) at a suitable temperature and suitably distributed;\n        (c)   if used in a product handling area and on prescribed products,\n              conform to the parameters and parametric values set out in the Tenth    ~~~~h qchedule\n              Schedule.\n          (2) The parameters and parametric values set out in the Tenth\nSchedule shall be complied with-\n        (a) in the case of water supplied from a public or private supply system,\n            at the point at which it emerges from the taps;\n        (h) in the case of water supplied from a tanker, at the point at which it\n            emerges from the tanker; and\n        (c) in the case of water used in a licensed processing establishment, at\n            the point where the water is used in the undertaking.\n              (3) Where water is chlorinated in a licensed processing establish-\nment-\n        (a) the chlorine shall be added by the dosing or injection method for at\n              least 30 minutes; and\n        (b) records of the residual chlorine level shall be maintained.\n           (4) Prescribed products shall not be washed, dipped, glazed or\ntreated with water the chlorine content of which exceeds the levels prescribed\nfor potable water.\n                   [The inclusion of this page is authotixd by LN. 141~R0101\n                         THE AQC'ACULTURE, IdWA.VDAND MA RlNE PRODUCTS AN13 BY-PRODUCTS\n                               (~I\\'XPECTIOF, LLICi5VSING A h;D CXPOATI REGULA TlOhL, 20.00\n                      PARTY- Processing Establishments - Building, Facili!ies and Locarion,\n                                                           contd.\n                               ( 5 ) Ice used in the handling or preservation of prescribed products\n                    sha!l be made Fsom potable water and shall be manufactured, handled and\n                    stored in a manner that will protect it from contamination.\n                               (6) The competent authority shall ensure that any supply of water\n                    intended for use in the processing of prescribed products which constitutes a\n                    potential risk to the wholesomeness of such products is prohibited.\nD~sscrn~narron of      50R. The competent authority shaI1-\n~nrorrnabbonon\nw t a quality\n                            (a) publish an annual report on the quality of water intended for use in\n                                the processing of prescribed products in licensed processing\n                                establishments;\n                            ( b ) take all measures necessary to ensure that the report referred to in\n                                  paragraph (a) and other relevant and up-to-date information on the\n                                  quality of water intended for use in the processing of prescribed\n                                  products in licensed processing establishments is made available\n                                  to every operator."
    },
    {
      "provision_ref": "sec50c",
      "section": "50C",
      "title": "Section 50C",
      "content": "50C.-41) An operator of a licensed processing establishment shall-\n                            (a) notify the competent authoriQ of the source of its water supply;\n                            (b) ensure that the water used in his establishment is potable water;\n                            (c) when required by an inspector, demonstrate the water distribution\n                                system in the licensed processing establishment;\n                            (4 cause to be prepared a distribution and recirculation plan showing\n                                all pipes and outlets within the ticensed processing establishment\n                                and identifying all outlets.\n                               (2) The plan mentioned in paragraph (4shall, when required by an\n                    inspector, be made available for inspection.\n                            ( a ) may be used in a licensed processing establishment for steam\n                                  production, refrigeration and the cooiing of refigeration\n                                  equipment, fire control and other similar purposes not connected\n                                  with the processing of prescribed products; and\n                           (b) shall be carried in separate and identifiable lines.\n                                    [The inclusion of is page is d o k d by LN. 14l~ROlO1\n        THE AQUICULTUREI. I,VWjVD A N D MARINE PRODCrCTSAND BY-PRODUCTS\n              (IAISPECTIOJV.               ~ I ~ PEXPORT)\n                           L I C E I ~ ~ ~ Ah%,    G      REGUL.4 T:ONS, 2C00\n  PART V-      Processing Esrahlishments - 814ildiq, Frrci!jties and Locatron,\n                                           conrri\n            (2) The operator of a licensed processing establishment shall ensure\nthat-\n         (a) non-potable water i s conveyed without causing cross-connection\n             with, or back-siphonage into, any system carrying potable water;\n              and\n         ( h ) the use of non-potable water does not present a risk of\n               contamination to prescribed products.\n         (3) There shall be no cross connection between potable and non-\npotable water reticuIation systems.\n         (4) All, outlets and distribution fines for non-potable water in\nprocessing areas shaIl be cIearly identified.\n         (5) All storage tanks, cooling towers and pipelines used in handling\nwater in a licensed processing estahlisbmenr shall be constructed in such\nmanner as to facilitate their easy inspection and cleaning.\n         (6) All water storage tanks in a licensed processing establishment\nshall be effectively covered to prevent the entry of pests and potential\ncontaminants."
    },
    {
      "provision_ref": "sec50e",
      "section": "50E",
      "title": "Section 50E",
      "content": "50E.--f I) The competent authority shall establish appropriate programmes [ n v a l o n 1.d\n                                                                                   monltonn8or\nto monitor the quality of water intended for use in the processing of prescribed ,,,\nproducts to parameters and ensure that the water conforms to the parametric\nvalues set in accordance with regulation 50A.\n          (2) In every inspection of a licensed processing establishment, the\ninspector shall carry out an initial examination of the water supply thereof in\norder to determine compliance with these Regulations.\n          (3) Any monitoring programme established under paragraph ( 1 )\nshall involve examination of samples from the water sources in accordance\nwith regulation 50F and shall meet the quality standard set out in the Eleventh Elcvemh\n                                                                                Schcdulc\nSchedule.\n         (4) The competent authority shall take or cause to be taken for\nexamination samples of the water from the water sources-\n                      inclus~onof &IS pllgc i s auhnzod by L.N. I 4 1 P120 I 0 1\n     THE .4QI!ACiJL TL'RE. I , N A I V DA,VII, .WARI:VE PROI3UU'S AAfDBY-PRODL'CTS\n            (/,VSPECT!O,V.LIUE~VSIh'GA,VD C,KPOR 7 l REG :GlilATIU:VY,2000\n  PARTV- Processing Establishments - Brt!'ldzng,Facilir~esand Locarion,\n                                        contd.\n      (a) at the point of entry;\n      ( h ) at the point of use; and\n      ( c ) during the processing of prescribed products.\n        (5) Where it is found, as a result of monitoring carsled out under\nparagraph (I), that the water at source does not comply with the parameters\nand parametric values established in accordance with regulation 50A, the\ncompetent authority shall-\n      ( a ) launch an immediate investigation in order to determine the cause\n            of the deterioration in the quality of the water;\n      (6) take all reasonable steps to promptly warn all operators where there\n          is an unacceptable risk to public health;\n      ( c ) in the case of the national supplier of water, advise of the problem\n           and prepare an action programme for the improvement of the\n           quality of water as soon as practicable;\n      (4 in the case of a private water supply, notifj the person responsible\n            for the supply as soon as is practicable and advise of the measures\n            to be taken for the improvement of the quality o f the water; and\n      (e) ensure that immediate remedia! action is taken to improve the\n          parametric value of the water.\n          (6) If water intended for use in she processing of prescribed products\ndoes not meet the parameters and parametric values set in accordance with\nregulation 50A, the operator shall ensure that the necessary remedial action is\ntaken as soon as possible to restore the quality of the water and shall give\npriority to cases based on the extent to which the parameters and parametric\nvalue has been exceeded and the extent to which the wholesomeness of the\nparticular product has been compromised.\n        (7) Where an operator fails to apply the appropriate treatment\ntechniques to reduce or eliminate the risk of dangerous levels of micro-\norganisms, parasites or other substances in the water, h e competent authority\nshall cause the operator to suspend its processing operations pending\ncompliance.\n                me inclusion o f his page i a nuthorind by L.N, 14IF~0101\n     THE AQUACULTURE, I.krLAFD AlVD IMARLVE P R O D U C E AND BY-PRODUCTS\n           (I!%'SPECTIO.V,LiCEh7SIh7GAND EXPORT) RECiULATlQ;lrS, 2000\n PART Y- Processing Esrablishrnents - B~ildings,Facilities and Location,\n                                           conrd.\n         (8) In the event o f non-compliance with the parameters and\nparametric values set out in the Tenth Schedule, the competent authority shall       Tenth ~ c h d u l c\nconsider whether that non-compliance poses any risk to the whoIesorneness of\nany product.\n         (9) Every operator shall ensure that additional monitoring is carried\nout on a case by case basis of the micro-organisms, parasites or other\nsubstances for which no parameters and parametric value have been set in\naccordance with regulation 50A."
    },
    {
      "provision_ref": "sec50f",
      "section": "50F",
      "title": "Section 50F",
      "content": "50F.-41) Subject lo paragraphs ( 2 ) and ( 3 ) an operator shall carry out O ~ l ~ t 0 ~ 1 0\n                                                                              exmllne watu\nroutine examinations of the water sl~pply under the supervision of the ,,I,,\ncompetent authority and the analysis thereof may be done either in the\noperator's laboratory or in another laboratory approved by the competent\nauthority.\n         (2) An examination under paragraph (1) shall be carried out-\n      ( a ) at least once per year in the case where the supply is from a public\n            source and there is no intermediate storage system;\n      ( h ) at least once per week, in the case where the supply is from a private\n            supply system or a public supply system with intern~ediatestorage;\n            and\n      ( c ) at least once per month in the case of a rnicrobiotogical examination.\n          (3) If the results of any routine tests arc unsatisfactory, an immediate\ninvestigation and further sampling shalI 'be carried out.\n          (4) Where two consecutive sample from a source of water test\npositive for coliform organisms, that source of water shaI1 not be used until the\ncontamination has been eliminated.\n          (5) Notwithstanding the provision of regulation 50E ( 4 b\n      (a) the competent authority may, at such intervals as it may determine,\n          require an operator to cause an examination of samples of water\n          used in a licensed processing establishment; and\n                 F   c inclusion of rhis page i s nuthorid by L.N. f41?C!(EtO ]\n                         TllE IIQLIACULTURE, /h'LAhrD AND U,IRI:VE PRODIIL'TS A,\\ D B Y-PROD WCTS\n                                             LICE.VSIIVGn,vcl E S ( P O RRXULA\n                                 IIY~CPECTEON.                           ~     m n ~ s20017\n                                                                                        .\n                    PARTV- Processmg E.~~ublrxhmcnis                            e s Location,\n                                                  - Brlrlding.~,F u ~ i l ~ f i and\n                                                             contd.\n                          ( h ) the operator shall notify the competent authority of the results of\n                                such cxaminatjon within tmo working days of the receipt of those\n                                results and forward to the competent authority a written report of\n                                the rcsult~within five n o r k ~ n gdays.\n                           ( 6 ) Records of water testing results shall bc kept by thc competent\n                   authority and by the opcrator of a [icensed proccssine establishment.\n                            (7) An opcrator of a licensed processing cstabFishment sllaEl establish\n                   a systern-\n                         (a)to check the chlorine content in water used in the handling of\n                            prescribed products and such checks shall bc carricd nut st least\n                            once evcry hour during the period of processing; and\n                         ( b ) which shall be capable of identieing and dcaling with abnormalities\n                               in the chlorine content o f water.\nA: n~danccof           58G. Every operator shall take aII measures necessary to ensure that, wherc\ncontemlnabon due\ntod,51nICCtlon     di~infccfioriforms part of the preparation or distribution of water intended for\n                   use in the processing of prescribed products the efficiency of the disinfection\n                   treatmeot applied is verified, and that any contamination From disiufection by-\n                   products is kept as low as possible without co~~~prornisingthe disinfection.\nUprraiors lo\nprcrcnt"
    },
    {
      "provision_ref": "sec50h",
      "section": "50H",
      "title": "Section 50H",
      "content": "50H. Every operator shall take all measures necessary to ensure that no\nconEam~rarmnOF     article used during the installation of any distribution system or equipment for\nwatcr durlnt:\n                   thc preparation or distribution of water intended for the processing of\ndlsiFhtlnnlystem   prescribed products or impurities a~sociatedwith such artIcIes remain in\nCtC\n                   conce~ltrationshigher than is necessary for the purpose of their use and do not,\n                   either directly or indirectly, reduce the wholesomeness of any prescribed\n                   pruduct.\n                                                          Steam"
    },
    {
      "provision_ref": "sec52",
      "section": "52",
      "title": "Section 52",
      "content": "52. The following requirements apply to every licensed vessel-                        Liahlina on\n                                                                                         YC*S€IS\n       (a) the product handling areas shall be adequately lit during loading,\n           handling and offloading of prescribed products;\n       (b) the inspection area shall be lit during an inspection of prescribed\n            products; and\n       ( c ) the deck shall be fitted with floodlights with adequate shieIding in\n            order to confine ilhmination to the working area o f the vessel.\n                               Refrigeration Itac/lifies"
    },
    {
      "provision_ref": "sec53",
      "section": "53",
      "title": "Section 53",
      "content": "53.+1)    Refrigerated holds and tanks of licensed vessels shall comply with ~ c f r i ~ m l t o n\n                                                                                Facllltics on\nthe standards set out in regulations 54 to 59.                                  vesds\n          (2) Hatches and hiltch plugs shall be sealed to prevent-\n                 me inclusion o f h t s page ir auhrizcd by L.N. 141~/2010]\n                       THE AQL'ACULTL'RE. IJVL6,VDA AID JUARlh'EPROD WCTS AND BY-PRODUC1S\n                             (I:JSPECTIO.kI,LLICENSIKG AND EXPOR7) REGULATIONS, 22000\n                             PARTVT- Requirements for Licensed Vessels, conid.\n                       (a)    leakage of cold air fiom the refrigerated hold; and\n                       (h)              s water into the refrigerated hold.\n                              i n ~ e s of\n                                                     ChiIler.~\nCh~llmon\n       vcssclr"
    },
    {
      "provision_ref": "sec54",
      "section": "54",
      "title": "Section 54",
      "content": "54.+1)    Chilling on a licensed vessel shall be carried out in a-\n                       (a) chiller;\n                       (b) chi!ter holds;\n                       (c) refrigerated sea water tanks; or\n                       (4 other suimble equipment.\n                          (2) Chiller capacity shall be sufficient to rapidly cool prescribed\n                 products from an ambient temperature to a chill temperature between -1 \"C to\n                 3°C within six hours after loading and to 9°C aRer sixteen hours and thereafter\n                 the products shall be so maintained.\n                           (3) The tank of licensed vessels equipped for the chilling of\n                 prescribed products in sea water chilIed by ice or other means, shall-\n                        (a) be equipped with adequate sea water filling and drainage\n                              installations;\n                        (6) incorporate devices for achieving uniform temperature throughout\n                              the tanks; and\n                        (c) be capable of recording temperatures from a temperature sensor\n                              positioned in the section of the tank where temperatures are highest.\n                                                       Freezers\n                    5 5 . 4 1 ) A freezer on a licensed vessel shall be-\n                        (a) separate from any hold in which frozen prescribed products are\n                              stored; and\n                       (b) provided with separate refrigeration.\n                         (2) A Freezer Ioeated in a hold of a licensed vessel in which frozen\n                 prescribed products are stored shall be-\n                       (a) adequately capable of rapidly lowering the temperature of the\n                           prescribed praducts to achieve n core temperature between -18°C\n                           and -25°C;and\n                       (b) provided with doors or material that-\n                                   (E) ensure its efficiency when operating; and\n                                  (ii) effectively divide the freezer from the hold.\n                         (3) Plate freezers in freezer holds of licensed vessels shall be capable\n                 of reducing the temperature of prescribed products undergoing freezing to a\n                 temperature of -1 8OC or colder.\n                                  [Ihe inchion of this plga is a u t b r k f l by L.N. 141~i20IO1\n         THE A QUACUI.TLfRE, IdVLA;L'DAND JtfARIAVE PRODUCTS AND 3 Y-PRODUCTS\n                (JhlSPECTIO~\\!LICE.VSING AND EXPORT) RIGL'LA TIONS, ZOO0\n               PARTVI-      Requiremeni.rjor Licensed I'esseis, contd.\n                                       Cold Slorages"
    },
    {
      "provision_ref": "sec56",
      "section": "56",
      "title": "Section 56",
      "content": "56. Cold storages on licensed vessels shall be capable of storing frozen             Cotdsrorancs\n                                                                                        orl YGSXIC\nprescribed products at a temperature of - 1 X°C or colder."
    },
    {
      "provision_ref": "sec57",
      "section": "57",
      "title": "Section 57",
      "content": "57. The holds, tanks and containers for the storage of prescribed products           ~ l o t d s~. t .ct n\n                                                                                        be scpnmrcd\nshall be separated from the machinery space and the quarters reservcd for the           so,,\ncrew by partitions which are impervious and are designed to prevent any                 machint~s~\"\"\ncontamination of prescribed products."
    },
    {
      "provision_ref": "sec58",
      "section": "58",
      "title": "Section 58",
      "content": "58. The interior surfaces of holds, tanks and containers on licensed vessels         anltnor\n                                                                                        surfaces or\nshall he-                                                                               holdr, elc\n          (a) waterproof, easy to wash and disfnfect;\n          ( b ) smooth or smoothed and painted with an approved food-grade\n                paint;\n          ( c ) maintained in good condition; and\n          (4 incapable of transmitting           substances harmful to the prescribed\n              products."
    },
    {
      "provision_ref": "sec59",
      "section": "59",
      "title": "Section 59",
      "content": "59. Holds, tanks or containers used for the storage of prescribed products           sl~dardrrol\n                                                                                        holds. ttc\nshall-\n          (a) be adequate to ensure their preservation under hygienic conditions\n              and, in particular, allow for the unimpeded drainage of water:\n          (b) when used, be clean; and\n          (c) be designed to prevent contamination of the products by fuel used\n              for the propulsion of the vessel or by bilge water, hydraulic oil or\n              refrigeration gases.\n                                   Amenities"
    },
    {
      "provision_ref": "sec60",
      "section": "60",
      "title": "Section 60",
      "content": "60.-(I)    Staff assigned to the handling of prescribed products on licensed         Amennmon\n                                                                                        veggcls\nvessels shall maintain high standards of personal cleanliness.\n        (2) Sub,ject to paragraph (3), an operator shall ensure that the toilet\nand shower facilities provided on a licensed vessel are sufficient for the normal\ncrew complement.\n         (3) The ratio of toilets to the number of persons on board a licensed\nvessel shaIl be six to eight persons to one toilet."
    },
    {
      "provision_ref": "sec61",
      "section": "61",
      "title": "Section 61",
      "content": "61. Every operator shall provide-                                                    Dis~nFscrion\n                                                                                        of Fmds\n          (a) adequate facilities for the cleaning and disinfecting of hands;\n          (b) taps that are not hand operated in areas used for handling\n              prescribed products;\n--. ..-.-. .\n                    mc incluriw of this pqga is authcrietd by L.N 141~/2010]\n                     THE AQCXCIJLTURE. IJVLAIVD A,?'P d l A RI.ilE PRO DUCTS A N D BY-PRODUCTS\n                           (IhlSPECTIOA',LICEhhSI.VGA.VU EXPORT) MGULA TIOh'5, 2000\n                           PART VI- Requirementsfor Licensed Vessels, contd\n                     (c) single use hand towels.\nToilets tn k      62. Every room a n board a licensed vessel in which there is a toilet shall be\nquipped wilh\nhsm            equ~ppedwith a hand basin located therein or immediately outside the door."
    },
    {
      "provision_ref": "sec63",
      "section": "63",
      "title": "Section 63",
      "content": "63. A berth shatl he available for the use by each member of the crew of\n               the licensed vessel and an inspector, when aboard such vessel."
    },
    {
      "provision_ref": "sec64",
      "section": "64",
      "title": "Section 64",
      "content": "64. AII equipment used for gutting, heading and the rerioval of fins and alI\n               containers and equipment with which prescribed products come in contact an\n               board a licensed vessel, shall be made of or coated with a material which is\n               waterproof, resistant to decay, smooth and easily cleaned and disinfected.\n                  Minimum Requirements for Vessels Processing Prescribed Producfs within"
    },
    {
      "provision_ref": "sec65",
      "section": "65",
      "title": "Section 65",
      "content": "65. Licensed vessels ivithin 0.5 nautical miles of land on which prescribed\n               products are processed shall comply with the requirements of these\n               Regulations with respect to-\n                      (c) pest-proofing;\n                      ( h ) dust-proofing;\n                      ( c ) water supply;\n                      (4 waste disposal; and\n                      ( e ) amenities for crew.\n                                  Minimum Requirements for Carrier Vessels"
    },
    {
      "provision_ref": "sec66",
      "section": "66",
      "title": "Section 66",
      "content": "66.-(1) Every carrier vessel shall be equipped with refrigerated or\n               insulated containers for storage of prescribed products which shall-\n                      (a) be insulated;\n                      (b) be smooth, light-coloured and impact and abrasion resistant;\n                      ( c ) have covered internal corners;\n                      (4 be of non-corrodible and non-toxic material;\n                      (el be covered and self draining;\n                      V) be capable of holding an adequate supply of ice or have alternative\n                           means cf cooling or chilling, as the circumstances may require;\n                      (g) not   be capable of transmitting any harmful properties or\n                           characteristicsto prescribed products;\n                      (h) be positioned to prevent contamination of the products by-\n                                   (I) fuel used for propulsion of the vessel;\n                                  (ii) oil;\n     THE AQUACULTURE, INLAND AND MARINE PRODUCTS AND BY-PRODUCTS                                31\n          (INSPECTION, LICENSING AND EXPORT) REGULATIONS, 2000\n            PARTVI-Requirements                 for Licensed Vessels, contd.\n               (iii) fumes or other contaminants present or otherwise used\n                     on board; or\n                      '\n               (iv) bilge water.\n          (2) Choppers, knives and other tools used for post harvest handling\nof prescribed products on carrier vessels shall be-\n     (a)    clean and free of rust and corrosion; and\n     (b)    cleaned and disinfected after every use.\n         (3) Fishing and diving equipment used on carrier vessels for the\nhandling of prescribed products shall be free of rust and corrosion."
    },
    {
      "provision_ref": "sec67",
      "section": "67",
      "title": "Section 67",
      "content": "67. All prescribed products placed on carrier vessels shall be protected Products to be\nfrom deterioration, contamination and the effects of sun and other sources of protected\nheat.                                                                         from\n                                                                              deterioration.\n                Minimum Requirementsfor Factory Vessels\n  6 8 . 4 1 ) There shall be a reception area on board every factory vessel Reception\nwhich shall be set aside for the onloading of prescribed products.          area.\n          (2) The reception area referred to in paragraph ( I ) and any movable\npart thereof shall be-\n     (a)    designed and arranged into pounds or pens that are large enough\n            to allow each catch to be separated;\n     (b)    easy to clean;\n     (c)    designed in such a manner as to protect the products from the sun\n            or the elements and from any source of dirt or contamination.\n  ' 69. The operator of every factory vessel shall implement a system that Conveying\nconforms with established rules of hygiene, for conveying prescribed products prescribed\nfrom the reception area to the work area.                                     products.\n   7 0 . 4 1) Every factory vessel shall-                                         Work areas,\n                                                                                  etc\n     (a)    be equipped with work areas that are large enough for the\n            preparation and processing of prescribed products in proper\n      '     hygienic conditions;\n     (6)    be designed and arranged in\n            contamination of the products;\n     (c)     be equipped with storage areas\n             large enough and so designed\n      (4     if a waste processing unit is operated on board, be equipped with\n             a separate hold mist designed for the storage of the waste;\n      (e)    be equipped with a place for storing packaging materials that is\n             separate from the place where prescribed products are prepared\n             and processed;\n                  [Theinclusion o f this page is aulhorized by L.N. 78120021\n                     THE AQUACULTURE, INLAND AND MARINE PRODUCTS AND BY-PRODUCTS\n                          /INSPECTION, LICENSING AND EXPORlJ REGULATIONS, 2200\n                           PARTVI-Requzrementsjbr Licensed Vessels, contd.\n                     (f)   be equipped with special equipment for pumping waste or\n                           prescribed products that are unfit for human consumption directly\n                           into the sea, or where circumstances so require, into a watertight\n                         . tank reserved for that purpose;\n                     (g)    if waste is stored and processed on board with a view to cleaning,\n                            be equipped with separate areas for that purpose;\n                     (h)    be fitted with equipment for providing a supply of potable water\n                            in accordance with regulation 75.\n                          (2) The sea water intake on a factory vessel shall be so situated that\n                the water being taken in shall not be affected by any discharge into the sea of\n                waste water, other waste or engine coolant.\nSanitary           7 1 . 4 1 ) Every factory vessel shall contain a suitable number of changing\nconveniences    rooms, wash basins and toilets.\n                         (2) Toilets on a factory vessel shall not open directly into areas\n                where prescribed products are handled.\n                         (3) Wash basins shall be equipped with appliances for the washing\n                and drying of hands.\n                           (4) Wash basins taps shall be non-hand-operated.\nFloors,            7 2 . 4 1 ) A non-slip floor shall be installed in every factory vessel and\nfixtures, etc   shall be-\n                     (a)     easy to clean and disinfect; and\n                     (b)     equipped for easy drainage of water.\n                          (2) The structures and fixtures of every factory vessel shall contain\n                limber holds that are large enough to prevent obstruction by product waste\n                and to allow for the free drainage of water.\n                           (3) The operator shall ensure that the walls and ceilings ofthe factory\n                vessel are easy to clean, particularly in areas where there are pipes, chains or\n                electricity conduits.\n                          (4) Hydraulic circuits on a factory vessel shall be arranged or\n                protected in such a manner as to ensure that there is no leakage of oil to\n                contaminate prescribed products.\n                          (5) Every factory vessel shall be equipped with adequate lighting\n                and shall be adequately ventilated and, where necessary, proper vapour\n                extraction units shall be installed therein.\n                          ( 6 ) The operator shall ensure that-\n                     (a) the vessel is equipped with-\n                                 (i)  appliances for cleaningand disinfecting tools, equipment\n                                      and fittings;\n                                (ii)    taps that are not hand operable and with single use towels;\n      THE AQUACULTURE. INLAND AND MARINE PRODUCTX AND BY-PROdUCD                                33\n            (INSPECTION, LICENSING AND EXPORT)REGULATIONS, 2000\n              PARTVI-                  Requirementsfor Licensed Vessels, conrd\n      (b) all cutting benches, containers, conveyors, gutting or filleting\n          machines and other equipment and tools are resistant to corrosion,\n          easy te clean and disinfect and properly maintained."
    },
    {
      "provision_ref": "sec73",
      "section": "73",
      "title": "Section 73",
      "content": "73. Refrigeration plants on factory vessels shall be sufficiently powerful         Rcfrigmlion\n                                                                                      plants\ntrs\n      (a) lower the temperature rapidly so as to achieve a core temperature of\n             -1   ~   O   C   to - 2 5 ' ~ ;\n      (b) keep prescribed products in the storage holds at a temperature of\n             1 gOc."
    },
    {
      "provision_ref": "sec74",
      "section": "74",
      "title": "Section 74",
      "content": "74. Storage holds shall be equipped with a temperature recording system s,oraphol&.\nStorage holds, which shall be so placed that it can be easily read.\n                                       Warer Supply for Licensed Vessels\n   7 5 . 4 13 Potable water shall be used in every licensed vessel-                   Qlrallty sf Wain\n                                                                                      SUPPI)\n      (a) with adequate pressure and in sufficient quantity;\n      ( h ) at a suitable temperature and suitably distributed; and\n      ( c ) if used in a product handling area and on prescribed products,\n             conform to the parameters and parametric values set out in the Tenth     T e ~ ~ s ~ ~ u l ~\n             Schedule.\n        (2) The parameters and parametric values set out in the Tenth\nSchedule shall be complied with-\n     ( a ) in the case of warer svpplied from a public or private supply system,\n           at the point at which it emerges from the taps;\n       ( b ) in the case of water supplied from a tanker, at the point at which it\n             emerges from the tanker; and\n       (c) in the case of water used iil a licensed vessel, at the point where the\n             water is used in the undertaking.\n           (3) Where water is chlorinated in a licensed vessel-\n       (a) the chlorine shall be added by the dosing or injection method for at\n             least 30 minutes; and\n       (b) records of the residual chlorine level shall be maintained.\n           (4) Prescribed products shal! not be washed, dipped, glazed or treated\nwith water the chlorine content of which excels the levels permitted for potable\nwater.\n           (5) Ice used in the handling or preservation of prescribed products\nshall be made born potable water and shall be manufactured, handled and\nstored in n manner that will protect it from contamination.\n      . --                                                      -           -\n                          [The rnclusion o f &IS page is authomd by L N. 141Fn010 )\n                                THE AQUACL'LTURE. IdVLANDAND MARIVE PRODUCTS AND BY-PRODUCTS\n                                      I,VJ7PECTION,LlL'Eh'SIVG A VD FJPOR7) RFIGULA TiO.VS>10OIE\n                                       PART V1-      Requiremenis for Licensed Vessels, conrd.\n                                    (6) The competent authority shall ensure that any supply of water\n                           intended for use in the processing of prescribed'produtts which constitutes a\n                           potential risk to the wholesomeness of such product is prohibited.\nD l r w m ~ n a t ~ oofn       76. The competent authority shall-\n~nrurmar~on     on\nwarer qual~ry\n                                 ( a ) publish an annual report on the quality of water intendcd for use in\n                                       the processing of preqcribed products in licensed vessels; and\n                                 (A) take all measures necessary to ensure that the report referred to in\n                                       paragraph ( a ) and other relevant and up-to-date information on the\n                                       quality of water intended for use the processing o f prescribed\n                                     products in licensed vessel is made available to every operator."
    },
    {
      "provision_ref": "sec77",
      "section": "77",
      "title": "Section 77",
      "content": "77.- 41 ) An operator of a I kcensed vessel shall-\n                                 (a) notify the competent authority o f the source of its water supply;\n                                 ( h } enscre that the water used on his vessel is potable water or clean sea\n                                     water;\n                                 ( c ) when required by an inspector. demonstrate the water distribution\n                                       system on his vessel; and\n                                 ((0 cause to be prepared a distribution and recirculation plan showing all\n                                     pipes and outlets within the licensed vessel and identifying all\n                                     outlets.\n                                    ( 2 ) The plan mentioned in paragraph ( I ) (4 shall. when required by\n                           an inspector, be made available for inspection.\nU=ofnon-volsble             7 7 A . 4 1 ) Non-potable water-\nwater\n                                 ( a ) may be used on a licensed vessel for steam production, refrigeration\n                                       and the cooling of refrigeration equipment, fire control and other\n                                       similar purposes not connected with the prncessing of prescribed\n                                       products;\n                                 (h) and shall be carried in separate and identifiable lines.\n                                   (2) The operator o f vessel shall ensure that-\n                                 {a) non-potable water is conveyed without causing cross-connection\n                                     with, or back-siphonage into, any system carrying potable water or\n                                     clean sea water; and\n                                 (b) the use of non-potable water does not present a risk of\n                                     contamination to prescribed products.\n                                    (3) There shal! be no cross connection between potable water\n                           reticulation systems.\n                                    (4) A11 outlets and distribution lines for non-potable water areas shall\n                           be clearly identified.\n                                           [The inclurion o f this pngc j6 n u h r i z e d by L.N. 141FROIO 1\n      THE AQUACULTURE, INLAND AIVD MARINE PRODUCTS AND BY-PROD LICE\n            (iNSPECTIOhl, LLICENSJNG AND EXPORT) REGULA TiONS, 2200\n             PARTVI- Wafer Supply for Licensed Yessels, contd\n             (5) Where appropriate, clean sea water may be used in product\nhandling areas.\n             (6) Clean sea water shall be supplied through a pump used only for\nthe purpose or as an emergency pump and shall be extracted, not less than five\nmetres below the surface.\n             (7) All storage tanks, cooling towers and pipelines used in handling\nwater on a licensed vessel shall be constructed in such manner as to facilitate\ntheir easy inspection and cleaning.\n             (8) All water storage tanks on a licensed vessel shall be effectively\ncovered to prevent the entry of pests and potential contaminants."
    },
    {
      "provision_ref": "sec77b",
      "section": "77B",
      "title": "Section 77B",
      "content": "77B.-41) The competent authority shall establish appropriate programmes fnapmlon\n                                                                                   mon~loringo f\nto monitor the quality of water intended for use in the processing of prescribed\nproducts to ensure that the water conforms to the parameters and parametric\nvalues set in accordance with regulation 75.\n             (2) An Inspector in carrying out an inspection of a licensed vessel\nshall carry out an initial examination nf the water supply thereof in order to\ndetermine compliance with these Regulations.\n             (3) Any monitoring programme established under paragraph (1)\nshall involve examination of samples from the water sources in accordance\nwith regulation 77C and shall meet the quality standard set out in the Eleventh Elevtolh\n                                                                                   Schdulc\n Schedule.\n             (4) The competent authority shajl rake or cause to be taken for\nexamination samples of the water From the water sources-\n        (a) at the point of entry;\n        (b) at the point of use; and\n        ( c ) during the processing of prescribed products.\n           (5) Where it is found, as a result of monitoring carried out under\nparagraph ( I ) that the water at source does not comply with the parameters and\nparametric values estabIisbed in accordance with regutation 75, rhe competent\nauthority sha!l-\n        (a) launch an immediate investigation in order to determine the cause\n            of the deterioration in the quality ofthe water;\n        (h) take all reasonable steps to promptly warn all operators where there\n            is an unacceptable risk to public health;\n        (c) in the case of the national supplier of water, advise of the problem\n            and prepare an action programme for the improvement of the\n            quality of water as soon as practicable;\n        (4 in the case of a private water suppIy, notify the person responsible\n             for the supply as soon as is practicable and advise of the measures\n             to be taken for the improvement of the quality of the water; and\n                 [The inclusion o f this pngt i s authorized by L.N. 14tFR010 3\n                          THE AQUACULTURE, IIIVLAiVD AND MARIA':' PRODUCTS R N D BY-PRODUCTS\n                                (INSPECT!O,V, LICENSING AND EXPORT) MGULA TIOJVS, 2000\n                                PARTVI-      Water Sr~pplyfor Licensed Vessels, cons$\n                           (e) ensure that immediate remedial action is taken to improve the\n                               parameters and parametric value of the water.\n                            (6) If water intended for use in the processing of prescribed products\n                 does not meet the parameters and parametric values established in accordance\n                 with regulation 75, the operator shall-\n                        ( a ) ensure that the necessary remedial action is taken as soon as\n                              possible to restore the quality of the water; and\n                           (53 give priority to cases based on the extent to which the parameters\n                               and parametric vaEues have been exceeded and the extent to which\n                               the wholesomeness of the particular product bas been\n                               compromised.\n                            (7) Where an operator fails to apply the appropriate treatment\n                 techniques to reduce or eliminate the risk of dangerous levels of micro-\n                 organisms, parasites or other substances in the water, the competent authority\n                 shall cause the operator to suspend its processing operations pending\n                 ccmpliance.\n                            (8) In the event of non-compliance with the parameters and\nTenthSched~Ic    parametric values set out in the Tenth Schedule, the competent authority shall\n                 consider whether that non-compliance poses any risk to the wholesomeness of\n                 any product.\n                            (9) Every operator shall ensure that additional monitoring of\n                 the micro-organisms, parasites or other substances for which no parameters\n                 and parametric values have been set in accordance with regulation 75 is carried\n                 out on a case by case basis.\nQ m t a r s to\ncxamlnc water"
    },
    {
      "provision_ref": "sec77c",
      "section": "77C",
      "title": "Section 77C",
      "content": "77C.+1)     Subject to paragraphs (2) and (31, an operator shall cany out\nsupply           routine exaininations of the water suppIy under the supervision of the\n                 competent authority and the analysis thereof may be done either in the\n                 operator's laboratory or in another laboratory approved by the competent\n                 authority.\n                            (2) An examination under paragraph (2) shall be carried out at\n                 least-\n                           (a) once per year in the case where the supply is From a public source\n                               and there is no intermediate storage system;\n                           (b) once per week, in the case where the supply is From a private\n                               supply system or a public supply system with intermediate\n                               storage; and\n                           (c) once per month in the case of a microbiological examination.\n                          (3) If the results of any routine tests are unsatisfactory, an\n                 immediate investigation and further sampling shall be carried out.\n                                     mhle inclusion of h i s page i s nuhrimd by L.N. 141FLIOl0 1\n     THE AQUACULTURE, 1iVLAND AND VDWARINE  PRODUCTS AND B Y-PRODIICTS\n           (INSPECT/QIV, LICEhlSING AND EXPORT) REGULATIOAfS, 22000\n            PART VI-       Water Supply for Licensed Vessels, contd\n         (4) Where two consecutive samples from a source of water test\npositive for celiform organisms, that source of water shall not be used until the\ncontamination has been eliminated.\n        (5) Notwithstanding paragraph (4) of regulation 77%-\n     {a) the competent authority may, at such intervals as it may determine,\n         require an operator to cause an examination o f samples of water used\n         in a licensed vessel; and\n     (b) the operator shaIl notify the competent authority of the results of\n         such examination within two working days of the receipt of\n         :hose results and forward to the competent authority a written report\n         of the results within five working days.\n        (6) Records of water testing resubs shall be kept by the competent\nauthority and by the operator of a licensed vessel.\n        (7) An operator shall establish a system-\n      (a) to check the chlorine content in water used in the handling of\n           prescribed products and such checks shall be: carried out at least\n           once every hour during the period of processing;\n      ( b ) which shall be capable of identifying and deating with abnormalities\n            in the chlorine content of water."
    },
    {
      "provision_ref": "sec77d",
      "section": "77D",
      "title": "Section 77D",
      "content": "77D. Every operator shall take such measures as are necessary to ensure A ~ o a a m o f\n                                                                               Fontamrnation\nthat, where disinfection forms part of the prepaytion or distribution of water doeto\nintended for use in the processing of prescribed products the eficiency of the d\"'nrm\"\"\ndisinfection treatment appIied is verified, and that any contamination from\ndisinfection by-products is kept as low as possibje without compromising the\ndisinfection."
    },
    {
      "provision_ref": "sec77e",
      "section": "77E",
      "title": "Section 77E",
      "content": "77E. Every operator shall take such measures as am necessary to ensure Opcrmn~a\n                                                                               prevent\nthat no article used during the installation of any distribution system or ,,s,,,,ri,,~\nequipment for the preparation or distribution of water intended for the ;i:kfz;8,\nprocessing of prescribed products or impurities associated with such articles d ~ f i n h l w n\n                                                                               sysrcma. elc\nremain in concentralions higher than is necessary for the purpose of their use\nand do not, either directly or indirectly, reduce the wholesomeness of any\nprescribed product.\n                 ( m a inclusion o f this psgc ir nuthorind by LN. 141~ROlO]\n                             THE AQUACULTURE, I,hrLAND A N D MARINE PRODUCTS AND BY-PRODUCTS\n                                   (INSPECTION, LICEIVSING A ATDEXPOR7) REGULATiONS, 2000\n                                   PARTVT-       W a e r Supply for Licensed Vessels, contd\n                                                              Steam"
    },
    {
      "provision_ref": "sec78",
      "section": "78",
      "title": "Section 78",
      "content": "78. S t e m used in direct contact with prescribed products or a contact\n                        surface on a licensed vessel shall not contain any substance which may-\n                             (a) be hazardous to health; or\n                             (b) contaminate the products.\n                                                Compressed Air and Other Gases\nC o m p r c d alr and\nullrcn c ( a 1 ~\n                           79\" Compressed air or any other processing gases that come directEy or\n                        indirectly into contact with prescribed products shall-\n                             (a) in the case of compressed air, be fitted with a filtered air intake\n                                  located in a clean place;\n                             (b) contain no oil or other substances hazardous to health; and\n                             (c) not contaminate the prescribed products.\n                                            PARTVEI- Harvesting and Production\nHarvesting and             80.-41) Methods and procedures associated with harvesting and\nprdudmn of\nprmrukdprOduU!          production of prescribed products shall be hygienic and aimed at preventing\n                        contamination.\n                                 (2) Equipment and containers used for the harvesting and production\n                        of prescribed products shall-\n                             (a) be constructed and maintained so as not to constitute a hazard to\n                                  health;\n                             (b) if reusable, be of such material and construction as to permit easy\n                                  and thorough cleaning; and\n                             ( c ) be maintained in a clean condition and, where necessary, be\n                                  sanitized.\n                                       F c inclusion of thil page i s wthorimd by L.N. 141~(2010]\n      THE AQUACULTURE, INLAND AND MARINE PRODUCTS AND BY-PRODUCTS\n            (INSPECTION, LICENSING AND EXPORT) REGULATIONS, 2000\n                 PART VII- Harvesting and Production, contd.\n        (3) Containers used for toxic materials shall not be used for holding\nprescribed products or ingredients and equipment used for handling or\nprocessing those products.\n        (4) All prescribed products shall be harvested alive."
    },
    {
      "provision_ref": "sec81",
      "section": "81",
      "title": "Section 81",
      "content": "81. Prescribed products which are unfit for human consumption shall be- =$\n                                                                               unfit\n      (a) isolated during harvesting and processing for disposal;              prescribed\n                                                                               products.\n      (b) disposed of or handled in such a manner as to prevent their\n           contamination of other prescribed products, water supplies or other\n           product and packaging material"
    },
    {
      "provision_ref": "sec82",
      "section": "82",
      "title": "Section 82",
      "content": "82.-(1) Packaging, ingredients and raw materials relating to prescribed m d o n o f\n                                                                               raw materials.\nproducts shall be protected during production, storage and transport from-\n      (a) contamination by-\n                     (i) pests;\n                    (ii) physical and chemical agents;\n                    (iii) microbiological contaminants;\n                     (iv) other objectionable substance; and\n      (b) deleterious changes due to temperature or other physical causes.\n         (2) Conveyances and equipment shall be suitable and adequate for the\nprotection of prescribed products.\n            (3) Stocks of raw materials and ingredients shall be used so as to\nensure that the oldest stock is used first."
    },
    {
      "provision_ref": "sec83",
      "section": "83",
      "title": "Section 83",
      "content": "83.-(1) An operator shall take such measures as are necessary to prevent\n                                                                                 uoss-\ncross-contamination of prescribed products.                                      caami~tion\n          (2) The following provisions of this paragraph shall apply in relation\nto the processing of prescribed products-\n      (a) contaminated protective clothing shall not be worn by a person\n          handling raw materials or prescribed products;\n      (b)  to prevent contamination, the hands of every person who handles\n           prescribed products shall be washed thoroughly at different stages\n           of processing; and\n      (c) all equipment with which raw nlaterials or contaminated material\n           have been in contact shall be thoroughly cleaned and sanitized\n           prior to being re-used.\n        (3) Potable water or clean sea water shall be used during the handling\nand processing of prescribed products and for the cleaning of all surfaces with\nwhich prescribed products may come in contact.\n                    [The inclusion o f this page i s authorized by L.N. 1712009]\n                      THE AQUACULTURE, INLAND AND MARINE PRODUCTS AND BY-PRODUCTS\n                            (INSPECTION,LICENSING AND EXPORD REGULATIONS, 2000\n                                   VII- Harvesting and Production, contd\n                                PART\n                        (4) All steps in the production process, including packaging, shall be\n                 performed without unnecessary delay and under conditions which will\n                 minimize the possibility of contamination, deterioration, or the development of\n                 pathogens and contamination by foreign matter.\n                          (5) An inspector shall, during the business hours of a licensed\n                 processing establishment, take samples of prescribed products for examination\n                 at such times as are appropriate during preparation of the products to ensure\n                 that the products comply with the provisions of these Regulations.\n                         (6) An operator shall keep records in respect of each batch of\n                 prescribed products stating-\n                       (a) the quantity product processed;\n                       (b) the temperatures and times at which products were processed;\n                       (c) the details of sampling; and\n                       (4 any other information that is relevant to showing that the food is\n                           processed in accordance with the provisions of these Regulations.\n                          (7) Prescribed products shall be stored under appropriate physical\n                 conditions, including temperature and humidity, that will-\n                       (a) minimize the contamination by, and proliferation of, micro-\n                           organisms; and\n                       (b) protect the prescribed products fiom deterioration.\n                                                Calibration of Equipment\nCalibration of\nequipment."
    },
    {
      "provision_ref": "sec84",
      "section": "84",
      "title": "Section 84",
      "content": "84. All measuring instruments, gauges and devices used in connection with\n                 the preparation of prescribed products shall be graduated in a manner which\n                 enables them to be read accurately and shall be calibrated by the appropriate\n                 regulatory body.\n                                                Depuration of Shellfish\nDepYation of        85.--(I) Shellfish shall be stored and handled before depuration in such a\nshellfish\n                 manner that their physiological activity is not adversely affected and their\n                 bacteriological quality does not deteriorate.\n                           (2) Shellfish that are dead, damaged or gaping shall not be depurated.\n                           (3) Shellfish shall be clean and h e of mud and weed prior to\n                 depuration.\n                           (4) Shellfish-\n                       (a) Erom more than one growing.area shall be kept separate during\n                           washing, culling, depuration and packing;\n     THE AQUACULTURE, INLAND AND MARINE PRODUCTS AND BY-PRODUCTS\n          (INSPECTION, LICENSING AND EXPORT) REGULATIONS, 2000\n                 PART VII. Harvesting and Production, contd.\n     (6)     from different batches shall not be placed in the same immediate\n             container.\n           '(5) Shellfish shall be evenly distributed throughout the depuration\ntank-to ensure maximum water circulation and at a density which will permit\nthe shellfish to open and undergo depuration.\n        (6) shellfish shall be depurated for at least thirty-six hours and if any\ninterruption occurs in the process of depuration the process shall be restarted.\n        (7) The maximum recommended capacity for a depuration tank shall\nnot be exceeded.\n        (8) Depurated shellfish may be stored in depuration tanks for up to\nfive days provided that no other shellfish are introduced.\n        (9) Water used for depuration shall be-\n     (a)     maintained within the range 15°C to 25°C;\n     (b)     free from turbidity or suspended silt load; and\n     (c)     of a salinity, dissolved oxygen level and pH necessary for the\n             normal physiological functioning of the shellfish at any point of\n             the tank under maximum loading conditions, so, however, that\n             the dissolved oxygen level shall be less than 50% of saturation.\n           (10) During the depuration process,ther.e shall be a complete\nrecirculation of water in the tanks every thirty minutes and-\n     (a)     the water shall not be used for more than one thirty-six'hour cycle;\n             or\n     (6)      the tank shall be of a flow-through design.\n          ( 1 1 ) Water circulation shall be such as to ensure adequate cross\ncirculation in the tank.\n          (12) water circulation and sterilization shall be maintained as long\nas shellfish are in the tank.\n          (13) Where there is breakdown of depuration equipment the duration\nthereof shall be recorded.\n            (14) After depuration shellfish shall be-\n      (a)     protected from contamination; and\n      (b)     held at a temperature no higher than 10°C.\n                                  Chilling and Freezing\n   8 6 . - ( 1 ) The chilling and freezing ofprescribed products shall be performed Chilling and\nwith sufficient rapidity to prevent any physical, biochemical or microbiological keezing\ndeterioration of the products.\n                   [Themclur~onof th~spage Ir author~zedby L N 78/2002]\n                      THE AQUACULTURE, INLAND AND MARINE PRODUCTS AND BY-PRODUCTS\n                           (INSPECTION, LICENSING AND EXPORT) REGULATIONS, 2000\n                                    PART VII. Harvesting and Production, .contd.\n                    .     (2) Freezing shall be carried out in a room or chamber specifically\n                 designed for the purpose and not in a cold store.\nCold storage.       87.-(1) .Cold stores shall be operated so that they maintain frozen\n                 prescribed products in their frozen state.                 .\n                             (2) Frozen prescribed products shall be stored at a temperature of\n                 -1 8°C or colder.\n                           (3) Prescribed products shall at all times be maintained in a frozen\n                 state during the transportation thereof to or from a licensed processing\n                 establishment.\n                           (4) Where a rise in temperature occurs during storage or\n                 transportation of frozen prescribed products, the provisions of paragraph (5)\n                 shall apply.\n                             (5) Where the temperature of the prescribed products-\n                      (a)        is between -17°C and. -15\"C, it shall be reduced to\n                                 -1 8°C or colder as quickly as possible; or\n                      (b)        is between -14°C and ;12\"C, it shall be reduced to\n                             -   -1 8°C or colder as quickly as possible and the prescribed products\n                                 shall be reassessed for wholesomeness, fitness for human\n                                 consumption and compliance with the appropriate product\n                                 standard; or\n                      (c)    rises above -1 P C , the product shall be rejected for export.\nThawing of         88.--(I) Every licensed processing establishment :hat carries on thawing\nprescribed       operations-shall comply with the following requirements-                        ,\nproducts.\n                       (a)       prescribed products shall be brought to their thawed state as quickly\n                                 as possible without causing undesirable physical, biochemical and\n                                 microbiological changes to the products;\n                       (b)       prescribed products shall be thawed under hygienic conditions,\n                                 in order to ensure the prevention-of any contamination thereof\n                                                                                                             I\n                                 and there shall be adequate drainage of any melt.water produced;\n                       (c)        during thawing the temperature. of prescribed products shall not\n                                  be increased excessively and shall remain evenly distributed\n                                 .throughout .the products; . .\n                          (2) After thawing, prescribed products shall be handled and\n                 processed without delay in accordance with these ~egulations.\n                           (3) Fresh or thawed or cooked and chilled prescribed products shall\n                 be kept at the temperature of melting ice.    -'\n Refrigeration       89. The air temperature of a refrigerator at a licenced processing\n temperatures.    establishment containing prescribed products for export or its ingredients shall\n                  be recorded at least once every hour.                                                  C\n                                      [The lnclus~onof this page IS authorized by L N 78120021\n      THE AQUACULTURE, INLAND AND MARINE PRODUCTS AND BY-PRODUCTS\n           (INSPECTION. LICENSING AND EXPORT) REGULATIONS, ZOO0\n                  PARTVII. Harvesting and Production, contd.\n   9 0 . 4 1 ) Prescribed products shall be dried to a moisture content level low Dried\nenough to prevent the growth of pathogenic micro-organisms.                       prescribed\n                                                                                  products.\n        (2) Dried prescribed products shall be processed and transported in\na manner .which minimizes contamination, deterioration, spoilage or the\ndevelopment of pathogenic micro-organisms in them.\n         (3) Prescribed products for export may, if the competent authority\napproves, be sun dried in the open air.\n                                             VESSELS\n                                        Factory Vessels"
    },
    {
      "provision_ref": "sec91",
      "section": "91",
      "title": "Section 91",
      "content": "91. Unloading and landing of prescribed products shall be done in such a Unloading\nway as to avoid contamination, and in particular, the following conditions and landing of\nshall be observed-                                                          factory\n                                                                            vessels.\n     (a)       prescribed products to be delivered to a factory vessel shall be\n               harvested live;\n     (b)       the operations shall take place rapidly and the products placed\n               without delay in a storage area at a temperature appropriate for\n               keeping the products frozen having regard to the nature of the\n               products and their special characteristics; and\n                       a\n     (c)   '   equipment and handling practices that cause damage to the edible\n               parts of the products shall be avoided.\n   9 2 . 4 1 ) The areas of a carrier vessel or freezer vessel reserved for the Carrier and\nstorage of prescribed products shall be kept completely clean.                  freezer\n                                                                                   vessels.\n          (2) As soon as prescribed products are taken on board a carrier\nvessel or freezer vessel they shall be protected from contamination and from\nthe sun or other sources of heat.\n          (3) Prescribed products on board a carrier vessel or freezer vessel\nshall be so handled and stored as to prevent bruising.\n          (4) Subject to paragraph (5), prescribed products which are not\nkept alive shall undergo cold treatment as soon as possible after landing.\n                                                                                       .\n          (5) Prescribed products shall not be kept on board a licensed vessel\nfor more than eight hours where the cooling system is not working efficiently.\n          (6) Ice used 'for the chilling of prescribed products shall be made\nfrom clean potable water or clean sea water and, before use, it shall be so\nstored as to prevent its contamination.\n          (7) After prescribed products are unloaded from a carrier vessel or\nfreezer vessel, the container, equipment and section of the vessel, with which\nthe prescribed products came in contact shall be cleaned and disinfected and\nwashed with clean potable water or clean sea water.\n                    THE AQUACULTUG, INLAND AND MARINE PRODUCTS AND BY-PRODUCTS\n                         (INSPECTION, LICENSING AND EXPORT) REGULATIONS, 2000\n                              PARTVII. Harvesting and Production, contd.\n                        (8) Post-harvest handling of prescribed products on board a carrier\n              vessel shall be carried out in a hygienic manner.     .\n                       (9) The viscera and non-edible parts of prescribed products which\n              remain after post-harvest handling and which may pose a threat to public\n              health shall be removed and set apart from prescribed products intended for\n              human consumption and livers or roes intended for human consumption shall\n              be refrigerated or frozen.\n                         (10) Staff assigned to the handling of prescribed products on board\n              a carrier vessel or freezer vessel shall maintain the highest standard of personal\n              hygiene.\n                        (1 I ) Where prescribed products are kept on board a carrier vessel\n              for more than twenty-four hours the following shall be observed-\n                          tanks, containers, or holds shall be in such condition that prescribed\n                          products are preserved in hygienic conditions and with adequate\n                          provision made for the drainage of melt water;\n                           all containers, holds, tanks, working decks and equipment shall\n                           be completely cleaned and washed with potable water or clean\n                           sea water after use;\n                           the vessel shall be disinfected at regular intervals and, where\n                           necessary, pest and vermin control measures shall be carried out;\n                           cleaning products, disinfectants and all potential toxic substances\n                           shall be stored in locked areas or cupboards, and shall be used in\n                           such a manner so as to prevent their contaminating the prescribed\n                           products;\n                           any brine or a tank used for freezing of prescribed products shall\n                           be in such condition so as not to cause contamination of the\n                           prescribed products;\n                           chilling prescribed products in cool sea water on a carrier vessel\n                           shall be done by means of ice or refrigeration and-\n                              (i)     after the tanks are unloaded, the circulation system shall\n                                      be thoroughly cleaned and the containers shall be\n                                      completely emptied and thoroughly*cleaned and washed\n                                      using potable water or clean sea water and then refilled\n                                      with clean sea water;\n                              (ii)    the number of the tanks which are emptied and cleaned\n                                      and the date thereof shall be appropriately recorded.\n                               PARTVIII-Maintenance Standards System\nMaintenance      93.-41) Every operator of a licensed processing establishment shall take\nsystem.       such measures as are necessary to ensure that at all stages of the harvesting,\n              handling, processing, packaging, storage, transportation and export of\n                                [The inclusion o f this page is authorized by L N. 78120021\n      THE AQ CIACULTURE. I,,LAITD AND MARINE PRODUCTS AND BY-PRODUCTS\n            (IJVSPECTIOW,L ICEJC'SihrFAh'D EXPORT) MGULA T/O,Z'S, 2000\n              PARTVI I I- Maintenance Standards Svsietns, conld\nprescribed products, there is compliance with the provisions of the Act and\nthese Regulations.\n           (2) In ensuring that standards are maintained an operator shalI-\n       (a) cause samples to be taken for analysis;\n       ( b ) prepare a HACCP plan or such other system or procedure which, in\n             the opinion of the competent authority, is equivalent to a HACCP\n             plan and shail document all information relevant to the systems and\n             ITSverification, and shall include details conceming-\n                       (i) the prescribed products;\n                      (ii) the operating procedures;\n                     (iii) the procedures for the monitoring of critical points and\n                           a review of the system;\n                     (iv) the records to be kept maintained;\n                      (v) the management process.\n           (3) The management process referred to in paragraph (2) (v) shall\ninclude-\n       (a) records of observation and measurements;\n       ( b ) results of verification activities;\n       (c) reports and written accounts of decisions relating to corrective\n             action that has been taken;\n       (d) procedures for easy retrieval of all documents relating to an\n             identified batch.\n            (4) The HACCP plan shall be examined as part of the inspection\nprocess.\n         ( 5 ) The competent authority may give to the operator such guideiines\nas may be necessary for the rectification of any deficiencies in the operation of\nthe processing establishment or the HACCP plan.\n         (6) Any change in the operating procedures relevant to the\nharvesting, handling or the processing of prescribed products that would\nintroduce a new critical control point to the system or substantially change an\nexisting critical point in the system shall be documented in the HACCP or\nequivalent plan and the amended plan shaIl be submitted to the competent\nauthority for approval and the provisions of paragraph (5) shall apply thereto.\n         (7) The competent authority shall advise the operator in writing within\nseven working days of his approval or non-approval of the changes.\n                      PART IX- General Product Standards"
    },
    {
      "provision_ref": "sec94",
      "section": "94",
      "title": "Section 94",
      "content": "94.-      1) Live bivalve molluscs and marine gastropods shall-                    Requirment\n                                                                                      lor lave\n          (a) be free of dirt;                                                        b~valvc\n                                                                                      mlluscs\n          (b) contain normal amount of intervalvular fluids; and\n          (c) show adequate response to percussion and other                 visual\n               characteristics associated with Freshness and viabiIity.\n                   [TM inclusion of his prgc ia anthorkd by L.N. t41~IZ010\n                TtfL AQUACbrLTUXE.INLAND AND MA RlNE PRODUCTSAND BY-PRODUCTS\n                       (Ih'SPECTIO.V, LICENSIXG AND EXPORT) REG U U TIOIVS. 2000\n                                PARTIX- General Product Standards\n                   (2) Live bivalve molluscs requiring relaying or purification before\n           human consumption or processing shall meet the faecal collforrn standards set\n           out in these Regulations.\nFounh              (3) The directives specified in the Fourth Schedule shall apply in\nSchedule\n           relation to live bivalve molluscs.\n                   (4) Total amnesic shellfish poisoning contents in the edible parts shall\n           not exceed 20 mg of domoic-acid per gram using the HPLC methods.\n                   (5) Paralytic shellfish poisoning and diarrhic shellfish poisoning in the\n           edible parts of shellfish shall not exceed 90 mg per 100 gm and zero levels as\n           determined by mouse bioaway."
    },
    {
      "provision_ref": "sec95",
      "section": "95",
      "title": "Section 95",
      "content": "95. Fresh or chilled fish shall meet internationally accepted freshness\n           standards."
    },
    {
      "provision_ref": "sec96",
      "section": "96",
      "title": "Section 96",
      "content": "96.-(1)      Prescribed products shal I not be exported for human consumption\n           where the total hasic nitrogen limits (TYB-N) exceed-\n                (a) 25 milligrams of nitrogen per 100 gm of flesh for the species specified\nFiAh\nSthodulc\n                      in Part A of the Fifth Schedule;\nI'm A.          (b) 2.3 milligrams of nitrogen per 100 grn of flesh for the species\nPan 0.                specified in Part B of the Fifth Schedule; and\n                (c) 3.35 milligrams of nitrogen per 100 gm of flesh for the species\n                      specified in Part C of the Fifth Schedule.\n                   (2) The microbiological standards applicable to cooked crustaceans and\n           molluscs shall he in accordance with internationaily accepted standards.\n                   (3) The mean total mercury in the edible parts of prescribed products\n           other than the species of fish Eisted in the Sixth Schedule shall not exceed 0.50\n           ppm of fresh product or 0.5 milligrams per kilogram of fiesh weight,\n                    (4) The average mercury content in the edible parts of the species listed\n           in the Sixth Schedule shall not exceed I pprn of fresh product or 1 milligram\n           per kilogram of fresh product.\n                    (5) The mean value of total cadmium En the edibte parts of the\n           prescribed products shall not exceed-\n                 (a) 0.005 milligrams per kilogram in the case of fresh fish;\n                 ( b ) I .O milligrams per kilogram in the case of the fresh bivalve rnollucs;\n                       and\n                 (c) 0.5 miIligrams per kilogram in the case of fresh crustaceans.\n                    (6) The mean value of the total lead in the edible parts of the prescribed\n           products shall not exceed-\n                 (a) 0.2 rnilEigrarns per kilogram in the case of Fresh fish;\n                 (b) 1.0 milligrams per kilogam in the case of the fresh bivalve anollucs;\n                       and\n                 (c) 0.5 milligrams per kilogram in the case of fresh crustaceans."
    },
    {
      "provision_ref": "sec97",
      "section": "97",
      "title": "Section 97",
      "content": "97.-(1) No substance or ingredient shall be added to prescribed products\n           intended for export which is likely to be harmful to or presents a health risk to\n           consumers of those products.\n      THE AQUACULTURE, INLAND AND MARINE PRODUCTSAND BY-PRODUCTS                                     45\n           (INSPECTION, LICENSING AND EXPORT) REGULATIONS, 2000.\n                  PART I X 4 e n e r a l Product Standards, contd.\n         (2) Any substance or ingredient added to prescribed products shall Seventh\nnot exceed the limits applicable to the products specified in-              Schedule.\n     (a)     the Seventh Schedule; or\n     (b)     the Codex, Volume XIV, entitled \"Food Additives\" (First edition,\n             1983); and all revisions thereto."
    },
    {
      "provision_ref": "sec98",
      "section": "98",
      "title": "Section 98",
      "content": "98. Any pesticide, antibiotic or other residue present in prescribed products Residue\nshall-\n     (a)     not be harmful to health or be ahealth risk to consumers; and\n     (b)     not exceed the limits applicable to the product specified in-\n                  (i)        these Regulations; or\n                  (ii)       Volume XI11 of Codex, entitled \"Codex Maximum Limits\n                             for Pesticide Residues\" (Second edition, 1986) including\n                             Supplement 1 entitled \"Codex Maximum Limits for\n                             Pesticide Residues\" (Second edition, 1988) and\n                             Supplement 2 entitled \"Codex Maximum Limits for\n                             Pesticide Residues\" (Second edition, 1989) or any revised\n                             edition thereof.\n                               Heavy Metals and Contaminants"
    },
    {
      "provision_ref": "sec99",
      "section": "99",
      "title": "Section 99",
      "content": "99. Metals or other contaminants, of any kind present in prescribed products Contents of\nshall-                                                                          heavy metal or\n                                                                                         contaminants.\n     (a) -   not be lil&ly to be harmful or of a health risk to consumers; and\n     (b)     not exceed the limits applicable to the products specified in-\n                  (i)        the Sixth Schedule; and                                     Sixth\n                                                                                         Schedule.\n                  (ii)       Volume XI1 ofthe Codex, entitled \"Codex Standards for\n                             Natural Mineral Waters and Edible Ices and Ice Mixes\"\n              -              (First edition, 1982); and all revisions thereof."
    },
    {
      "provision_ref": "sec100",
      "section": "100",
      "title": "Section 100",
      "content": "100. Where an operator applies to the competent authority for permission Additives.\nto use an additive specified in the Seventh Schedule on prescribed products,             g:;:,\nand the competent authority is of the opinion that there are reasonable grounds\nto believe that the addition of the additive to the prescribed product does not\nor is not likely to create a risk to public health, the competent authority may,\nin writing-\n      (a)    approve the additive for use in the prescribed products; and\n      (b)    specify any condition subject to which the additive may be used.\n                        [~hehclusiono f this page is authorized by L N. 18/2002]\n                              THE AQUACULTURE, INLAND AND MARINE PRODUCTSAND BY-PRODUCTS\n                                   (INSPECTION, LICENSING AND EXPORT) REGULATIONS, 2000\n                                                   PARTX-Chemicals,                    contd.\nChemical                101. No person shall use a chemical compound in a licensed processing\n              to     establishment or licensed vessel-\nbe approved\nbefore use.\n                          (a)      in an area in which prescribed products are harvested, handled or\n                                   processed; or\n                          (b)      in a manner that is likely to'result in its direct or indirect contact\n                          '\n                                   with prescribed products, which is not approved by the competent\n                                   authority.\nProhibited\nchemical                102.-41) Chemical compounds containing-\ncompounds.\n                          ( a ) antimony, arsenic, cadmium, lead or mercury;\n                          (b)      substances known as or believed to be carcinogens, mutagens or\n                                   teratogens; or\n                          (c)      any other substances that are generally recognized as being\n                                   hazardous to human health,\n                     shall not be approved for use for m y purpose in a licensed processing\n                     establishment or on a licensed vessel.\n                              (2) Chemical compounds containing potentially harmful compounds\n                     such as chromic acid, formaldehyde, hydrofluoric acid, hydrofluosilicic acid,\n                     oxalic acid, or the salts'of these compounds, shall only be approved for use in\n                     a licensed processing establishment or a licensed vessel where its use will not\n                     or is not likely to contaminate prescribed products.\n                              ( 3 ) Chemical compounds containing heavy perfumes, isomers of\n                     dichlorobenzene, pine oil or similar substances shall not be approved for use\n                     in any areas in licensed processing establishments or licensed vessels in or on\n                     which prescribed products are harvested, handled or processed.\n                                ( 4 ) Hand-care preparations that leave a residual fragrance on the\n                     hands after rinsing shall not be approved for use by persons who work in\n                     areas of a licensed processing establishment or licensed vessel where prescribed\n                     products are handled.\nChemical            103. The approval of the competent authority is not required for the use of\nconlpounds ''la' chemical compounds specified in the Eighth Schedule.\ndo not require\napproval.\nEighlll Schcdulc.\nApplication             104.-41) An operator may, where he is desirous of using a chemical\nfor use o f          compound specified in paragraph ( 2 ) or ( 3 ) of regulation 102 or hand-care\nchemical\ncompound.            preparations referred to in paragraph ( 4 ) of the regulation apply to the\n                     competent authority for approval to use the chemical compound or hand-care\n                   . preparations in the manner approved by the competent authority.\n                                        [The inclusion o f this page is authorized by L.N.78120021\n     THE AQUACULTURE, INLAND AND MARINE PRODUCTSAND BY-PRODUCTS\n          (INSPECTION, LICENSING AND EXPORV REGULATIONS, 2000\n                            PART X--Chemicals, contd.\n          (2) An application shall be made in respect of each chemical\ncompound for which approval is sought and shall be accompanied by the fee                           I\nspecified in the Third Schedule.                                          Third                 ~\n                                                                                    Schedule.\n       (3) Details of any particular ingredient contained in the chemical\ncompound shall be specified either as-\n     (a)    a precise value, that is to say, expressed as a percentage; or\n     (b)    a range of values, that is to say, expressed as the minimum and\n            maximum percentages.\n          (4) The operator shall specify on the application the category of use\nspecified in the Ninth Schedule.                                                Ninth\n                                                                                    Schedule.\n          (5) An operator shall, upon being requested by the competent\nauthority, provide the competent authority with a sample of the chemical\ncompound.\n         (6) The competent authority may, on receipt of an application under\nparagraph (I), request the operator to furnish further information relating to\nthe chemical compound."
    },
    {
      "provision_ref": "sec105",
      "section": "105",
      "title": "Section 105",
      "content": "105. The competent authority may-                                                Grant of\n                                                                                    approval.\n     (a)    grant approval for the use of -chemical compound (hereinafter\n            referred to as approved chemical compound) on such terms and\n            conditions as it thinks fit; or\n     (b)     refuse to grant approval and shall so inform the operator in writing\n             giving the reasons therefor."
    },
    {
      "provision_ref": "sec106",
      "section": "106",
      "title": "Section 106",
      "content": "106. An approved chemical compound that is used at a licensed processing Storage of\nestablishment or on a licensed vessel, shall be stored in a room or storage area chemical\nset aside for that purpose, under conditions that ensure no risk of contamination compounds.\nof prescribed products or of any coverings therefor."
    },
    {
      "provision_ref": "sec107",
      "section": "107",
      "title": "Section 107",
      "content": "107. Where after approval is granted under regulation 105 (a) an inspector Analysis of\ntakes a sample of the chemical compound for analysis and it is found on analysis samples.\nthat the formula thereof varies from the formula of the chemical compound\nsubmitted on application, the competent authority shall forthwith revoke the\napproval and notify the operator in writing of the revocation forwarding a\n copy of the certificate of analysis with the notification."
    },
    {
      "provision_ref": "sec108",
      "section": "108",
      "title": "Section 108",
      "content": "108. An operator shall, on request, provide an inspector with-             .   Inspector to\n                                                                                   be provided\n      (a) a list of all the approved chemical compounds in use at the licensed witi\n              establishment or on the licensed vessel;                             information.\n      (6) details of the use or intended use of the chemical compound;\n       (c)     details of the place and manner of storage of the approved chemical\n               compound; and\n      (4 a copy of the instrument of approval for each chemical compound.\n -                 [The tncluslon of this page 1s aulhormed by. I N 78/2002]\n                       THE AQUACULTURE, INLAND AND MARINE PRODUCTS AND BY-PRODUCTS\n                            (INSPECTION, LICENSING AND EXPORT) REGULATIONS, 2000\nGeneral              109.-(1) Prescribed products shall be packaged or wrapped under\nrequirement      satisfactory hygienic conditions so as to prevent their contamination.\nfor packaging.\n                          ( 2 ) The materials used for packaging or wrapping\n                 products shall be suitable for such use and shall-\n                      (a)    not cause any physical, biochemical or micro-biological\n                             deterioration of the prescribed products;\n                      (b)    not contaminate the prescribed products;                                  I\n                      (c)    not contain or transmit to the prescribed products a substance that\n                             could cause a health hazard;\n                      (4     not cause exposure of the prescribed products during storage or\n                             transportation;\n                      (e)    be sufficiently strong to withstand the handling ordinarily incurred\n                             by packaging, during transit to the final destination.\nTime between        110. The time that elapses between processing and packing of prescribed\nprocessing       products shall be such as to prevent physical, biochemical or microbiological\nand packing.\n                 deterioration of the prescribed product.\nInks and            11 I . - - ( 1) Descriptive markings shall be applied to packaging of prescribed\ncolourants       products by means of indelible ink.\n                           ( 2 ) Only food colourings which are approved by the competent\n                 authority can be used in plastic packaging for prescribed products.\n                           (3) Inks and pigments or colourants in inks used on packaging for\n                 prescribed products shall be non-toxic and shall not contain-\n                      ( a ) lakes or pigments;\n                      ( b ) chromium;\n                      ( c ) chemical compounds specified in regulation 106 and any other toxic\n                            substances.\nLabels and          112. Labels and tags or any adhesive matter used on packaging for\ntags.            prescribed products shall be so used as to prevent contamination of the products.\nForeign              113. No container of prescribed products shall contain any foreign matter\nobjects in       or thing.\npackages.\nFresh               114. Material or wrappers used for the packaging of fresh prescribed\nproducts.        products on ice shall provide adequate drainage for water from melted ice.\nStorage of          115. Unused packaging material shall be stored in a hygienic manner away\npackaging        from product handling areas.\nmaterial.\nWrapping of         116.-(1) Live bivalve molluscs, echinoderms, tunicates and marine\nlive bivalve     gastropods shall be wrapped under'the most ideal hygienic conditions.\nmolluscs.\n                                                   of this page IS authorized by L N 78/2002]\n                                       [The ~nclus~on\n        TIjE AQUACULTURE. JNLAND AND MARINE PRODUCTSAND BY-PRODUCTS\n              (INSPECTION. LICENSING AND EXPORT) REGULATIONS, 2000\n          ( 2 ) The wrapping material or container used in the packaging of\nlive bivalve molluscs shall-\n        ( a ) not impair their organoleptic characteristics;\n        ( h ) not be capable of transmitting substances harmful to human health;\n        (c) provide adequate protection.\n              (3) Oysters shall be wrapped with the concave shell downwards."
    },
    {
      "provision_ref": "sec117",
      "section": "117",
      "title": "Section 117",
      "content": "117. Psckaging and wrapping material shall not be reused so, however, Reuse of\nthat containers made of impervious, smooth and corrosion resistant material,            ~   ~   \"\nwhich are easy to clean and disinfect, may be reused after cleaning and\ndisinfecting.\n                                    PART XI I-Transport\n   1 18. The operator of a licensed processing establishment shall not receive Transport.\nprescribed products from an unlicensed vessel or an unlicensed processing\nestablishment for the purposes of processing those products for export."
    },
    {
      "provision_ref": "sec119",
      "section": "119",
      "title": "Section 119",
      "content": "119.--( 1 ) Prescribed products shall be transported from one licensed Conditions of\nprocessing establishment or licensed vessel to another licensed processing\nestablishment, or licensed vessel, or to a port of shipment in accordance with\nthe following conditions-\n        (a)     the prescribed products shall be handled and carried in such a\n                manner so as not to breach any conditions or restrictions applicable\n                to them;\n        (h)     chilled or frozen prescribed products shall remain chilled or frozen,\n                as the case may be, during its transportation in accordance with\n                regulation 87 (4); and\n        (c)     any health mark affixed to the products or their packaging shall\n                be kept intact.    ,\n              ( 2 ) Prescribed products shall be transported under such conditions\nthat-\n        (a)     prevent their contaminatioh;\n        (b)     protect the prescribed products from deterioration; and\n        (c)     prevent damage to the container."
    },
    {
      "provision_ref": "sec120",
      "section": "120",
      "title": "Section 120",
      "content": "120. Vehicles used for the transportation of prescribed products shall be General\nclean and shall meet the following requirements--                            requiiements\n                                                                             for transporta-\n        (a)     all internal surfaces of the cargo area shall be constructed from lion\n                                                                                  prescribed\n                smooth and impe~ious'materialsand shall be free of cracks and products,\n                crevices;\n                     [The lnclus~onof th~sp a ~ IS\n                                                e aulhorlud by L N 78/2002]\n                          THE AQUACULTURE. INLAND AND MARINE PRODUCTSAND BY-PRODUCTS\n                               (INSPECTION, LICENSING AND EXPORlJ REGULATIONS, 2000\n                                                 PART XII-Transport,                  contd.\n                          (b)        all internal surface joints shall be smooth and. sealed to prevent\n                                     the entry of moisture;\n                          (c)        the cargo area shall be effectively proofed against pests and dust;\n                          (4         ramps, where provided, shall not be stowed within the cargo area;\n                          (e)        the cargo area shall be constructed in such a manner that it is\n                                     capable of being effectively drained;\n                          V)         if lighting is supplied in the cargo area, the light source shall be\n                                     covered by shatterproof shields; and\n                       (g) animals shall not be carried in the cargo area.\nHealth mark          1 2 1 . 4 1 ) No person shall handle prescribed products where the health\nremoval, etc.     mark thereon or other packaging has been removed, broken, altered or\n                  otherwise interfered with, until so authorized by an inspector.\n                            ( 2 ) Vehicles used for the transportation of chilled or frozen\n                  prescribed products shall be effectively insulated, constructed and equipped\n                  to maintain prescribed products in a chilled or frozen condition.\nTransporting            122. Vehicles used for the transportation of live fish shall-\nof live fish.\n                           (a)       'be ,cledn; and\n                           (b)       be constructed to maintain the fish in a healthy condition during\n                                     transportation.\nLive bivalve         1 2 3 . 4 1 ) Consignment of live bivalve molluscs and marine gastropods\nmolluscs and      intended for human consumption shall be transported in sealed parcels.\nmarine\ngastropods.                 (2) The vehicles used for the transportation of live bivalve molluscs\n                  and gastropods shall conform with the following specifications-\n                           (a)        the interior or any parts with which they may come into contact\n                                      shall be made of corrosion resistant material and shall be smooth\n                                      and easy to clean;\n                          '(b)        suitable equipment shall be provided to ensure efficient protection\n                                      against extreme conditions, contamination and damage to the shell\n                                      caused from vibration or abrasion;\n                           (c)        closed vehicles or containers shall maintain the prescribed products\n                                      at a temperature which will not adversely affect their quality or\n                                 -    viability. .\nTransport of      ,      1 2 4 . 4 1 ) Prescribed products shall not be stored with or transported with\nfresh or frozen       other products which may contaminate them or affect their hygienic conditions.\nproducts. .\n                                 ( 2 ) If ice is used to chill the prescribed pr6ducts, adequate drainage\n                      shall be provided in order to ensure that water from melted ice does not stay in\n                      contact with the products.\n                                               [Theinclusion of this page is authorized by .L.N.78120021\n      THE AQUACULTURE, INLAND AND MARINE PRODUCTS AND BY-PRODUCTS\n            (INSPECTION,LICENSING AND EXPORT) REGULATIONS, 2000\n                          PART XII-         Transport, contd."
    },
    {
      "provision_ref": "sec125",
      "section": "125",
      "title": "Section 125",
      "content": "125.-(1) The operator of a licensed processing establishment or a Export\n                                                                                  certificate.\nlicensed vessel shall not transport prescribed products from a licensed etc.\nprocessing establishment, factory vessel, freezer vessel or carrier vessel for\nexport unless the operator has obtained in relation to those products an export\nlicence and an export health certificate.\n          (2) A customs officer, master of a vessel or pilot of an aircraft shall\nnot accept prescribed products for export unless the documents referred to in\nparagraph ( I ) are presented to him along with the prescribed products.\n                  PART XIII- System of Inspection and Monitoring"
    },
    {
      "provision_ref": "sec126",
      "section": "126",
      "title": "Section 126",
      "content": "126. An Inspector shall, upon completion of an inspection of a processing Inspection\n                                                                                       system\nestablishment, factory vessel, freezer vessel or cmier vessel to which an\napplication for a licence relates, make a report in writing of the assessment to\nthe competent authority."
    },
    {
      "provision_ref": "sec127",
      "section": "127",
      "title": "Section 127",
      "content": "127.-(1) An Inspector shall ensure that-\n        (a) only live aquaculture, inland and marine products are harvested;\n        (6) licensed vessels are offloaded at designated ports;\n        (c) prescribed products are properly placed in batches and\n               that sampling thereof is carried out as required;\n        (6) an operator has in relation to prescribed products valid transport\n               certificates and has affixed correct identification codes on the\n               batches;\n        (e) harvesting, handling and processing activities are properly carried\n               out;\n        V) an operator implements systems to ensure proper monitoring of all\n               activities carried out in a licensed processing establishment or\n               licensed vessel.\n            ( 2 ) An Inspector shall, on the directive of the competent authority,\ncarry out inspections of licensed establishments and licensed vessels.\n            (3) An inspection under paragraph 2 ( c ) shall be carried out in\naccordance with internationally accepted procedures.\n            (4) An operator may request the competent authority to carry out an\n inspection of a licensed processing establishment or a licensed vessel, and the\ncompetent authority shall cause an inspection to be carried out on payment by\nthe operator of the appropriate fee specified in the Third Schedule.                   Third\n                                                                                       Schedule.\n            ( 4 A ) The operator of a licensed vessel shall, as far as is practicable,\n land his prescribed products during the normal working hours of the inspector\n and where a vessel lands outside of such normal working hours, the operator\n shall ensure that the prescribed products remain in the vessel until the arrival of\n an inspector.\n           (5) Where an inspector carries out an inspection outside of his normal\n working hours the operator shall pay to the competent authority such sum as is\n agreed between the competent authority and the operator.\n                       THE AQUACULTURE, INLAND AND MARINE PRODUCTS AND BY-PRODUCTS\n                             (INSPECTION, LICENSING AND EXPOR7) REGULATIONS, 2000\n                           PART XIII- System of Inspection and Monitoring, contd.\n                           (6) The operator of a licensed processing establishment or a licensed\n                 vessel shall not prevent an inspector at that licensed processing establishment\n                 or on that licensed vessel from observing or interviewing any employee, agent\n                 or contractor or licensed vessel, as the case may be.\n                           (7) Where a batch fails an inspection that batch shall be rejected and\n                 the provisions of regulation 157 shall apply.\n                           (8) An operator shall not export any batch of prescribed products\n                 which has failed an inspection.\n                           (9) An inspector shall, upon completion of an inspection of a batch of\n                 prescribed products, submit a specimen of the product to the competent\n                 authority for testing and where the batch is rejected as being unfit for human\n                 consumption, the competent authority shall so advise the operator in writing\n                          (10) After withdrawal of a notice of suspension the operator of the\n                 licensed processing establishment or licensed vessel whose licence was\n                 suspended may resume operations of the licensed processing establishment or\n                 licensed vessels.\nIq&eaionof\nfishing vessel"
    },
    {
      "provision_ref": "sec128",
      "section": "128",
      "title": "Section 128",
      "content": "128. The competent authority may cause an inspection and audit of\nat SIX           licensed vessels, which harvest, handle or process prescribed products for\n                 export, to be carried out during operations at sea, at such time as the competent\n                 authority may determine and the operator thereof shall not prevent the carrying\n                 out of such inspection audit.\nInspeetion of\nlioensed"
    },
    {
      "provision_ref": "sec129",
      "section": "129",
      "title": "Section 129",
      "content": "129.-(1) The competent authority may request an operator of a licensed\nI      i n .     vessel to make that vessel available for inspection and audit at a specified port,\n                 within the time specified.\n                            (2) Where the operator of a licensed vessel is unable to make the\n                 vessel available for inspection under paragraph (1) he shall, within forty-eight\n                 hours before the inspection and audit, so notify the competent authority.\n                           (3) The competent authority shall notify the operator of the new place\n                 or time for inspection where the competent authority is notified under\n                 parasraph (2).\n                           (4) Prescribed products which are harvested, handled or processed on\n                 board a licensed vessel, shall not be sent to a licensed processing establishment\n                 or entered for export or exported, between the date of the request and the date\n                 the licensed vessel is presented for inspection at the specified port.\nPlastic seal.        130.-(1) The competent authority shall, at the commencement of every\n                 fishing trip, provide an inspector or captain of every licensed vessel with a non-\n                 reusable plastic seal which shall be affixed to the locking device of the cold\n                 storage hold at the end of the fishing trip.\n                                [The illclusion o f Illis page is authorized by L.N. 17/2009]\n      THE AQUACULTURE, INLAND AND MARJNE PRODUCTS AND BY-PRODUCTS\n           (INSPECTION, LICENSING AND EXPORT) REGULATIONS, 2000\n           PART XIII-System             of Inspection and Monitoring, contd.\n          (2) A seal shall only be removed at the port of offloading or, in the\ncase of an emergency, by or in the presence of an inspector.\n                                                                                                                   ,.-\n                                                                                                              /'\n          (3) Where a seal is removed in contravention of paragraph (2), the                           ,,F-\nprescribed products shall not be transported to or be accepted in a licensed                       5\nprocessing establishment for processing for export.\n                         PART XIV-Sampling and Analysis\n                                         Sampling Plans"
    },
    {
      "provision_ref": "sec131",
      "section": "131",
      "title": "Section 131",
      "content": "131. Samples taken from a batch for the purpose of microbiological Samples for\nexamination or chemical analysis sampling shall be taken in a manner that is micro-\n                                                                             biological\nrepresentative of the entire batch.                                          examination."
    },
    {
      "provision_ref": "sec132",
      "section": "132",
      "title": "Section 132",
      "content": "132. Sample units of frozen aquaculture products and shellfish, including Sample units.\nchilled and frozen cooked prawns shall be examined using the procedures set\nout in regulations 133 to 136."
    },
    {
      "provision_ref": "sec133",
      "section": "133",
      "title": "Section 133",
      "content": "133.-(1)      Every sample shall be-                                                 Sampling\n                                                                                        procedures.\n     (a)       labelled, tagged or marked as to be easily identified;\n     (b)       kept under such conditions so that a true result of any analysis,                       /'\n               inspection or examination thereof can be obtained; and\n                                                                                               /\n                                                                                           I\n     (c)       kept in the custody or control of an inspector until it is-\n                  (i)    ,dispatched to an approved analyst for analysis, inspection\n                          or examination; or\n                  (ii)    analyzed, inspected or examined by an inspector; or\n                  (iii) destroyed or otherwise disposed of.\n           (2) Every batch from which samples are to be obtained and assessed\nshall be so marked as to be readily identified, and may be identified by reference\nto the product identification code.\n   1 3 4 . 4 1) The number of sample units may be drawn at random from the Selection and\nbatch by an inspector.                                                     assessment o f\n                                                                           sample units.\n           (2) The sample units shall be assessed by-                          -   --\n     (a)   -   the applicable international product standard;\n     (b)       the applicable, physical, chemical microbiological and biotoxins\n               standards relevant to the water samples from production,areas.\n          (3) Where a sample is taken from a batch for the purpose of\nexamination and analysis for chemical residue, phytoplankton, and marine\nbiotoxins and other contaminants, the taking of sample and the examination\nand analysis shall be carried out in accordance with internationally accepted\nstandards.\n                     [The inclus~onof th~spage IS aulhorized by L N 78120021\n                  TIfE AQUACULTURE, INLAND AND MARINE PRODUCTS AND BY-PRODUCTS\n                        (INSPECTION, LICENSING AND EXPORT) REGULATIONS, 2000\n                                PARTXIV-Sampling                        and Analysis, contd.\n                       (4) Prescribed products that have been examined and analyzed shall\n             be separated from those products that have not been examined or analyzed or\n             been rejected for export.\nSampling        135.-41) The competent authority shall' institute sampling procedures\ntests.       and protocols in relation to tests for the following-\n                  (a)      mercury content;\n                  (b)      histamine; and\n                  (c)      crustaceans.\n                         (2) In respect to tests for mercury content-\n                  (a)      the analysis shall be carried out on a finely homogenized mixture\n                           of the sample so as to obtain a mean value;\n                                                                                                  ':\n                  (b)      where there is a change in the international permissible level, the\n                           competent authority shall revise the national level.\n                         (3) In respect to tests for histarnine-\n                  (a)      the appropriate number of samples shall be taken from each\n                           prescribed product at the time of landing of the product;\n                  (b)      regarding the value found in species known as Scombridae and\n                           Clupeiddae- -                            t .,\n                              (i)        the mean value shall not exceed 100 ppm;\n                              (ii)        the value shall be less than 200 ppm, if taken from two\n                                          samples,\n                           so, however, that no sample shall have a v a h e exceeding 200\n                           PPm;\n                  (c)      species belonging to timilies which have undergone enzyme\n                           ripening treatment in brine may have higher levels but such levels\n                           shall not exceed 400 ppm;\n                  (6)      such tests shall be carried out in accordance with reliable\n                           scientifically recognized methods such as high performance liquid\n                           chromatography.\n                      (4) In respect to tests on crustacean, the minimum international\n             accepted sample size shall be utilized.\n                       (5) The batch shall be rejected for export where the permitted\n             maximum levels are exceeded.\nSamples         136.-(1)    The competent authority shall design sample plans and\ngenerally.   procedures in relation to the following-\n                   (a)      sampling of water from approved production areas for testing for\n                            chemical residue, phytoplantkton and other micro-organisms and\n                            marine biotoxins;\n             -\n                                    [The lnclus~ono f t h ~ spage 1s authorized by L N 7812002)\n     THE AQUACULTURE, INLAND AND MARINE PRODUCTSAND BY-PRODUCTS\n          UNSPECTION, LICENSING AND EXPORT) REGULATIONS, 2000\n                 PART XlV-Sampling                   and Analysis, contd\n     (b)    sampling of prescribed products for testing for parasites, residues,\n            phytoplankton, and marine biotoxins;\n     ic)    sampling of potable water or ice for chemical residue or microbes;\n     (d) taking prescribed product samples from licensed processing\n            establishments, licensed vessels, storage areas, transport facilities\n            to determine compliance with product safety standards.\n          (2) Every sample procedure shall include matters relating to sample\nsize. method of analysis and recording of results and labelling.\n                          PARTXV-Trade                   Description"
    },
    {
      "provision_ref": "sec137",
      "section": "137",
      "title": "Section 137",
      "content": "137. The identification number of every licensed processing establishment ldentification\nand licensed vessel shall be affixed on the immediate container of the prescribed nunher.\nproducts preceded by one of the following where applicable-\n     (a)    \"Licensed Processing Establishment Number\" or \"Lic. Pro. Est.\n            No.\": or\n     (b)    \"Licensed Carrier Vessel Number\" or \"Lic. Car. Ves. No.\"; or\n     (c)    \"Licensed Factory Vessel Number\" or \"Lic. Fac. Ves. No.\"; or\n     (4     \"~iceAsedFreezer Vessel Number\" or \"Lic. Fre. Ves. No.\"."
    },
    {
      "provision_ref": "sec138",
      "section": "138",
      "title": "Section 138",
      "content": "138.--( 1 ) The trade description applied under regulations 140 and 142 to Country of\nimported prescribed products that are repacked in Jamaica, shall indicate the       !$$\"P'~\nlast country in which the prescribed products were processed before being products,\nimported into Jamaica.\n          (2) There shall be no indication that Jamaica is the country of origin\nof prescribed products which are imported from another country and repacked\nin Jamaica without being altered by processing before they were repacked.\n          (3) Subject to paragraph (4), the country of origin of prescribed\nproducts shall be taken to be Jamaica if they were harvested in Jamaican waters\nand processed. in Jamaica.\n         (4) Paragraph (3) shall not apply to bivalve molluscs, marine\ngastropods, tunicates and echinoderms."
    },
    {
      "provision_ref": "sec139",
      "section": "139",
      "title": "Section 139",
      "content": "139. The immediate container of prescribed products shall be embossed ldentification\nor otherwise permanently marked with an identification code, which shall 'Ode.\ninclude-\n     (a)    the production area grid number;\n     (b)    the harvesting vessel number (if applicable);\n     (c)    the carrier vessel or freezer vessel number (if applicable);\n     (d)    the date of harvesting;\n                  [The mclus~onof t h ~ spaye IS suthorlzed by L N 78120021\n                        THE AQUACULTURE, INLAND AND MARINE PRODUCTS AND BY-PRODUCTS\n                             (INSPECTION, LICENSING AND EXPORT) REGULATIONS, 2000\n                                              PARTXV-Trade                  Description, contd.\n                        (e)        the identifi'cation number of the licensed processing establishment\n                                   or licensed vessel.                        .                L d ?\nTrade                 140.-41) A trade description shall-\ndescription to\nbe applied.             (a)        be applied to all prescribed products;\n                        (6)      bein the form of a label, stencil, lithograph or other device which\n                               . is fixed permanently and unobscured in a conspicuous position\n                                 on the immediate container;\n                        (c)        be in a colour that contrasts with any background colour;\n                        (4         relate to their condition at the time of exports; and\n                  -     (e)        contain in prominent and legible characters-\n                                       (i)        a true description of the prescribed products;\n                                       (ii)       a list of all ingredients in descending order of proportion\n                                                  where-\n                                   .     ,               (A)       the products contain more than one ingredient;\n                                                                   and\n                                                         (B) they are labelled in a manner that makes them\n                                                            . . suitable for direct sale to the consumer;\n                                       (iii) the.net contents;\n                                       (iv) the date of packaging or processing in clear language or\n                                            in code;\n                                       (v)        the country of origin as specified in paragraph (2);\n                               .       (vi) the official identification number allotted to the licensed\n                                            establishment or licensed factory vessel in which\n                                            processing\n                                                  ..\n                                                         last occurred;\n                                       (vii) the name and address of the licensed processing\n                                             establishment or the name and home port of the licensed\n                                             factory vessel;\n                                       (viii) any other information as may be required.\n                         (2) Subject to paragraph (3), the country of origin shall be indicated\n                 in any of the following manner-\n                         (a)        \"PRODUCT OF JAMAICA\";\n                         (6)        \"PRODUCE OF'JAMAICAI';\n                         (c)        \"JAMAICAN PRODUCT\";\n                         (4         \"PRODUCED IN JAMAICA\";\n                                             [The lnclus~onof t h ~ spage IS authormed by L N 78120021\n      THE AQUACULTURE, INLAND AND MARINE PRODUCTSAND BY-PRODUCTS\n           1INSPECTION. LICENSING AND EXPORT) REGULATIONS, 2000\n                     PART XV-Trade                  Description, contd\n     (e)      \"MADE IN JAMAICA\";\n     u>       \"JAMAICAN\", conjoined with the name of the prescribed\n              products; or\n     (g)      such other caption that clearly indicates Jamaica as the country of\n              origin or the country where they last underwent preparation that\n              changed their nature.\n           (3) Derivatives of the word \"JAMAICA\" or\"JAMA1CAN\" shall not\nbe used."
    },
    {
      "provision_ref": "sec141",
      "section": "141",
      "title": "Section 141",
      "content": "141. Where prescribedproducts which are packed in an iininediate covering, Application of\nwhich is n o t h i n g material, and then packed into one or more outer coverings, trade\nthe trade description shall be applied to each covering.                           description\n                                                                                   where more\n                                                                               than one\n                                                                               1\n                                                                               covering used."
    },
    {
      "provision_ref": "sec142",
      "section": "142",
      "title": "Section 142",
      "content": "142. No person shall alter or interfere with a trade description applied to Interference\nprescribed products and their packaging.                                       with trade\n                                                                               description.\n   1 4 3 . 4 1 ) Where the prescribed products which are processed in Jamaica Use of\nare to be inspected and the whole or a portion of a trade description applied language\n                                                                               other than\nthereto appears only, or is repeated, in a language other than the English English.          .\nlanguage, the operator shall, at his expense, obtain a translation of the other\nlanguage certified by-\n     (a)      a commercial translation agency;\n     (b)      a high commission, embassy, trade commission or consulate of\n              the foreign country of which that language is an official language;\n              or\n     (c)      a tertiary educational institution at which the language is taught.\n            (2) A translation shall be made available to an inspector on request.\n                                       Marks and Seals\n                                                                                      Sealing.\n,   144. The competent authority may require an inspector to seal-\n      (a)     a licensed processing establishment;\n      (b)     a licensed vessel or any part thereof, including'a chiller, freezer,\n              retort or storage area;\n      (c)     a motor vehicle or refrigerated van;\n      (6)     a container system unit;\n      (e)     a ship including a hold, locker, access port, cask or barrel;\n      u>      an aircraft; or\n      (g)     any other thing used in connection with the harvesting, handling,\n              processing or storage or transport of prescribed products for export.\n                   [The inclusion of this page 1s authorized by L N 78/2002]\n                       THE A Q U A ~ U L T U R E INLAND\n                                                 ,      AND MARINE PRODUCTSAND BY-PRODUCTS\n                            (INSPECTION, LICENSING AND EXPORT) REGULATIONS, 2000\n                                                 PARTXV-Trade                  Description, contd.\nSeals not to be      145.-41) No person, except an inspector in pursuance of his duties under\nremoved.          these Regulations, shall remove, break, alter or otherwise interfere in any way\naltered or\ninterfered        with an official mark or seal.\nwith.\n                           (2) Where an official health mark is removed, broken, altered or\n                  otherwise tampered with an inspector shall-\n                       (a)            detain the prescribed products and the container;\n                       (b)            notify the operator giving reasons in writing for the detention;\n                                      and\n                                                                                                                       f\n                       (c)            obtain all relevant details including-\n                                         (i)          the registration number, make and type of motor vehicle\n                                                      which transported the prescribed products;\n                                         (ii)            the namepf the owner or operator of the vehicle;\n                                         (iii)           a description of the container and serial number;\n                                         (iv)            the times of dispatch~,and arrival;\n                                  .      (v)         .   the name and address of the driver;\n                                         (vi)            the name of the licensed processing establishment or\n                                                         licensed vessel from which the prescribed products were\n                                                         shipped;\n                                         (vii)           the name of the person receiving the prescribed\n                                                         products;\n                                         (viii)          a'description of the prescribed products;\n                                         (ix)            the numbers on the official health mark; and\n                                         (x)             any statements giving reasons for the interference with\n                                                         the official seal;\n                        (4            collect and correlate all relevant documents;\n                        (e)           compare the prescribed products with the descriptions given on\n                                      the accompanying documents; and\n                        a             submit a report of the findings to the competent authority for\n                                      investigation.\n                                                                                                                   /\nOfficial health      146.-41) There shall be an official health mark for use by an inspector in\nmark.             the form set out as Form 8 in the First Schedule.\nFirst\nSchedule.                    (2) The competent authority shall cause the health mark to be kept\n                                                               /\nForm 8.           in safe custody.                         /\n                              >   (3) The official health mark shall-\n                        (a)           not be transferable; and                    '\n                                               [The inclusion o f this page isauthorized by L N 78120021\n     THE AQUACULTURE. INLAND AND MARINE PRODUCTS AND BY-PRODUCTS\n           (INSPECTION,LICENSING AND EXPORT) REGULATIONS, 2000\n                     PART XV- Trade Description, contd.\n      ( 6 ) be durable and waterproof and the characters legible, indelible and\n            easily decipherable."
    },
    {
      "provision_ref": "sec147",
      "section": "147",
      "title": "Section 147",
      "content": "147. An inspector shall apply the official health mark to prescribed Applicationof\n                                                                        oficial marks\nproducts, or containers after he has examined-\n      ( a ) the prescribed products and found them fit for human consumption;\n            and\n      (b) the containers and found them to be in a sanitary condition."
    },
    {
      "provision_ref": "sec148",
      "section": "148",
      "title": "Section 148",
      "content": "148.-(1) Notwithstanding regulation 147 the qfficial health mark Officialheahh\n                                                                     mark for\nwhich shall be used in respect to bivalve molluscs, echinoderms, bivalve\ntunicates, and marine gastropod shall be printed on the wrapping mo\"wS,\nmaterial or be placed on a separate label which is affixed to the\nwrapping material.\n          (2) Self adhesive official health marks shall not be used, unless they\nare non-detachable.\n           (3) [Deleted by L.N. 40/2006.]"
    },
    {
      "provision_ref": "sec149",
      "section": "149",
      "title": "Section 149",
      "content": "149.-(1) Where an official health mark is damaged, worn or wbeedmmyd.\n                                                                    tc..lo\notherwise unusable the competent authority shall cause it to be\ndestroyed.\n         (2) The competent authority shall keep a record of the date and\nmanner of destruction of all health marks.\n                                       Net Contents"
    },
    {
      "provision_ref": "sec150",
      "section": "150",
      "title": "Section 150",
      "content": "150. The net contents of prescribed products shall be declared numerically ~ . t r i c u n i t .\nor by mass or volume in metric units or by count, so, however, that where a\ncount~yto which the products are exported requires the net contents to be\nexpressed in imperial and metric units the net contents shall so be expressed.\n                     THE AQUACULTURE, INLAND AND MARINE PRODUCTS AND BY-PRODUCTS\n                           (INSPECTION,LICENSING AND E,YPORI) REGULATIONS, 2000\n                                    PART XV-         Trade Description, contd.\nForeign             15 1.-(1)  An operator shall advise the competent authority in\ncountry\nnquirernen(s.   writing of the requirements of the importing country regarding the\n                specification of net contents and the operator shall comply with the\n                requirements.\n                          (2) The provisions of regulation 154 and this regulation shall apply\n                where the declared net contents is declared by counting individual units.\nmerrnination\nofnec"
    },
    {
      "provision_ref": "sec152",
      "section": "152",
      "title": "Section 152",
      "content": "152.-(1) Where the net contents of prescribed products in an immediate\n                container is to be determined by counting the number of individual\n                units of prescribed products in the container the individual units shall be\n                recorded.\n                          (2) The net contents of prescribed products in a consignment\n                declared by mass shall be determined by using the appropriate methods and\n                standards applicable to those prescribed products.\nDeclared oet\nwntems on"
    },
    {
      "provision_ref": "sec153",
      "section": "153",
      "title": "Section 153",
      "content": "153. If a container contains a number of immediate containers that are\n.               labelled with the net contents of those immediate containers, the declared net\n                contents on the container shall specify the number of immediate containers\n                and their net contents.\n                                       PART XVT- Export Procedures\n                             Intention to Enter Prescribed Products for Export"
    },
    {
      "provision_ref": "sec154",
      "section": "154",
      "title": "Section 154",
      "content": "154. An application pursuant to regulation 12 to enter prescribed\nApplication\nzfi\",z.\n    products for export shall be made to the competent authority at least seven\n    days prior to the proposed date of export of the product.\n                                                 of this paye is autl~orizedby L.N. 17120091\n                                  [Tile i~iclusio~l\n      THE AQUACULTURE, INLAND AND MARINE PRODUCTS AND BY-PRODUCTS                         60.01\n            (INSPECTION, LICW\\rSING AND EXPORT) REGULATIONS, 2000"
    },
    {
      "provision_ref": "sec155",
      "section": "155",
      "title": "Section 155",
      "content": "155.-(1) Where an operator has applied pursuant to regulation 12, the          ~ 2 ; ~ -\ncompetent authority shall, where it deems necessary, cause an inspection of        ti,,\nthe prescribed products to be carried out.\n          (2) Where on inspection -\n       (a) the prescribed products are found to be fit for human consumption\n            and for export: and\n       ( b ) the prescribed products meet the requirements of the importing\n             country,\nthe competent authority shall, in addition to issuing an export licence, issue\nan export health certificate in respect to such products.\n           (3) No person shall alter, add to or delete information contained\nin-\n       ( a ) an application to enter prescribed products;\n       ( 6 ) an export licence; or\n       (c) an export health certificate."
    },
    {
      "provision_ref": "sec156",
      "section": "156",
      "title": "Section 156",
      "content": "156. Where an inspector has reasonable grounds to believe that after In-of\n                                                                                 premw\ncertification or the grant of an export licence or export health certificate and -if\n                                                                                 condilon\nbefore the products are exported that-                                           dunned a c\n       ( a ) there is non-compliance with any regulation relating to prescribed\n              products: or\n       (h) the condition of the prescribed products has deteriorated.\nhe shall inspect the prescribed products and detain the products if the\ncondition has deteriorated. and so inforni the conlpetent authority which shall\nimmediatcly notify thc operator in writing stating that certification and tlie\nexport licence and export health certificate are withdrawn and the reasons\ntherefor and the operator shall forthwith return the notice of intention and the\nexport licence and export health ccrtificate and shall not export the prescribed\nproducts.\n                                  of this page is aulllorized by L.N. 17/2009]\n                     [The i~~clusion\n                    THE AQUACULTURE, INLAND AND UARINE PRODUCTS AND BY-PRODUCTS\n                          (INSPECTION,LICENSING AND EXPORT) REGULATIONS, 2000\nWithdrawal\nof expon"
    },
    {
      "provision_ref": "sec156a",
      "section": "156A",
      "title": "Section 156A",
      "content": "156A.-(1) Paragraph (2) shall apply in any case where, after export, the\nl~ccnceand      competent authority becomes aware that-\nhealth\nmlticate\n                      (a) an application for an export licence or an export health certificate\n                          contains or is based on false or misleading representation or on\n                          information which is false in a material particular;\n                      ( b ) an administrative error has occurred in relation to an export\n                            licence or an export health certificate and it is necessary to correct\n                            that error; and\n                      ( c ) an operator has failed to comply with the provisions of these\n                            Regulations.\n                            (2) The competent authority-\n                      (a) may, as it thinks necessary, suspend for such period as it\n                          thinks fit, or withdraw, the export licence or export health\n                          certificate;\n                      (b) on the suspension or withdrawal of the export licence or\n                          export health certificate, shall immediately notify the operator\n                          in writing that certification and the export licence and export\n                          health certificate are withdrawn or suspended and the reasons\n                          thei-efor; and\n                      (c) may take such steps as it deems necessary to prevent the\n                          acceptance of any prescribed products by the importing\n                          country.\n                   Prescribed Products Not Fit for Export but Fit for Human Consumption\nPrescribed\nproducts not"
    },
    {
      "provision_ref": "sec157",
      "section": "157",
      "title": "Section 157",
      "content": "157. Where an inspector has inspected prescribed products, and he has\nfit for expon   reasonable grounds to believe that the prescribed products are not fit for\n                export but fit for human consumption he shall-\n                      (a) cause the prescribed product to be handled, treated, stored or\n                          marked so to prevent deterioration; and\n                      (b) cancel, remove and deface any official export health marks that\n                           may have been applied thereto or the container OP cmoii.\n                                              of this page is autllorized by L.N. 1712009J\n                                 [The ~nclusio~l\n    THE AQUACULTURE, INLAND AND MARINE PRODUCTS AND BY-PRODUCS\n             (INSPECTION, LICENSING AND EXPORT) REGULATIONS, 2000"
    },
    {
      "provision_ref": "sec158",
      "section": "158",
      "title": "Section 158",
      "content": "158.-(1) An operator may resubmit prescribed products that have been              M b e d\n                                                                                      prddua)\nrejected for export for re-inspection.                                                prohibid\n                                                                                      for expon\n                                                                                      resubmttted\n                                                                                      for inrpcMn\n            (2)The operator shall before resubmitting the prescribed\nproducts-\n      (a)    notify the competent authority in writing that the prescribed\n             products are being resubmitted for inspection; and\n      (b)    indicate the nature of any hrther preparation or processing\n             operations that have been undertaken in relation to the prescribed\n             products to render them fit for export; and\n      (c) provide evidence that the further preparation or processing has\n          resulted in the prescribed products being suitable for export."
    },
    {
      "provision_ref": "sec159",
      "section": "159",
      "title": "Section 159",
      "content": "159. Where, upon re-inspection under regulation 158, an inspector is              w\n                                                                                      pmcnw\n                                                                                               ~      d\nsatisfied that prescribed products are not fit for human consumption he               produccana\n                                                                                      fit for h u m\nshall-                                                                                amrumption.\n      (a) cause those products to be separated from other prescribed\n          products to prevent contamination;\n      (b) cause those products to be labelled clearly as unfit for human\n          consumption;\n      (c) cause those products to be removed as quickly as possible from\n          the licensed processing establishment or licensed vessel; and\n      (4 cause the prescribed products that are suitable for use as animal\n             feed, or pharmaceutical purposes to be so marked, handled,\n             treated and stored and condemn, mark and destroy those that\n             cannot so be used.\n                                                                                      CoSI of"
    },
    {
      "provision_ref": "sec159a",
      "section": "159A",
      "title": "Section 159A",
      "content": "159A. An operator shall be responsible for all costs associated with the           diqnml\n                                                                                      ef unM\nproper handling, treatment, storage and disposal of all prescribed products           pacribcd\nwhich are not fit for human consumption.                                              products"
    },
    {
      "provision_ref": "sec160",
      "section": "160",
      "title": "Section 160",
      "content": "160.-(1) An operator shall keep records in respect to the operations of\nhis licensed processing establishment or licensed vessel, as the case may be.\n                       [The i~lclusiono f tliis page is authorized by L.N. 17/2009]\n                 THE AQUACULTURE, INLAND AND MARINE PRODUCTS AND BY-PRODUCTS\n                       (INSPECTION. LICENSING AND EXPORT) REGULATIONS, 2000\n                                                   PARTXVII-Records,                 contd.\n                        (2)   Records required to be kept under paragraph (1)-shall be\n            retained-\n                     (a) in the case of records relating to the harvesting, handling,\n                         processing or movement into or out of prescribed products, for\n                         the shelf life of the products, or for a period of three years,\n                         whichever is the longer;\n                  (b) in any other case, for a period of five years,\n            and be made available for inspection on request.\n                        (3) All records kept by an operator shall be accurate, legible and\n            dated.\n                     (4) An operator shall keep accurate records of repair and\n            maintenance of-\n                     (a) equipment used for harvesting, handling or processing of pre-\n                         scribed products;\n                     (b) the water supply, retorts and refrigeration plant.\n                      (5) An operator shall, upon request from the competent authority\n            or an inspector, make available any report from a repairman, tradesman,\n            engineer, consultant or expert, relating to any matter specified in paragraph\n            (3).\nRecording       161. No person shall alter or tamper with any recording or measuring\nmeasuring\ndevices     device required by these Regulations in order to obtain a false or misleading\n            reading.\n                                              PARTXVIII- Appeals\nAppeals         162. The notice of appeal shall be in the form specified as Form 9 in the\nFirst       First Schedule.\nSchedule\nForm 9\n                                (me inclusioli o f l l l ~ spage IS authorized by L.N. 1712009]\n     THE AQUACULTURE, INLAND AND MARINE PRODUCTSAND BY-PRODUCTS\n           (INSPECTION,LICENSING AND W O R n REGUU TIONS 2000\n                             s r . \\ w o F FI IE CO\\II'E'rE?.('r\n                                        .\\L'Tt 10RlTY\n                                        I,YL>F.R rIIE\n                           .\\f)l!,\\CI.'I.TI :RE, INL.\\SD .AND"
    },
    {
      "provision_ref": "sec501",
      "section": "501",
      "title": "Section 501",
      "content": "501. Steam used in direct contact with prescribed products or a contact\n                   surface In a licensed processing establishment shaII not contain any substance\n                   which may-\n                         (a) be hazardous to health; or\n                         (b) contaminate the products.\n                    - -\n                                     [The inclusion, of &is page b m l h o r k d by L.N. 141~130101\n      THE /IQC'ACULTL'KE, INLAh'D A,VD .MARIh'E PRODUCTS A,\\'17 B Y-PROI~LfI:TS                 28.05\n             {I,VSPECTIOn! LICF~VVTINGA X 0 EXPORj3 REGC'IdI TIOI~'.?.2300\n                  PARTVI-       Requiremen! for Licensed Vessel's\n   5 1 . 4 1 ) The provisions of repuEatio~~s18 !o 23 shall apply in relation to         fi%nandcon-\n                                                                                         nmctlan of\ndesign and censtruction of areas on licensed vessels in which prescribed                 p,oucrhandl,nr,\n                                                                                         arcas on VCIKII\nproducts are handled.\n         ( 2 ) The area on any licensed vessel or the containers reserved for\nthe storage of prescribed products shaII--\n       ( a ) not contain objects or products which may transmit harmful\n             properties or abnormal characteristics to the products; and\n       ( b ) be so designed as t o -\n                    (i) allow easy cleaning; and\n                   (ii) ensure that warer resulting from melted ice does not\n                        remain in contact with any products.\n         ( 3 ) Sea warer intakes for licensed vessels shall be located--\n       ( a ) fonvard of any toilet or biIge discharge; and\n       (6) at not less than 5 metre$ from the surface.\n         (4)Unloading and landing equipment shall be-\n       (a) constructed of material, which i s easy to clean and d~sinfect;and\n       (b) kept in a good state OF repair and cleanliness.\n                                  Lighting on Yessels"
    }
  ],
  "definitions": [
    {
      "term": "approved analyst",
      "definition": "an analyst approved by the competent",
      "source_provision": "sec2"
    },
    {
      "term": "batch",
      "definition": "a quantity of prescribed products of the same type",
      "source_provision": "sec2"
    },
    {
      "term": "can",
      "definition": "an immediate container made of metal, glass or other",
      "source_provision": "sec2"
    },
    {
      "term": "canned",
      "definition": "preserved by thermal processing and enclosed in a",
      "source_provision": "sec2"
    },
    {
      "term": "cadon",
      "definition": "an outer container, case or crate used for packaging an",
      "source_provision": "sec2"
    },
    {
      "term": "chemical compound",
      "definition": "any chemical substance that is ilsed in a",
      "source_provision": "sec2"
    },
    {
      "term": "clean",
      "definition": "to remove soil, product residues, dirt, grease or other",
      "source_provision": "sec2"
    },
    {
      "term": "clean sea water",
      "definition": "sea water or brackish water which is free",
      "source_provision": "sec2"
    },
    {
      "term": "coasial zone",
      "definition": "that part of the coast or an estuary or area of sea",
      "source_provision": "sec2"
    },
    {
      "term": "Codex",
      "definition": "the Codex Alimentarius published by the Codex",
      "source_provision": "sec2"
    },
    {
      "term": "cold store",
      "definition": "a place at a licensed processing establishment or",
      "source_provision": "sec2"
    },
    {
      "term": "critical control point",
      "definition": "a step, practice, procedure, process or",
      "source_provision": "sec2"
    },
    {
      "term": "declared net contents",
      "definition": "a declaration in a trade description of",
      "source_provision": "sec2"
    },
    {
      "term": "depuration",
      "definition": "the removal of impurities from marine species",
      "source_provision": "sec2"
    },
    {
      "term": "disinfect",
      "definition": "reduce, by means of hygienically satisfactory",
      "source_provision": "sec2"
    },
    {
      "term": "distribution system",
      "definition": "the public water supply",
      "source_provision": "sec2"
    },
    {
      "term": "domestic distribution system",
      "definition": "the pipe-work, fittings and",
      "source_provision": "sec2"
    },
    {
      "term": "E.coli",
      "definition": "faecal coliforms which form indole from tryptophan ah",
      "source_provision": "sec2"
    },
    {
      "term": "external co2d storage facility",
      "definition": "a cold storage facility that is not",
      "source_provision": "sec2"
    },
    {
      "term": "faecal;col iform",
      "definition": "facultative, aerobic gram-negative, non-spore",
      "source_provision": "sec2"
    },
    {
      "term": "fllet",
      "definition": "a portion of the flesh, with or without skin or bone or",
      "source_provision": "sec2"
    },
    {
      "term": "freezer",
      "definition": "a chamber or equipment used solely for the purpose",
      "source_provision": "sec2"
    },
    {
      "term": "HACCP plan",
      "definition": "Hazard Analysis Critical Point plan prepared",
      "source_provision": "sec2"
    },
    {
      "term": "housing vessel",
      "definition": "a vessel used only fur the housing of",
      "source_provision": "sec2"
    },
    {
      "term": "identification code",
      "definition": "a letter, number or combination of letters",
      "source_provision": "sec2"
    },
    {
      "term": "lot",
      "definition": "a quantity of prescribed products of a given species that",
      "source_provision": "sec2"
    },
    {
      "term": "marine biotoxins",
      "definition": "poisonous substances accumulated by",
      "source_provision": "sec2"
    },
    {
      "term": "noxious substance",
      "definition": "any chemical residue, marine biotoxin or",
      "source_provision": "sec2"
    },
    {
      "term": "potable water",
      "definition": "water which meets the standard specified in",
      "source_provision": "sec2"
    },
    {
      "term": "prescribed products",
      "definition": "aquaculture, inland or marine products",
      "source_provision": "sec2"
    },
    {
      "term": "product handling area",
      "definition": "an area on a licensed vessel or in a",
      "source_provision": "sec2"
    },
    {
      "term": "sample unit",
      "definition": "such quantity of prescribed products, as may be",
      "source_provision": "sec2"
    },
    {
      "term": "shellfish",
      "definition": "oysters, mussels, clams, cockles or scallops, but",
      "source_provision": "sec2"
    },
    {
      "term": "storage area",
      "definition": "an area solely used for the storage of packed",
      "source_provision": "sec2"
    }
  ]
}