{
  "id": "jm-subs-the-archives-act",
  "type": "statute",
  "title": "The Archives Act",
  "title_en": "The Archives Act",
  "short_name": "Archives Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-archives-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-archives-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the Archives (08ticial Records)\nRegulations, 1988.\n  2 In these Regulaitims. unless the context otherwise requires-\n   “Archives” means the Jamaica Archives established under section\n        4 of the Aot;\n    “Committee” means the Archives Advisory Committee established\n       under section 3 of the Act;\n    “Records Oflicer” means the person responsible for the custody\n       of official records in each public organization."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.41) The Records Officer, acting in accordance with the advice\nof the Achivist, shall establish and maintain a system for the proper\ncare and control of official r m d s within his custody and for this\npurpose the Amhivist may issue guidelines to be followed from time\nto time.\n      (2) The system established shall-\n    (0)   make provision for the standards, procedures and techniques\n          to be applied for the management of official records:\n               ITBe incldoo of thir     is authorized by L.N. 55/19911\n     THE ARCHNES (OFFICIALoRECORDS) REGULATIONS, 1988\n    (b) promote the maintenance, storage and security of official re-\n        cords selected for preservation as archives until these arc\n        transferred to the Archives;\n    (c) facilitate the categorimtion and segregation of official -&;\n        and\n    (a) provide a programme for the disposition of official records\n         including their transfer to the Jamaica Archives, or such\n         other place under the charge and cuntrol of the Archivist."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The Records OBicer shall establish safeguards against the unlaw-\nful removal or loss of official records within his custody."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. No official record shall be disposed of without the prior approval\nof the committee."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The Records Officer shall, as m n as he has knowledge of this.\nnotify the Archivist of any actual or threatened unlawful removal,\nalteration or destruction of official records in his custody and shall\ntake such action as is necessary to recover such r m r d s as may have\nbeen removed.\n   7 4 1 ) The Records OBiCer who is of the opinion that certain official\nrecords in his custody are no longer needed for the use of the public\norganization, may in writing request the approval of the Committee\nfor such records to be disposed of as specified in the request.\n      (2) Any request for the approval of the disposal of official re-\ncurds shall be sent to the Archivist and shall be accompanied by a\ncomprehensive list of the records to be disposed of together with\ndetails of the records sufficient to allow an appraisal It0 be made as to\nthe value thereof, and the time within which such records may be\ndisposed of.\n      (3) ?The Archivist shall upon receipt of a request under this\nregulation examine the documents submitted and if he considers it\nnecessary. examine the official records also and thereafter submit the\ndocuments to the Committee together with his recommendation for\nits decision.\n              [ The inclusion of this page is authorized by L.N. 55/1991 1\n     THE ARCHIVES (OFFICIAL RECORDS) REGULATIONS, 1988                      5\n     (4) The decision of the Committee shall be notified in writing by\nthe Archivist and where approval has been granted for the disposition\nof the records this notification shall be authorization for such records\nto be disposed of as specified therein."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1)   The Committee may issue general authorization from time\nto time to public organizations for the disposal of centain categories\nof official records which are of no historical value.\n      (2) Any general authorization issued by (the Committee shall\nspecify the form and character of the records which may be disposed\nof and the period within which such records shall be SO disposed."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.41) The Records Officer shall prepare and keep up-to-date, under\nthe guidance of thR Archivist, an inventory d official records in his\ncustody.\n      (2) On ithe basis of this inventory the Records Officer shall com-\npile schedules of these records showing, in the form approved by the\nArchivist, their retention periods.\n     (3) These schedules shall be submibted to the Archivist for the\napproval of the Committee.\n        (4) The Records Officer shall compile an annual summary of\nofficial records in his custody for submission to the Archivist nat later\nthan the 31st March each year."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Where official records have been adjudged by the Committee\nas being worthy of permanent preservation in the Archives, (the Archi-\nvist shall arrange for such records to be transferred to the Archives."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Every person who unlawfully removes, alters, destroys or dis.\npses of any official record shall be guilty of an offence and shall be\nliable on summary conviotion before a Resident Magistrate to a fine\nnot exceeding one hundred dollars or to imprisonment not exceeding\nthree months, or to both such h e and imprisonment.\n              [ The inclusion of this page is authorized by L.N. %/I991 1"
    }
  ],
  "definitions": []
}