{
  "id": "jm-subs-the-bail-act",
  "type": "statute",
  "title": "The Bail Act",
  "title_en": "The Bail Act",
  "short_name": "Bail Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-bail-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-bail-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the Bail Regulations, 2001.\n                                                                           ; ; ; :2"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.+1) This regulation applies where bail is granted to any person subject\nto the payment of a specified sum as a condition for bail pursuant to section 6 %-for\n(2) ( b )of the Act.\n        (2) A Justice of the Peace or police officer shall not spec$ an\namount in excess of four hundred thousand dollars as the payment required\nof any person as a condition for bail. but nothing in this paragraph shall be\nconstrued as limiting the amount that may be specified by a Resident\nMagistrate or Judge as a conhtion for bail.\n        (3) Payment shall be in cash or. if approved by the Court. Justice of\nthe Peace or police officer. as the case may be. by manager’s cheque made\nout to an account referred to in paragraph ( 5 ) .\n        (1)Where bail is granted b p\n      (a) a Justice of the Peace or police officer. the payment shall be made\n          at a police station to a police officer: or\n      (h) a Court. the payment shall be made to an accountant of\n          that court.\nand the accountant or police officer. as the case may be. shall issue a receipt\ntherefor.\n        ( 5 ) A police officer who receives a payment under this regulation\nshall. before the expiration of the worlung day nex? following the day on\nwhch the payment is received. lodge the payment with an accountant of the\nrelcant Court. who shall issue a receipt therefor.\n         (6) Every accountant of the Court for each parish shall lodge all bail\npayments received by him to a bank account established for that purpose in\nrelation to that parish.\n         (7) Suitable arrangements shall be made for-\n                (The IIIcIusIon of t l ~ spage IS atitlionzed h!   LN   25 lOO.?l\n4                                          THE BAIL REGULATIONS, 2001\n                  ( a ) the safe-keeping of payments received by police officers during\n                        times when it is impracticable for the payment to be lodged with\n                        the Accountant; and\n                  (b) the recording and identification of receipts issued under this\n                      regulation.\nRclurc of\ntnvcl           3 . 4 1 ) A person who surrenders his travel documents to the Court under\ndocumcntr   section 6 (3) (a) of the Act may apply to the Court for permission to travel\n            and for the release of his travel documents for the purpose of such travel.\n                    (2) A Court may grant an application made under paragraph (1) if it\n            thinks fit having regard to all the circumstances, including whether the\n            person is likely to flee the jurisdiction of the Court or surrender to custody,\n            and subject to such conditions as appear to the Court to be necessary to\n            ensure that the person-\n                  (a) surrenders to custody;\n                  (6) does not commit an offence while on bail; and\n                  (c)   does not interfere with witnesses or otherwise obstruct the course\n                        of justice, whether in relation to himself or any other person.\n                     (3) A person who makes an application under paragraph (1) shall\n            furnish the Court with such information as to the purpose of travel, departure\n            and return dates, and such other information as the Court may require in\n            order to determine whether the permission should be granted.\n                    (4) A receipt shall be issued in respect of any travel document\n            surrendered to the Court, and any receipt so issued shall be returned in\n            exchange for the release of the document:\n                Provided that where the receipt cannot be produced, the document may be\n            released by an officer of the Court if such officer is satisfied that the person\n            receiving the document is the holder thereof and the person, by his signature,\n            acknowledges that he receives the document.\n                    ( 5 ) An application under this regulation shall be supported by an\n            affidavit deponed by the applicant.\n                    (6) Where a travel document surrendered to the Court by any person\n            cannot be located after its surrender, that person shall be entitled to recover,\n            free of charge from the Ministry having responsibility for passports, a\n            replacement of the travel document.\n                    (7) Where a travel document surrendered to the Court is lost through\n            the negligence of any person, the Ministry referred to in paragraph (6) shall\n            be entitled to recover from such person the cost of replacing the travel\n            document.\n                           I Ihc iI1cIuFIoii (11 Ihi\\ ~   ~ I\\g .iiitliori/c(I\n                                                                   e             Iq I N   ?X 2007l\n                            THE BAlL REGULl TIONS, 2001                                  5"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. A station diary shall be kept exclusively for the purpose of\ndocumenting the times and dates of reports made by a person to whom bail is\ngranted, pursuant to a requirement under section 6 (3) (c) of the Act."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . The record of a decision relating to the grant or refusal of bail or the ‘\n                                                                                k\n                                                                                :-\nimposing or variation of any condition of bail shall be in Form 1 of the s w d c\n                                                                                Form I\nSchedule."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.+1) A Court may r e h to make a determination under section 17 of\nthe Act, that a person is a suitable surety for the purposes of that section until\nthe Court is satisfied. on such evidence as appears to the Court to be\nsufficient. as to-\n      (a) the person’sidentity:\n      (b) the person’s residential address and the period during whch he\n            has resided at that address:\n      (c) the person’s profession. occupation. trade or business:\n      (d) the person’s good character:\n      (e)   the person’s relationship, whether by kinship, place of residence\n            or otherwise. to the defendant:\n      v)    where the person is required to provide a Security for the purpose\n            of securing the defendant’s surrender to custody. the ownership\n            of any asset that the person undertakes to produce as security and\n      (g)     establish that the person is not an exempt person.\n         ( 2 ) A declaration for the purposes of section 17(3) of the Act\n(knowledge of the surety’s address and good character) shall be in Form 2 of F-2\nthe Schedule."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The following persons are exeapt froin providing surety for the E x m P * ~ n s\npurpose of securing the release on bail of any person charged with an\noffence-\n      (a) a Resident Magistrate, Judge, a Justice of the Peace who has\n          considered any issue relating to bail in respect of the person\n          charged, or a police officer;\n      (b)   an attorney-at-law on record for that person in relation to the\n            offence;\n      (c)   a person charged jointly with that person, or charged with\n            conspiring, aiding or abetting in the commission of the offence;\n      (4 a person whohas a criminalchargependingagainsthimbefore\n            any court;\n      (e)   a person who is not resident in Jamaica; and\n6                                                 THE BAIL REGUUTIONS, 2001\n                        u>     a person who is entitled to immunity from legal process in\n                               Jamaica."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1)   Every facility that operates as a day training centre under the\n                  provisions of the Criminal Justice (Reform) Act is hereby declared to be a\n                  bail centre for the purpose of attendance pufiuant to an order made under\n                  section 6 (3) (e) of the Act.\n                           (2) Where attendance at a bail centre is a condition of the grant of\n                  bail to any person, the Court, Justice of the Peace or police officer, as the\n                  case may be, shall-\n                        (a) specify the bail centre that the person is to attend, being, where\n                            possible, within reasonable travelling distance of the place where\n                            the person resides or works;\n                        (6) send a notice in Form 3 of the Schedule and a copy of the record\nkhedS\nForm 3                      of the decision to the bail centre so specified; and\n                        (c)     inform the centre of the variation of any conhtion relating to the\n                                person’s attendance at the centre.\n                             (3) Arrangements shall be made at every bail centre for-\n                        (a) recording the attendance, or failure to attend at a time speclfed in\n                            the notice, of every person with respect to whom a notice is sent\n                            under this regulation;\n                        ( 6 ) nowing the Court.Justice of the Peace or police officer. as the\n                              case may be, of any such failure to attend. within twentyfour\n                              hours of such failure.\n                          (4) A person who attends a bail centre as a condition of the grant of\n                  bail shall furnish to the centre such proof of his identity as the centre shall\n                  determine to be satisfactory for ensuring that the person so attending is the\n                  person with respect to whom a notice is sent under this regulation.\nIkfmdsnt to be\nmrmed of pD-"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Where a Justice of the Peace. police officer or Court refuses bail in\ncedwe for apph-   criminal proceedings. that Justice. police officer or Court shall-\ncaaon or rmm\n                        (a) inform the defendant of any.further right that the defendant has to\n                             apply for b a l or for a d e w of the refusal: and\n                        ( 6 ) furnish a copy of the record of the decision to the defendant or lus\n                              attorney-at-law.\n                      lo.+ 1) An application by a surety for release from his obligations under\n                  a recognizance shall be in Form 4 of the Schedule.\n                           (2) A notice to the defendant concerned. as to the release of a surety.\nForm 5            shall be in Form 5 of the Schedule.\n                                    (The iiicliisioii of this page IS aiitliorized b!   L.N. 18 200.71\n                                           THE BAIL R??GULATIONS,2001                                             7\n                                                       SCHEDULE\n                                                         FORM1                                  (Regulation 5 )\n                                                Record of Bail Decisions\n     Defendant:\n                                                          (name)\n     Of\n                                                         (address)\n     Place of custody:\n     mence charged\n     Revious decision\n     (if any):\n                                    (date and o@cer/COurt that made the decision)\nv)\nr    Subject:      (check appropriate item)\nI\nN\n               [       I    Bail\n               [   ]       Retiew of previous bail decision\n               [   ]       Variation of bail conditions\n               [   1       Other(speci6)\n     Decision:\n     Reasons for decision:\n     Conditians:           (check and complete appropriate item)\n            [      ]       Payment of money in sum of S\n            [      ]       Surrender of the followingtravel documents:\n            [      ]       Defendant to report to the officer in charge of the\n                           Police Station at the following times and frequency\n           [       ]       Defendanttoattendat\n                                                                           (name of bail centre)\n                             (The iiicliisioii of Illis page is authorized by L.N.   28'20031\n8                                      THE BAIL REGULATIONS, 2001\n                                                  FORM1. contd.\n                      at the following times and fiequency:\n            [   ]     Defendant to remain at the following location:\n                                              during the hours of\n            [   1      An acceptable surety shall agree to secure the surrender of the defendant into\n                       ~vstodyor forfeit the sum of S\n            [   1 Defendant shall surrender into custody at\n                       on\n            [       1 Defendant to inform the Coud if he intends to leave Jamaica.\n    Nsxt appearing before:\n                                                           (Name of Court)\n    Signature of decision maker:\n    Date:\n    &cision maker: (Check applicable description)\n            [   1 policeofficer\n                                                              (state name ond rank)\n            [   1      Justice of the Peace\n                                                             (state name andporrsh)\n            [   I      court\n                                                         (state name ofJudge and Court)\n                                THE BAIL REGULATIONS, 2001                                                        9\n                                        FORM2                                       (Regulation 6 (2))\n         Deckwanon by Justice of the Peace, Member of the Jamaica Constabulary\n           Force. Minister ofReiigron or Principal of an educational institution.\n                           pursuant to section I 7 ( 3 )of the Act.\n   I                                       of\n   hereby declare that:\n              I am a Justice of the Peace/member of the Jamaica Constabulary\n              ForcdMinister of ReligiodPrincipal of\n                                      (name of educahonal inshtuhon)\n                                                                                           has offered himself7\n                herself as surety for                                                         defendant in the\n                case R.v.\n               I have been acquainted with the surety for                                               years.\n                The nature of my acquaintance with the surety is:\n                To the best of my knowledge, the surety resides at:\n               I regard hint'her as a responsible person of good character who is likely\n               to fulfill hio'her obligations as a surety.\n    I am aware that if I make. in this declaration any statement that I know to be false in\na ma!erialpar(icular. I am liable to a fme not exceeding Three Million Dollars or to\nimprisonmentfor a term not exceeding two years. or to both such fme and imprisonment.\n                                             Signed\n       This                         day of                                .200\n                  [.I'lir I I I ~ I ~ ~ Iof~ I this\n                                                I pnae IS niitliorized h? L N. 28 200.71\n10                                    THE BAIL REGULATIONS, 2001\n                                                FORM 3                            (Regulation 8 (2))\n                                  Notice of requirement to attend bail centre\n        Notice is hereby given that                         of\n        is requiredto attend at\n                                               (name of bail centre)\n        during the period\n                             (state time andfiequency of anendance required)\n        Particulars of attendee:\n        m e n - charged\n                                                                          (photograph of\n                                                                             attendee)**\n         Bail granied by*:\n                             (nomeof officer or Court)\n          *You are required to inform this Court or officer within twenty-four hours if the attendee\n     fails to attend at this bail centre.\n          **The reverse shall be endorsed with a statement indicating that it is a t m e\n     photograph of the aaendee. signed by an Attorney-at-Law. Justice of the Peace. Police\n     officer not below the rank of Sergeant. Minister of Religion or a Principal of an educational\n     institution other than a prr-primary school.\n                           THE BAIL REGULATIONS, 2001                                       11\n                                     FORM 4                        (Regulation 10 ( I ) )\n                           Application by suretyfor release\nName of defendant:\nAddress:\nOffenes):\nName of surety:\nAddress:\nTelephone No.:\nApplication is made. under section 19 of the Bail Act to the\n                                                               (nameof Court)\nbeing the Court before which recognizance was taken by the abovementioned surety for\nsaid surety to be released &om his obligations under the recognizance entered into by him\non\n           W e )\nGrounds for application:\nSignature of surety:\n12                                   THE BAIL REGULATIONS,2001\n                                                 FORM 5                        (Regulation 10 (2))\n                                         Notice of Release of Surety\n         Date:\n         Name of Defendant:\n         Addrzss:\n         offence (s):\n         Name of Surety:\n         A&ess:\n         Notice is hereby given that, pyrmant to an application under section 19 of the Bail\n     Ad, made before the                                               on\n                                           (name of Court)                  (date of applicanon)\n     the abovemenfionedsumty has been granted release &om his obligations under the re-\n     cognizance entered into by him on\n                                                   (dare)\n         Signature of JudgeResidentMagistrate\n                        [The inclusion of this page is autllonzed by L.N. 2U2003)"
    }
  ],
  "definitions": []
}