{
  "id": "jm-subs-the-bank-of-jamaica-act",
  "type": "statute",
  "title": "The Bank of Jamaica Act",
  "title_en": "The Bank of Jamaica Act",
  "short_name": "Bank of Jamaica Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-bank-of-jamaica-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-bank-of-jamaica-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1 . 4 1 ) For the plrposes of regulkution 8 (b) the Minister shall serve on the\nKlciety. oancerned a mtice, announcing his intention of t e m p r a ~ l y-aging\nthe w e t y from such date and time as may be spdfid in the notice.\n     (2) The Minister may appoint any person to manage (M his behalf any\nd o t y sp~itiedin the notice under sub-paragmph (1).\n       (3) A copy of the notice refmed to in subparagraph (1) shall be sent\nto the Registrar of the Supreme Court and shall be paged in a conspicuous\nposidon at each plate of business of the society and shall be publihed in a\nnewspaper pinted and cimuhting in Jamaica.\n       (4) Upon the date and time speoified in the notice referred to in sub-\n-graph       (1). there shal ve& in the Minister full and exclusive powers of\nm m p n e n t and son$ of the sooiaty, including, without prejudice to the\ngenerality d the fmegmng, power to-\n     (a) continue or dhcadnue its operations;\n     (b) asp or limit the paymeat of ifts&ligations;\n     (c) employ any necessary officers or employees;\n     (d) execute any instrument in the name of the sooidty; and\n     (el &ti&, defend and condwt in the name of @besooi6ty. any a-         OT\n           poeedings to which rhe society may be a panty.\n     (5) Not 1aW than sixty daiys aftex the Minister has assumed temporary\nmamgement of the moiety he shall apply to the Court (furnishing full miculars\nof the asaet~and bbikiities of the society) for an order oondiming the vesting\nin the Minister 06 full exclusive *powers of m a g e m e n t of the moiety as\ndudbed in sub--&           (4).\n  (6) M1 e w m m of and inoidental fbthe temporary management of a\nd%'h a l l be H d by such &ety  in such manner as the U s t e r may\ndetenniae."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. The coins of gold, silver, cupro-nickel issued by the Bank, of the\ndenominations mentioned in the Schedule. shaU be of the weights and schcdulc\ncomposition specified in relation thereto in that Schedule:\n   Provided that in the making of such coins, remedies (or variations\nfrom the standard weights and compositions specified in that Schedule)\nshall be allowed not exceeding the remedy allowance specified in rela-\ntion thereto in that Schedule.\n             m e inclusion of this pace M authorized by L.N. 127/19&0]\n                                                       SCHEDULE                                                    (Paragraph 2)\n                                                                            REMBDY ALLOWANCE\n                 Standard Weight\n Denomination                                                        Weight per piece                             Remarks\n     of                              Diameter       Standard\n    coin         hperial   Me.tric                                               Metric\n                 Weight    Weight                 Composition       Imperial                  Composition\n                 Grains    Grams                                     Grains      Grams\n                                                                       *   *a\n                                                                                                                                        L\n1978                                                                                                                                n L\nOne hundred\n Dollar-Gold      175       11.34    26 mm      .900 Fine Gold             1.5          1.1   + 2 per cent kmmemorative Issue       50 %\n                                                                                              -            of 25th Anniversary      Q  0\nTwenty Five                                                                                                 of coronation of        2b\n Dollar-Silver   2,100     136.08    63 mm      ,925 F i e Silver          7.7           .5   + 3 per cent Queen Elizabeth JI       25\n                                                                                                            1953-1978 with por-\n                                                                                                            trait design of the\n                  667       43.22    4omm                                                                   Queen seated on the\n                                                ,099 Fine Gold             6.2       0.4        2 per cent throne in full Coro-\n                                                                                                                                    20 32\n                                                                                              -+            nation regalia.         0\nTen Dollar                                                                                                 Jnity Coin-portrait      2\n  -Silver          650      4212     45 mm      925 Fine Silver            13           .84     2 per cent design showing faces     rr2 2\n                                                                                              -+            of men and women\n                                                                                                            representing 4 of the   2k\n                                                                                                            ethnic groups of            b\nTen Dollar                                                                                                  Jamaica with the\n  -Cupro-                                                                                                  National Motto “Out          i!\n  nickel           562      36.42    45 mm      75% Copper                 11        .72      + 2 per cent of Many One Peo-             5\n                                                25% Nickel                                    -            ple” inscribed above         Q\n                                                                                                           it.                          %\n                                                                                                                                        Y\n                                                                                                           411 the coins carry          a\n                                                                                                           the Jamaica Coat of\n                                                                                                           Arms on the oppo-            s\n                                                                                                           site side.\n                             BANK OF JAMAICA                                                 17\n                  THE BANK OF JAMAICA ACT\n                                    ORDER\n                               (under section 21)\n\"HE BANKOF JAMAICA(VALUE OF COINSIN CIRCULATION)ORDER,1973\n      (Made by the Minister on the 20th day of July, 1973)                     L.N. 311113"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The rate of interest which specified financial institutions may pay\nto commercial banks licensed in accordance with the Banking Act on\ndeposits received in Jamaican dollars, shall not exceed five per centurn\nper annum-\n     (a) as regards a new deposit where such deposit is accepted for\n          a stated period of three months or less or where such deposits\n         is repayable at call on demand or on not more than fourteen\n         days’ notice, from the date of the deposit; or\n              [The inclusion of this page h authorLed by L.N. 127119801\n20     THE B A N K OF J A M A I C A (SPECIFIED FINANCIAL INSTITUTIONS\n                      CREDIT CONTROLS) ORDER, 1973\n          (b) as regards an existing deposit-\n                  (i) where such deposit is repayable at call or on demand,\n                      from the 23rd day of November, 1973; or\n                 (ii) where such deposit expires after the 23rd day of\n                      November, 1973 and is renewed on any of the terms\n                      expressed in sub-paragraph (a), from the date on which\n                      such deposit so expires; or\n                (iii) where such deposit repayable on not more than fourteen\n                      days’ notice expires prior to the 31st day of December,\n                      1973 and is to be renewed on any of the terms expressed\n                      in sub-paragraph (a), from the date on which such\n                      deposit so expires; or\n                (iv) where such deposit repayable on not more than fourteen\n                     days’ notice has not expired prior to the 1st day of\n                     January, 1974, from the 1st day of January, 1974."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. For the purpose of these Regulations. “group” in relation to a\n     ampany, means that mmpany and-\n                                                          or suhidiary;\n         (a) any other company which is its holding oompa~~y\n         (b) any other coaapany which is a subsidiary of the holding\n             COmpanY;\n         (c) any company whbh directly or indirectly controls or is coa-\n             trolled by any company referred to in paragraph (a) or (b):\n                    c                                              --.\n                      p h e incision of this page b authorized by L.K 33/19981\nTHE BANK OF JAMAICA (BUILDING SOCIETIES) REGULATIONS, 1995                  39\n          (i) any person who, or any firm or corporation which.\n              holds 20% or more of the society’s capital or in which\n              suoh person, the society, its manager, director or any\n              immediate relative of such manager or director, has\n              an interest as a partner. or, as the case may be, a\n              shareholder holding or controlling 20% or more of\n              the voting shares; or\n          (ii) any person who holds or controls 20% or more of\n               the society’s capital; or\n         (di) any person if the credit facilitim are guaranteed by\n              a manager or director of the society or a manager’s\n              or director’s immediate relative who owns or controls\n              20% or more of the society’s capital; or\n          (iv) any firm or corporation if the credit facilitiea are\n               guaranteed by a manager or director of the society\n               or a manager’s or director’s immediate relative who.\n               in relation to that firm or corpation. has an interest\n               as a partner, or, as the case may be, m e or controls\n               20% or more of the voting shares."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1) The maximum amount of credit (including instalment credit)\n     extended through loans and advances or investments by any specified\n     financial institution, shall not where such loans, advances or investments\n     bear a stated maturity of twelve months or less or are repayable on\n     demand, exceed one hundred per centurn of the amounts outstanding\n     at 31st day of October, 1973.\n                   lThe inclusion of thi4 page is authorized by L.N. 127/19801\n  THE BANK OF JAMAICA (SPECIFIED FINANCIAL INSTITUTIONS\n              CREDIT CONTROLS) ORDER, 1973\n      (2) The provisions of paragraph (1) shall not apply to loans,\nadvances or investments expressed to bear a stated maturity in exass\nof twelve months and thereafter to be repayable on demand.\n       (3) The provisions of this paragraph shall not apply to credit\nextended by specified financial institutions to other specified financial\ninstitutions.\n             Irnc inclusion of this pnse h authorized by L.N. 127/19801\n                       B A N K OF JAMAICA                                            23\n                THE BANK OF JAMAICA ACT\n                           REGULATIONS\n                        (under section 3 4 0\n                                                                         L.N. 43l#\n      (Made by the Minister on the 27th day of March, 1995)\n                        PARTI-Prelim*nary\n   1 4 1 ) These Regulations may be cited as &e Bank of Jamaica\n(Industrial and Provident Societies) Regulatims, 1995.\n     (2) Where expressions defined in the Companies Act are used\nh these Regulations, such expressions shall have the r e s p d v e\nmeanings assigned to &em by that Act, unless there is anything in the\nuontext repugnant to or incun&istent wi& such meanings, or unless\nouch exprmsions are otherwise de6ned in the Bank of Jamaica Act."
    },
    {
      "provision_ref": "sec5c",
      "section": "5c",
      "title": "Section 5c",
      "content": "5c     .. 43.63636              2.82759                           .346           .0224       1 per cent\nBRONZE\n  lc      .I       64.00      1     4.147\n                                              copper, tin\n                                              and zinc\n                                                            I"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. We=      tempmay cease and desist order is s        d under paragraph 5,\n     @e society or, as the case may be, the person on w h a it is served may,\n     within ten days aftex the date of such service, apply to IJudge of the Supreme\n     Court in a m d a n c e with Rules of Court to set aside, limit, or suspend the\n     operation or enforcement of such order.\n                                                                                  -____-\n                      p’he inclusion of chis page Is authorized by L.N.331 1\n                                                                           m\n THE BANK OF JAMAICA (INDUSTRIAL A N D PROVIDENT SOCIETIES)                         29\n                              REGULATIONS, 1995\n                                       PART B\n                      Temporary Management of a society"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.5 % Copper                         -             Nelson with flagship\n                                                                                                     “Hinchinbrook”\n                                                                                                     Numismatic Coin\n  1976\nTen Dollar\n  4pronickel        562      36.42   45mm        75% Copper      +11         +.72      +2 percent    Admiral Horation\n                                                 25 %Nickel      -           -         -             Nelson with flagshi\n                                                                                                     “Hinchinbrook’\n                                                                                                     SpecimenCoin’\n                                                                                                     Numismatic Coin\n                            BANK OF JAMAICA                                     14.05\n                  THE BANK OF JAMAICA ACT\n                                    ORDER\n                             (under section 14)\nTHE BANK OF JAMAICA (COINS)(STANDARD WEIGHT AND COMPOSITION)\n                           (No. 2) ORDER,1976\n      (Made by the Minister on the 1st day of November, 1976)            L.N. 362176"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. h h steps may include but shall not be limited to the folloWing.\nthat is to say, the Minister may--\n     (a) require the society to give an undertaking signed by the\n          majority of the members of the society’s board or colmmiettee\n          of ananageanent to take such currective d m as may be\n          agreed between the society and the Minister; or\n    (b) give to bhe society such direction as appear to the Minister\n        to be desirable in the interest of the society’s depositors and\n        holders of withdrawable shares whether for the purpose of\n        safeguarding its assets or otherwise. and may, in particular-\n_______              ---\n                 p w inclusion of this paoc is authorized by L.N. 33/19981\n26         T H E BANK OF JAMAICA (INDUSTRIAL AiVD PROVIDENT SOCIETIES)\n                                REGULATIONS, 199.5\n                      (i) requke the society to take certain step or to refrain\n                         from adopting or pursuing a particular course of action\n                         or to restrict the scope of its business in a particular\n                         my;\n                     (5) impose limitations on the acceptance of deposits and\n                         the issue of withdrawable shares. the granting of credit\n                         or the making of investments:\n                     (iii) prohibit the society from soliciting deposits and shares;\n                     (iv) p h i b i t the society from entering into any other tram-\n                          action or class of transactions;\n                     (v) require the removal of any director or manager; or\n               (c) issue a cease and desist order in accordance with Part A of\nIcheduk.           the Schedule; or\n               (a) assume the teauprary management of the society in accord-\n                   ance with Part B of the Schedule."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. A society which fails to comply with any requirement or contra-\n           venes any -bition       imposed by any direction or cease and desist\n           order under this Pmt shall be guilty of an offence, and shall be liable\n           011 conviaion to a fine not exceeding two hundred thousand bllars\n           and. in the case of a continuing offence, a further penalty not exceeding\n           twenty thousand dollars for each day during which the offence\n           continues after conviction."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The society has naified thc Su-sar      that il proposes to Burrender its licence.\n   1 I. The society has c e d to carry on the business of being a building society.\n   I 2 Areceiver has been a p p o i d in resped ofthe saciay.\n                                         SECOND SCHEDULE                        (Repulntion 66.4(2))\n             Societies, Banks, Licen~eesunder the Financial Imtltutions Act or other\n                    Fininonciol Institutions to which Regulation 664 (2) oapplie~\n    Any society, ba* licensee under the Financial INlitutim Ad a h e r financial MtiMion,\nwhether in Jamaica or elwhere-\n            (a) which has been wound up by a wr(;or\n            (b) the liemee of which ha4 bem revoked, unlas such r e v d o n wm m e q u e d\n                 upon-\n                    (i) che amalgamation of Ulsl socicty, bank, licensee a other fmncial\n                        insliMlon with any otha society, bank, licensee a other fmneial\n                        instiMion; or,\n                     (ii) a volunlary winding-up of a smiety, bank licmsee a o t k financial\n                          instiMirm in mmplianee wilh the relevant pmvisions relating thereto\n                          rcspediuely, in the A q the Banking A n and the Financial lnniiuiions\n                          An;\n            (c) which hu bem placed in receivmhip,\n            (d) which has entered into a mmporition with its neditau,\n            (e) whose business has been mnduded imprudently or frau&lenlly;\n            V ) which has failed to merl the solvenq requirements ~ r e s n i h e dby law.\n                                           'Tmlw SCHDWZ                               (Regulation 668)\n            OlJences in respect of which iiobiltty to eonvicrion may be discharged by\n                         poyment of ojixedpenoiry under Regulation 668\nNature of offcnce                          Regulatim                          Penalty\n     -                                       -                                  -\n     Failure lo submit,                       w3)                           S150,WO.OO\n     publish or exhibit la*\n     audiied balance sheet\n     and profit and loss\n     m o u n t (including\n     consolidated aceaums\n     for society and\n     subsidiaries)\n      Failure to make return                       47                               $150,000.00 for\n      or furnish id-tion                                                            each day of default\n      Ading or continuingto                     66A(3)                          S300,wO.OO.\n      a d as director ar\n      concerned in\n      management without\n      express authorization\n                        [The inclusion of this page ir authorized by L.F. 1!2006]\n          THEBANK OFJAMAICA (BUILDING SOCIETIES) REGUUTIONS, 1995\n                                         FOURTH S m m                               (Regulation 67)\nBnefDesaiption ofoffences                 Relevant Regulation\n            -\nEngaging in prohibited business                    29                 On m n v i n i o ~s f i e not\n                                                                      exceeding SI.OOO,~.W.\nFailure to make returns or furnish                 47                 On mnvidiion a f i e not\ninf~rmation.                                                          lxceedmg S2SO.OOO.M) for\n                                                                      each day during which the\n                                                                      failure continues sfls the\n                                                                      expiry    of    the   time\n                                                                      prsscribed for m+g      the\n                                                                      rerum a furnishing the\n                                                                      i n f d m .\nFailure to submit, exhjbii or publish             5N3)                On m n v i d i o ~a fine not\nlaJt audited balana sheet and p f i                                   exceeding S250,OW.W.\nund     loss   account (including\nmnsolidated balance sheets and\npioft and lms accounts).\nFailure of manager lo supply                     55A(2)               On wnnction t o a fine nor\ninfamation regarding fmcial                                           exceeding $l.W.O00.W.\nposition of society.\nFailure to comply Hlth a direction a                65                On mnviction a finc nd\ncease and desist order.                                               exceeding $2,000.000.00.\nActing a contiming to an as a                    6643)                On mnvidion, a fine not\ndirector of or to be diiealy or                                       exceeding $500.000.00.\nindiredly   mn-ed          in the\nmanagement of any society.\nPmnitting pmons who are not fa                   66A(4)\nand p r o p persons or who are\nmnccmed in societies, banks or\nfinancial instinnions lo whieh the\nSecond Schedule applies lo be\nconcmed in the n v l a g e m m of a\nscxiety.\n                      [The incluion of this pug. i s autho.zcd by L . X . 1:?006]"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Every otknce under and every contravention of these Regulations\n           may be tried suarmarily before a Resident Magistrate.\n             U.Where any person commits an offence against these Regulations\n           for wbiich no penalty is expressly pmvided he shall be liable to a\n           fine not e x d i n g fifty thousand dollars or to imprisonment for a\n           term not exceeding six months.\n THE BANK OF JAMAICA (INDUSTRIAL A N D PROVIDENT SOCIETIES)                  21\n                           REGULATIONS, 1995"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. A person upon whom a fine is imposed under these Regulatioas\nmay be sentenced in default of payment thereof to imprisonment with\nor without hard labour in the case of a h e -\n    (a) not exceeding twenty thousand dollars, for a period not exceed-\n        ing three months;\n    (6) exceeding twenty thousand dollars but not exceeding one\n        hundred thouand dollars, for a period not exceeding six\n         -;\n    (c) exceeding one hundred thousand dollars. for a period not\n        exceeding twelve months."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Where an ofEence under these R e g u l d m conmiNed by a society\nis proved-\n    (a) to have been committed w&h the consent or oonnivance of\n         any diraabor. manager, seaetary or other similar officers of\n         the society or any person who was p q o ~ n to\n                                                      g a d in that\n          capacity; or\n    (b) to be attributable to the failure of any such diredor. manager,\n         seer-      or other oflscer or person to exercise all mah reason-\n        able diligence as he ought in the cimnnstances to have\n        e x d s e d to prevent the offence, having regard to the mture\n        of his functions and all the circumstances.\nsuch direocor. manager, secretary or other officer or person as afore-\nmid. as well as the society shall be guilty of that offence and shall be\nliable to be proceeded against and punished accordingly."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. For the purposes of this Part,a person shall be deemed to be a\ndirector of a society if he occupies in relation thereto the position of a\ndirector, by whatever name called, or is a person in amrdance with\nwhose directions or instructions (not being directions or instruotions\nin a professional capacity only) the diredors and the society or any\ndh\n te\n  m act.\n                     inchu&n of thb ~0 b autboriaed by L.N. 33/ 19981\n28    THE BANK OF JAMAICA (INDUSTRIAL A N D PROVIDENT SOCIETIES)\n                         REGULATIONS, 1995\n                                         slamrmm                               (Regulation 8 )\n                                            PMT A\n                                  Cease and Desist Orders"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.02          THE BANK OF JAMAICA (FIXED PENALTY) (PRESCRIBD\n                           PROVISIONS) ORDER, 1996\n                                               SCHEDULE                                P-&   2)\n                                    THE BANK OF JAMAICA\n                                                      ACT\n              Notice under section 22E to Operator of an Exchange Bureau in\n                            respect of Offence under Part IVA\n        To: (Operator of Bureau)\n        ADDRESS :\n             You ARB HEREBY\n                          NOTIFIED\n                                as follows:"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. A society shall not grant credit facilities-\n   (a) to any person if the credit facilities granted exceed in the\n        aggregate 20% of the society’s capital base but where any\n        portion of suoh credit facilities is unsecured that portion shall\n        not exceed 10% of the society’s capital base;\n   (b) to any group if the credit facilities exceed in the awegate\n       40% of the society’s capital base but where any portion of\n       such credit facilities is unsecured that portion shall not exceed\n       20% of the society’s capital base."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. A society shall not pay any dividend on its capital shares-\n   (a) until d,l its oapiralized expenditure not represented by tangible\n        assets and all prior losses have been completely written off,\n        M),  however, that the Minister may by order, pmvide that,\n        subject to such terms, conditions, exceptions and restrictions\n        (if any) as he may specify therein, such expenditure shall be\n        deemed not to include expenditure for the purnhase of goodwill;\n                pEa fDchrrloll of thL p.pe k aItIlor&d by L.N. u/1m\n40    THE BANK OF JAMAICA (BUILDING SOCIETIES) REGULATIONS, I995\n          (b) if the paid-up capital or cumulative balance in the reserve\n              fund has been impaired, until such impairment has been\n              corrected;\n          (c) if, having regard to the society’s liabilities, it would be\n              imprudent to do so:\n          (a) until the requirements of Parts I11 and VI relating to reserves\n              have been met;\n         (4 until all sums due and payable to the Bank by the sooiety\n              have been paid."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. A society shall not directly or indirectly acquire or hold in the\n     aggregate any part of the share capital of undertakings in excess of\n     100% of its capital base, so, however, that-\n         (a) suoh shareholding shall not, in respect of any one such under-\n              taking as aforesaid. exceed 20% of the society’s capital base;\n             and\n          (b) the restriotions imposed by this regulation shall not apply\n              where suah shareholding is acquired in the course of the\n              satisfaction of debts due to the society but such shareholding\n              shall be disposed of at the earliest suitable time."
    },
    {
      "provision_ref": "sec25c",
      "section": "25c",
      "title": "Section 25c",
      "content": "25c      .. 218.18181            14.13795 175%                     1.216           .0788       1 per cent\n  2Oc     .. 174.54545            11.31036  copper and               .997           .0646       1 per cent\n  1Oc     .. 87.27272              5.65518  25% nickel               .578           .0375       1 per cent"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.41) A society shall not beneficially hold in fee simple for any\n     period exceeding three years from the date of acquisition, land acquired\n     in the course of the satisfaction of debts due to iit, but shall forthwith\n     after the expiry of that period sell or otherwise dispose of the land\n     absolutely so that it no longer has, direotly or indirectly. any interest\n     or cmtrol in respect thereof except by way of security.\n             (2) The Minister may in writing direct that the time specified\n     in paragraph (1) for sale or disposal of land be extended for a\n     further period or periods."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. For the purposes of this Part-\n        (a) any reference to “capitalized expenditure not represented by\n             tangible assets” shall be construed as including a reference to\n              preliminary expenses, organization expenses, share selling cofn-\n            mission and brokerage;\n                     me fnclusioa of this pwe is authorized by L.N. 33/19!%1\nTHE B A N K OF JAMAICA (BUILDING SOCIETIES) REGULATIONS, 1995                      41\n    (b) “control” in relation to capital or voting shares, means the\n        power of a person to secure that the voting rights in respect\n        of those shares are exercised in accordance with that person’s\n        wishes."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Notwithstanding anything to the contrary. where a transaction\nis entered into by a society, whether before or after the 27th day of\nMarch, 1995, in contravention of any provision of this Part, nothing\nin this Part shall prevent the society from enforcing the transaction\nagainst any person or party thereto."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. Any society which contravenes any regulation in this Part shall\nbe guilty of an offence."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Any miety which, before the 27th day of March, 1995, has\nentered into any transaction inwpatible with the provisions of this\nPart, shall within one month of the 27th day of March, 1995, submit\nto the Bank a statement giving particulars of all such transactions as\nare still in operation at that date, shall within another month submit a\nprogramme for the rectification of each such transaction for considera-\ntion by the Bank, and shall comply with such programme as is finally\ndetermined by the Bank after due discussion with the society.\n                         PARTVI-Cmh               Reserve"
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. Every society shall maintain in the form of a deposi,t with the\nBank a cash reserve not less on the average than such percentage of\nits liabilities in respect of deposits and withdrawable shares as the\nBank may from time to time determine and notify to each society."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. Where any such percentage is to be increased-\n    (a) the increase shall not exceed two percentage points in any\n        one period of thirty days; and\n     (b) the Bank shall give any society d a t e d at least fifteen days’\n          notice of the date on which the increase is to take place,"
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. subject to regulation 34, for the purpose of d e t e d n g the\namount of the cash reserve required to be maintained by a society\nduring any week-\n                IThe inclusion of this page ia authorized by L.N. 33/19981\n                                                                             ---\n42    THE BANK OF JAMAICA (BUILDING SOCIETIES) REGULATIONS, 1995\n         (a) the amount of its deposit with the Bank shall be the average\n              amount of such deposits as at the close of business on each\n              business day of the month;\n         (6) the amount of its liabilities in respect of deposits and with-\n             drawable shares shall be the mount notified to the Bank\n              within the first fifteen days of a month as being the amount\n              of such liabilities on the last day of the previous month."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. The Bank may from time to time notify a society of a change\n     in the method of calculating the average of the cash reserve to be\n      maintained under this Pant."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. Where a Society on any business day of the week fails to maintain\n     with the Bank the required deposit, that society shall pay to the Bank\n     in respect of that day interest calculated on the amount of the deficiency\n     at such rate 85 the Bank may from time to time determine."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. Tho power conferred on the Bank by reggulation 31 may be\n     CXOrCiSCd-\n          (a) either in relation to all cases b which the power extends,\n                  or in relation to all those ceses subject to specified exceptions.\n                  OT in relation  to any specified cases or classes of case;\n          (b) 90 as to make, as respects the cases in relation to which\n              it is exercised-\n                  (i) €he full provision to which the power extends or any\n                      less provision (whether by way of exception or orher-\n                        wise);\n                    (ii) the same provision for all cases in relation to which\n                         the power is exercised or different provisions for\n                         daerent cases or classes of case, or Merent provisions\n                         as respects the same case or class of oase for daerent\n                         Purposes;\n                   (iii) any such provision either unconditionally or subj-\n                         to any specified condition.\n                                 PARTVII-Liquid         Assets"
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. Every society shall so conduct its business as to ensure that its\n     liquid assets are on the average not less than such percentage of its\n                        __________.____I___                   ___-             --\n                            inchuim of this m e fa authorid by L.N. 33/ 19W\n     THE BANK OF JAMAICA (BUILDING SOCIETIES) REGULATIONS, 1995               ’   4’31\nliabilities in respeot of deposits and withdrawable shares as the ‘Rank\nmay from time to time determine and notify to each society."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. For the purposes of this Part, “liquid assets” means-\n       (a) cash reserves on deposit with the Bank in accordance with\n           Part VI:\n       (b) cash balances with the Bank in excess of such required amount:\n       (c) notes and coins whioh are legal tender in Jamaica:\n       (d) money at call or short notice not being money taken into\n           account in determining the liquid assets of the bank or other\n           financial institution with which it is deposited;\n       (e) Treasury Bills of the Government of               Jamaica;\n       (j) local registered stocks the maturity date of which will occur\n           within a period not exceeding nine months;\n       (g) amounts deposited with the Bank for such period as the Bank\n           may from time to time determine:\n       (h) such other assets as the Minister may determine after con-\n           sultation with the Governor of the Bank."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39. Where any such percentage is to be increased-\n        (a) the increase shall not exceed five percentage points in any\n           one period of thirty days; and\n       (b) the Bank shall give any society affected at least fifteen days’\n           notice of the date on which the increase is to take place."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40. Subject to regulation 41, for the purpose of determining the\namount of the liquid assets required to be maintained by a society\nduring any week-\n     (a) the amount of its liquid assets shall be the average amount\n         of such a s s e l at the close of business on Wednesdays of the\n         month; and\n       (6) the amount of its liabilities in respect of deposits and with-\n            drawable shares shall be the average amount of such liabilities\n            at the close of business on Wednesdays in each of the four\n           consecutive weeks ending with the last Wednesday but one\n           of the preceding month.\n-_                   _ _ . - - - - - __ -\n                   Fbe inchuioa of tbis page b authortcd by L.K &/199Sl\n                                                                          -\n44    THE BANK OF JAMAICA (BUILDING SOCIETIES) REGULATIONS. 1995"
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41. The Bank may from time to time notify a society of a change\n     in the method of calculating the average of the liquid assets required\n     to be maintained under this Part."
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42. Where a society on any business day of the week fails to\n     maintain as liquid assets the amount which it is required to maintain\n     under this Part, that society shall pay to the Bank in respect of that\n     day interest calculated on the amount of the deficiency at such rate\n     as the Bank may from time to time determine."
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43. The power conferred on the h n k by regulation 37 may be\n     exercised-\n         (a) either in relation to all cases to which the power extends\n              or in relation to all those cases subjeot to specified exceptions,\n              or in relation to any specified cases or classes of case;\n         (b) 80 as to make, as respects the cases in relation to which it is\n             exercised-\n                (i) the full provision to which the power extends or any\n                    less provision (whether by way of exception or\n                    otherwise);\n                 (ii) the same provision for all cases in relation to which\n                      the power is exercised or different provisions for\n                      different cases or classes of case, or difPerent provisions\n                      as respects the same case or class of case for different\n                     purposes;\n                (iii) any such provision either unconditionally or subject to\n                      any specified condition.\n                                  PARTVIII-Returns"
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44. Subject to regulation 45, every society shall in relation to its\n      operations in J d c a or elsewhere deliver to the Bank in such form as\n     the Minister may from time to time approve-\n           (a) not later than fourteen working days after the Iast day of\n               each month a monthly statement of assets and liabilities;\n         (b) not later than fourteen working days after the last day of\n             each month a monthly return providing an analysis of\n             customers’ liabilities to the society in respect of credit facilities;\n              ____ ____              ______.-_-                 -- -            -\n                     IThe hrlluica of th& page is eurhorizsd by L.N. 33/1998l\n  THE 5 A N K OF JAMAICA (BUILDING SOCIETIES) REGULATIONS, 1995                     45\n     (c) not later than sixty days after the end of each year, an annual\n          return made up at the end of that year, of-\n            (i) the society’s current operating earnings and expenses\n                during the year;\n           (ii) all debts payable by the society in Jamaica or else-\n                where in respect of which during a period of seven or\n                 more years no transaction has taken place and no state-\n                 ment of account has been requested or acknowledged\n                 by the creditor;\n           (iii) drafts or bills of exchange drawn, certified or accepted\n                 by the society and payable in Jamaica or elsewhere,\n                 and outstanding for seven or more years from the date\n                 of suoh dmwing, certifioation or acceptance, as the\n                 m e may be;\n           (iv) all dividends and bonuses remaining unpaid for a period\n                exceeding five years;\n           (v) land acquired in the course of the satisfaction of debts\n               due to the society and beneficially held in fee simple\n               by the society;\n    (d) not later than fourteen working days after bhe month to which\n        it relates a monthly return showing particulars of credit\n        facilities in respect of which nu) interest which is due and\n        payable has been paid for a period of three months or mom;\n    (e) not later than fourteen working days after the month to which\n        it relates a monthly return showing particulars of the society’s\n        contingent and prospective liabilities;\n    <n such other returns, statements or information as the Minister\n        m y require."
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. No statement or return shall b required under paragraph (a).\n(b), (cxi). (4, (e) or (f) of regulation 44 in respect of the affairs of\nany particular customer of a society."
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46. The Minister may, if he thinks necessary in any particular case.\nextend the time prescribed for the sending of a statement or return\nunder regulation 44.\n     -__                         __                    ____-                -- --\n               ll’lm i d d o n of tht page ia authorized by L.N. 33/19981"
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47. Every society which fails to make any return or furnish any\n      information in accordance with the requirements of this Part or the\n      Bank of Jamica Act, shall be guilty of an offence."
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48. If any return required to be made, or any information required\n      to be furnished, under or pursuant to this Part or the Bank of Jamaica\n      Act, is transmitted by post, the date appearing by the stamp or mark\n      of the post office in Jamaica upon the envelope or wrapper enclosing\n      the return or information received by the Minister or the Bank, as the\n      case m y be, as the date of deposit in the post office shall be taken\n      prima facie for the purposes of this Part to be the day upon which\n      the ream was made or the information was furnished."
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49. The Bank may publish in a daily newspaper printed and\n      circulating in Jamaica information in suoh form as may be approved\n      by the Minister on the liabilities and assets of each society furnished\n      under paragraph (a) of regulation 44 :\n         Provided that no information in respect of the affairs of a particular\n      custoaner of a society shall be so published."
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50. In this Part “working day” means any day on whioh a society\n      is normally open for business.\n                                  PART D(--Accounts"
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51.41) Every society shall-\n           (a) not later than ninety days after the end of each financial\n                year, submit the relevant documents to the Bank;\n           (b) not later than fourteen days after the date on which the\n                relevant documents are submitted pursuant to this paragraph,\n                cause a copy thereof to be published in a daily newspaper\n                printed and circulating in Jamaica;\n           (c) exhibit throughout each year a copy of the latest relevant\n                documents in a conspicuous position in each place of business\n                of the society in Jamaica.\n              (2) For the purposes of this Part “relevant documents” means\n      an audited balance sheet and profit and loss account in respect of\n      all business transacted by the society in its last financial year and\n      signed by not less than two of the society’s directors.\n              (3) Any society whioh contravenes this regulation shall be guilty\n      of an offence.\n                         -____                            __ -~\n                      me inclusion of thh page is authorid by L.N. 33/1998l\n        THE BANK OFJAMAlCA (BUILDING SOCIETIES) REGUIATIONS, 1995"
    },
    {
      "provision_ref": "sec52",
      "section": "52",
      "title": "Section 52",
      "content": "52. Where a society has a subsidiary or subsidiaries, the relevant\ndocuments required for the purposes of regulation 51 shall include a\nConsolidated Balance Sheet and Consolidated Profit and Loss Account\nrelating to the society and its subsidiaries."
    },
    {
      "provision_ref": "sec53",
      "section": "53",
      "title": "Section 53",
      "content": "53. Where a society-\n       (a) is a subsidiary or parent of; or\n       (b) shares a common parent with a compaq which is the immediate\n              holding company of. or\n       ( c ) directly or indirectly controls or is controlled by,\nany other company, the society shall ensure that each of the aforesaid\ncompanies submits to the Bank an audited balance sheet and profit and loss\naccount in respect of all business transacted by it in its last financial year and\nsigned by not less than two of its directors:"
    },
    {
      "provision_ref": "sec54",
      "section": "54",
      "title": "Section 54",
      "content": "54. If in the opinion of the Bank the information contained in the\nconsolidated accounts furnished by a society or in individual accounts\nfurnished by a society's subsidiary, parent or holding company, as the case\nmay be, indicates the likelihood of insolvency, on the part of the society, its\nparent or holding company or any of its subsidiaries, the Bank may, after\nconsultation with the society, issue to the society such directions as the Bank\nthinks fit and without prejudice to the generality of the foregoing the\ndirections may require-\n       (a) the increase of the paid-up capital of the society;\n       ( b ) the sale, transfer or other disposition of the subsidiary or of pa~I\n              of its business;\n       (c) the winding up of the subsidiary."
    },
    {
      "provision_ref": "sec55",
      "section": "55",
      "title": "Section 55",
      "content": "55. Where a subsidiary of a society is registered under the Industrial and\nProvident Societies Act or where a person who has effective control of a\nsociety also has effeaive control of a society registered under that Act-\n       (a) the accounts of the subsidiq shall be consolidated with those of\n              the society to the intent that-\n                      (i) deposits faken by the subsidiary shall & deemed to be\n                           liabiities of the society for the purposes of Parts VI\n                           and VII;\n                      (ii) loans or credit facilities granted by the subsidiary shall\n                           be deemed to be loans of the society in the com-\n                           putation of risk-based assets of the society p u ~ ~ u ato\n                                                                                   nl\n                           regulation 10 and for the purposes of Part V:\n        (b) any transfer of funds to the subsidiary by the society shall be\n              deemed to be a loan or the granting of credit facilities for the\n              purposes of Part V,\n        (c) the society shall make returns under Part WI in relation to the\n              operations in Jamaica of the subsidmy as if the subsidiary were a\n              society;\n        (d) the society shall make a rearm of all loans transferred to the\n              subsidiary whether transferred for consideration or for purposes\n              of oollection.\n                   [The vlclurbn of thb page b aulhmircd by L.N. It20061\n         THE BANK O F J W C A (BUIDLVGSKIETIET) REGUA TM)NS. JWS\n    5 5 k - 4 1 ) Without prejudice to the provisions o f regulation 51, the\nSupenisor may, by instiinnht in inting, req& the manager of any society\nto supply. within such time as may be specified in the instrument. such\ninformation relating to the financial position of the society including that of\nits branches and subsidiaries wherever l e t e d as may be so specified.\n              (2) Any person who fails to comply with the requirements of such\nan instrument or who in response to such instnunent knowingly or wilfully\nsupplies false information to the Supenisor shall be guilty of an offence.\n              (3) The manager of a society whichis or is likely to become\nunable to meet its obligations shallI without prejudice to any obligation\nimposed under paragraph 1. forthwith inform the Supervisor in writingof the\nfinancial position of the society.\n                           PARTX--Credit Facilifv Reserve"
    },
    {
      "provision_ref": "sec56",
      "section": "56",
      "title": "Section 56",
      "content": "56. Where, in respect of any credit facilities granted by a society. no\npayment of principal or interest which is due and payable has been made for\na period of three m o n t h s\n        (a) the society shall establish an appropriate reserve (hereinafter\n               referred to as a credit facility reserve) in respect of all such\n               facilities; and\n        ( b ) interest in respect of such facilities shall not wntinue to be taken\n               to the profit and loss account after the ex~ilationof that period:\n        (c)    in respect of any transaction prior to the 27th day of March 1995.\n               pursuant to which interest has been carried to the profit and loss\n               account after the expiration of the three-month period, the society\n               shall take steps either-\n                       (i) t o reverse such interest carried after the three-month\n                            period; or\n                       (ii) to establish a credit facility reserve for any such unpaid\n                            intcrest as aforesaid.\n     57: There shall be shown on the audited balance sheet of each society the\n aggegate amount of the credit facility reserve and the pomon thereof which\n has been written off against the profit and loss account."
    },
    {
      "provision_ref": "sec58",
      "section": "58",
      "title": "Section 58",
      "content": "58. Where the t e p s of any credit facilities referred to in regulation 56\n have been altered pursuant to a renegotiation the society shallwithin seven\n days after the date of such negotiation notify the Bank in writing giving fuU\n paniculars thereof.\n                                   PARTXI-.4udirors"
    },
    {
      "provision_ref": "sec59",
      "section": "59",
      "title": "Section 59",
      "content": "59.+1)       Subject to such conditions as may be specified by the Minister\n the Bank shall be entitled to summon the auditor or any former auditor of a\n society for the purpose of making enquires into the operations and f m c i a l\n position of that society.\n             (2) Where an auditor is summoned under this regulation the Bank\n shall in writing notify the society concerned which shall have the right to\n attend any meeting held by the Bank with that auditor.\n                   [The incluion or this page i s authorized by L.X. 1/?006]\n        7UEGRNKOFJAMAIC.4(BUILDINGSO2IETIES) REGULATIONS,1995                                49"
    },
    {
      "provision_ref": "sec60",
      "section": "60",
      "title": "Section 60",
      "content": "60. An auditor or former auditor of a society shall not be regarded as\n&ing in br&ch of his duty to the sbCi'e&iii cd&ipence of any disclosure to\nan authorized officer pursuant to this Part."
    },
    {
      "provision_ref": "sec61",
      "section": "61",
      "title": "Section 61",
      "content": "61. Where an auditor appointed by a society-\n        ( a ) intends to resign at any time during the currenq of his\n               appointment: or\n        ( b ) has given notice in \\tliting to the society of his unwillingness to\n               be considered for reappointment at the expiration of the period for\n               which he is appointed,\nthat auditor shall give written notice to the Bank accordingly, and shall in\nsuch notice state the reasons for his intention to resign or his unwillingness to\nbe considered for reappointment."
    },
    {
      "provision_ref": "sec62",
      "section": "62",
      "title": "Section 62",
      "content": "62. Where-\n        ( a ) a society intends to terminate the appointment of its auditor, or\n        ( b ) a resolution has been passed at any general meeting of the ukliety:\n               providing that the auditor shall not be reappointed,\nthe society concerned shall notify the Bank accordingly, and shall in such\nnotification state the reason for such intention to terminate or for the passage\nof such resolution.\n                   PART XI-Actual and~~~rehendedlnsolY&v"
    },
    {
      "provision_ref": "sec63",
      "section": "63",
      "title": "Section 63",
      "content": "63. The Minister after consultation with the Supervisor may in relation to\na society which is or appears likely to become unable to meet its obligations\ntake such steps as he considers best calculated to serve the public interest,\nthat is to say, he may-\n        ( a ) suspend or revoke the society's licence in accordance with Part C Fwodulc\n                                                                                     -.\n               of the First Schedule;                                                M C .\n         ( b ) present to the court a petition for the winding up of the society or\n               an application regarding reconstruction of the society."
    },
    {
      "provision_ref": "sec64",
      "section": "64",
      "title": "Section 64",
      "content": "64.+1)       Where the Supervisor believes that any of the conditions\n specifiedin paragraph 1, 2, 3 or 4 of Part D of the First Schedule exists in\n relation to any society, the Supervisor may-\n         ( a ) require the society to give an undertaking signed by the majority\n               of the members of the society's Board to take such ccneclive\n               action as may be agreed between the society and the Supenisor;\n               or\n         ( b ) give to the society such directions as appear to the Supenisor to\n               be desirable in the interest of the society's depositors and holders\n                of withdrawable shares, whether for the purpose of safeguarding\n                its assets or otherwise, and may, in particular-\n                       (i) require the society to take cerlain steps or to refrain\n                            fmm adopting or p u d g a particular c o w of action\n                            or to restrict the scope of its business in a particular\n                             way;\n                       (ii) impose limitations on the acceptance of deposits, the\n                             granting of credit or the malang of investments.\n                   p'k inslvrion   this page is auhrized by LN. IRW61\n                     (iii) pmhibit the society fmm soliciting deposits either\n                           generally or from persons who are not already\n                           depositors;\n                    (iv) pmhibii the society from entering into any other\n                           transaction or class of transactions;\n                     (v) require the removal of any director or manager, or\n      (c) issue a cease and desist order in accordance with Part A of the\n             First Schedule; or\n          (2) Where a society ceases to be liable for deposits which were or\ncould have been the subject matter of the Supervisor's powers under this\nregulation-\n      (a) no direction shall be given by the Supervisor to that society\n             pursuant to this regulation; and\n      (b) any direction of the Supervisor which was given to that society\n             shall cease to have effect.\n         (3) Where the Supervisor believes that a society is or appears likely\nto become unable to meet its obligations or that nay of the conditions\nspecified in paragraph 5, 6, 7, 8, 9, 10. 11 or 12 of Part D of the First\nSchedule exists the Supervisor may-\n       (a) require the society to give an undertaking signed by the majority\n              of the members of the society's board or committee of\n              management to take such corrective action as may be agreed\n              between the society and the Supervisor; or\n       (b) give to the society such directions as appear to the Supervisor to\n              be desirable in the interest of the society's depositors and holders\n              of withdrawable shares whether for the purpose of safeguarding\n              its assets or otherwise, and may, in panicula-\n                      (i) require the society to take cenain steps or to refrain\n                            from adopting or pwsuing a panicular wwse of action\n                            or to restrict the scope of its business in a panicular\n                            way:\n                      (ii) impose limitations on the acceptance of deposits, the\n                            issue of withdrawable shares, the granting of credit or\n                            the making of investments;\n                      (iii) prohibit the society from soliciting deposits and shares;\n                      (iv) prohibit the society from entering into any other bans-\n                            action or class of transactions;\n                      (v) require the removal of any director or manager. or\n        (c) issue a cease and desist order in accordance with Pan A of the\n              First Schedule: or\n        (d) assume the temporary management of the society in accordance\n               with Pan B of the First Schedule.\n           (4) The Minister may, after consultation with the Supervisor, @ve\n to the Supervisor directions of a general character as to the policy to be\n followed by the Supervisor in the performance of his functions under para-\n                   [The iocluian of chis page is authatircd by L.N. IRW6)\n          nfE BdNK OFJAMAICA (BUILDhVG SOCIETESJ HEGULATIONS, lW5                        50.01\ngraph (l), in relation to matters appearing to the Minister to concern the\npublic interest.\n            (5) The Supenisor s M I inform the Minister in writing of any\naction that he intends to take under paragraph 1"
    },
    {
      "provision_ref": "sec65",
      "section": "65",
      "title": "Section 65",
      "content": "65. A society which fails to comply with any requirement or contravenes\nany prohibition imposed by any direction or e a s e and desist order under this\npart shall be guilty of an offence."
    },
    {
      "provision_ref": "sec66",
      "section": "66",
      "title": "Section 66",
      "content": "66. A contravention of a prohibition imposed under this Part shall not\ninvalidate any transaction.\n                            PARTXIIA-Miscellaneous"
    },
    {
      "provision_ref": "sec66a",
      "section": "66A",
      "title": "Section 66A",
      "content": "66A.41) A person to whom this regulation applies shall not, without\nthe express authorization in writing of the Minister, act or continue to act as a\ndirector of, or be directly or indirectly concerned in the management of any\nsociety.\n            (2) Paragraph 1 applies to any person wh-\n          (a) is not a fit and proper person as referred to in section SB(3) of\n                the Act;\n          (6) whether in Jamaica or elsewhere has been a director of or\n                directly concerned in the management of a society, bank\n                licensee under the Financial Institutions Act or other f m c i a l\n                institution referred to in the Second Schedule.                    %m\n                                                                                    d,l\n                                                                                   Sshedulo.\n            (3) Any person who contravenes the provisions of paragraph 1\nshall be guilty of an offence.\n            (4) It shall be the duty of every society to ensure that, in relation\nto the society, persons do not act or continue to act in contravention of\nparagraph 1 and, subject to paragraph 5, any society which contravenes this\nparagraph shall be guilty of an offence.\n            (5) It shall be a defence to a society charged purmant lo\nparagraph 4 for a society to pmve that it took all reasonable steps in the\ncircumstances to prevent a contravention of paragraph 1."
    },
    {
      "provision_ref": "sec66b",
      "section": "66B",
      "title": "Section 66B",
      "content": "66B.41) This regulation shall apply to an offence specified in the Third\n Schedule.\n             (2) The supenisor may give to any person which he has reason to\nbelieve has mmmitted an offence to which this regulation applies , a notice in\n writing in the prescribed form offering that person the opportunity to\n discharge any liability to conviction of that offence by payment of a fixed\n penalty under this regulation\n             (3) No person shall be liable to be convicted of the offence if the\n fixed penalty is paid in accordance with this regulation and the requirement\n in respect of which the offence was committed is complied with before the\n expiration of the fifteen days following the date of the notice referred to in\n paragraph 2 or such longer period (if any) as may be specified in that notice\n or before the date on which proceedings are begun, whichever event last\noccurs.\n                   [The inclvrion or this page is authotized by LN. 1/ZW6]\n                   THERANK OFJAMAlCA lBUILDING SOCIETIES) REGUIATIONS. 1953\n                       (4) Where a person is given noticc'under this regulation in respect\n           of an offence, proceedings shall not be taken against the person for that\n           offence until the end of the fifteen days folloning the date of the notice or\n           such longer period (ifany) as may have been specified therein.\n                       (5) In paragraphs 3 and 4 \"proceedings\" means any criminal\n           proceedings in respect of the act or omission constituting the offence\n           specified in the notice under paragraph 2 and \"convicted\" shall be consuued\n           in like manner.\n                       (6) Pajment of a fixed penalty under this regulation shall be made\n           to the Collector of Taxes specified pursuant to paragraph 7; and in any\n           proceedings a certificate that payment of a fised peMlh7nas or was not made\n           to the Collector of Taxes by a date specified in the certificate shall. if the\n           cenificate purpolts to be signed by the Collector of Taxes, be admissible as\n           evidence of the faas stated therein.\n                   .    (7) A notice under paragraph 2 shall-\n                     (a) spec@ the offence alleged;\n                     ( 6 ) give such particulars of the offence as are necessary for giving\n                           reasonable information of the allegation;\n                     (c) state-\n                                (i) the period (whether lifteen days or a longer period)\n                                     during which by vime of paragraph.4: proceedings\n                                     will not be taken for the offence: and\n                                (ii) the amount of the fixed penally and the Collector of\n                                     Taxes to whom and the address at which it may be\n                                     paid.\n~hird                   (8) The. fixed penalty for the offences specified in the Third\nSshdvlr.\n            Schedule shall be the penalty specified therein in relation lo such offences.\n                        (9) In any proceedings for an offence to which this regulation\n            applies, no reference shall be made after the conviction of the accused to the\n            giving of any notice under this regulation or to the payment or non-payment\n            of a fixed penalty thereunder unless in the course of the proceedings or in\n            some document which is before the court in connection with the proceedings,\n            reference has been made by or on behalf of the accused to the giving of such\n            a notice, or, as the case may be, to such payment.\n                         (10) The Minister may, by order, make provision as to any matter\n            incidental to the operation of this regulation, and in particular, any such order\n            may-\n                      (a) prescribe the form of notice under paragraph 2, and the Collector\n                            of Taxes to whom a fixed penally is payable;\n                      (6) ~.\n                      . , soecifi, the nat& of the information to be furnished to the\n                            Collector of Taxes along with any paymenl;\n                      (c) mntain provisions as to the arrangements for the Collector of\n                            Taxes to furnish to the Supvisor, infortnation with regad to\n                            any payment pursuant to a notioe under this regulation;\n                      (d) amend the Third Schedule.\n                             [The incluion af Ulis page is auUlarked by L.N. 112W61\n        (11) An order made under paragraph 10 W be subjeot to a&-\nmative resolution."
    },
    {
      "provision_ref": "sec67",
      "section": "67",
      "title": "Section 67",
      "content": "67. The offences specified in the 1% column of the Fourth Schedule n~lb\ns M l incur the penalties specified in relation thereto in the second column Dmbrduk.\nthereof."
    },
    {
      "provision_ref": "sec68",
      "section": "68",
      "title": "Section 68",
      "content": "68. Every offence under and every contravention of these Regulations\nmay be tried summarily before a Resident Magistrate."
    },
    {
      "provision_ref": "sec69",
      "section": "69",
      "title": "Section 69",
      "content": "69. Where any pason commits an offence against these Regulations for\nwhich no penalty is expressly provided he shall be liable to a fine not\nexceeding five hundred thowand dollars or to imprisonment for a term not\nexceeding six months."
    },
    {
      "provision_ref": "sec70",
      "section": "70",
      "title": "Section 70",
      "content": "70. A person upon whom a fine is imposed unda this Act may be\nsentenced in default of payment thereof to imprisonment with or without hard\nlabour in the case of a fine-\n         (a) not exceeding two hundred thousand dollars, for a period not\n             exceeding threemonths;\n        (b) exceeding two hundred thousand dollars but not exceeding one\n            million dollars, for a period not exceeding six months,\n        (c) exceding o w million dollats, for a period not exceeding twelve\n            months."
    },
    {
      "provision_ref": "sec71",
      "section": "71",
      "title": "Section 71",
      "content": "71. Where an offence under this Act oommitted by a society is proved-\n        (a) to have been wmmitted with the consent or wnnivance of any\n            director, manager, seaetary or other similar officers of the\n            society or any person who was purporting to act in that capacity;\n            or\n        (b) to be atfributable to the failure of any such director, manager,\n            secretary or other officer or person to exercise all such\n            reasonable diligence as he ought in the circumstances to have\n            exercised to prevent the offence, having regard to the nature of\n            his functions and all the circumstances,\nsuch director, manager, secretary or other ofilcer or person as aforesaid, as\nwell as the society shall be guilty of that offence and shall be liable to be\nproceeded against and punished aocordiily.\n                    I T k l r u l u r ~of tho pee w a t b m e d b y LN 3 3 m q\n         THE BAWK OF JAMAICA (BWDMrO SOCIETIES) REGULATIONS, I995"
    },
    {
      "provision_ref": "sec72",
      "section": "72",
      "title": "Section 72",
      "content": "72. For the purposes of this Part, a person shall be deemed to be a\ndirector of a society if he occupies in relation thereto the position of a\ndirector, by whatever name called, or is a person in accordance with whose\ndirections or instmetions (not being directions or instructions in a\nprofessional capacity only) the directors and the society or any of them act.\n                                                                      (Replations 63 and 64 )"
    }
  ],
  "definitions": [
    {
      "term": "proceedings",
      "definition": "any criminal",
      "source_provision": "sec66b"
    }
  ]
}