{
  "id": "jm-subs-the-bees-control-act",
  "type": "statute",
  "title": "The Bees Control Act",
  "title_en": "The Bees Control Act",
  "short_name": "Bees Control Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-bees-control-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-bees-control-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the Bees (Importation of\nMetal Containers for Honey) Regulations, 1959."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. The Chief Plant Protection Oflicer is authorized to grant per-\nmission to bring within the limits of this Island honey or beeswax\nintended fcmr transshipment or in transit on ships or vessels on the\nfollowing conditions-\n        Honey intended for transshipment shall be packed in sealed\n        metal containers entirely sound and free from leaks. The\n        gross weight of each container shall not exceed 7 lbs.\n        The metal containers of honey intended for transshipment\n        shall be securely cased in new wooden cases, hooped or\n        wired and free from all traces of honey on the outside. The\n        gross weight of each case of honey shall not exceed 70 Bs.\n        Beeswax intended for transshipment shall be refined wax\n        packed in sealed metal containers. The gross weight of each\n        container shall not exceed 28 lbs.\n        The metal containers of beeswax intended for transshipment\n        shall be securely cased in new wooden cases hooped or wired\n        and free from all traces of honey or beeswax on the outside.\n        The gross weight of each case of beeswax shall not exceed\n        70 Ibs.\n        The transshipment of any honey or beeswax imported under\n        the foregoing regulations shall take place in the port of\n        Kingston only and shall not commence until the consign-\n        ment has been inspected on board ship by an officer of\n        Customs who, if he finds that these Regulations have not\n              lIho inclusion of thia page is authorized by L.N. 4/1976I\n8    THE BEES (TRANSSHIPMENT OF HONEY A N D BEESWAX)\n                     REGULATIONS, I934\n         been fully complied with, shall have power to order that\n         the whole or any portion of such consignment be not trans-\n         shipped.\n    (vi) Honey or beeswax in transit on ships or vessels but not\n         intended for transshipment in this Island and which is not\n         packed in accordance with the provisions of conditions (i),\n         (ii), (iii) and (iv) herein, shall be permitted within the limits\n         of the Island on the following conditions only-\n             (a) that the hold or part of the ship in which such\n                 in transit honey or beeswax is stored shall be so\n                 secured as effectively to prevent the entrance of\n                 bees thereto;\n             (b) that all hatches or entrances to any hold or part\n                 of a ship in which such in transit honey or beeswax\n                 is stored shall be sealed by an officer of Customs\n                 immediately upon the arrival of such ship in any\n                 port of this Island and that such hatches or entrances\n                 shall remain sealed as long as such ship shall re-\n                 main within the limits of the Island;\n             (c) that no such honey or beeswax in transit shall be\n                   unshipped or landed or transshipped under any cir-\n                   cumstances from any vessels or ship within the\n                   limits of the Island.\n              lTbe iadusian d thL pago is authorized by L.N. 4119761\n                              BEES CONTROL                                       9\n                    THE BEES CONTROL ACT\n                               REGULATIONS\n                             (under section 4 )\n   THE BEES (IMPORTATION\n                     OF METALCONTAINERS\n                                     FOR HONEY)\n                  REGULATIONS,\n                            1959\n (Made by the Governor in Council on the 23rd day of January, 1959) L.N. 18/59"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. No person shall import into the Island any metal container pre-\nviously used for the storage of honey unless-\n     (a) such container has been thoroughly cleansed and sterilized\n         either with formaldehyde and boiling water mixed in the\n         following proportions, that is to say, one part of formaldehyde\n         to four parts of water, or with some other cleansing and\n         sterilizing agent approved by the Minister; and\n    (b) the shipment of which the container forms a part is accom-\n         panied by a certificate issued by a competent authority in\n         the country of origin stating that the used containers in the\n         shipment have been cleansed and skrilized in accordance\n         with the provisions of this regulation."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Eveay shipment of containers previously used for the storage\n              -\nof honey shall, on arrival in the Island, be inspected by a person\nappointed by the Minister for the purpose, and it shall be lawful for\nsuch person where it appears to him-\n                  inclusion of this page k authorizd by L.N. 4119761\n  THE BEES (IMPORTATION OF METAL CONTAINERS FOR HONEY)\n                     REG ULATIONS, 1959\n    (a) rhat paragraph (a) of regulation 3 has not been complied\n        with, to cause such container to be cleansed and sterilized\n        in accordance with the provisions of that paragraph;\n    (b) that paragaph (b) of the said regulation has not been com-\n        plied with, to cause all the containers in such shipment to\n        be cleansed and sterilized as aforesaid,\nand to recover from the importer as a civil debt the cost of such\noperation.\n             (The ioelusion of this ppsc is authorized by L.N. 4/1976]\n                                BEES CONTROL                                                11\n                      THE BEES CONTROL ACT\n                                      ORDER\n                               (under section 6)\n       l%El   BEES (PROTECI’ION FROM DISEASE)ORDER, 1940\n     (Made by the Governor on the 4th day of August, 1940)                   C3.N. 153140\n                                                                             A d :\n                                                                             L.N. 35/44\n                                                                                  74/44\n                                                                                 211168"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. A person, appointed by the Governor-General to carry out the\n     provisions of the Act or any order issued thereunder, is empowered\n     to destroy forthwith any colonies of bees and the hives or parts\n     thereof which he finds on inspection to be infected with “Foul Brood\n     Disease of Bees” and/or other disease of bees within the meaning of\n     the Act."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. When in the opinion of the Chief Plant Protection Officer any\n     apiary, by reason of its infection with “Foul Brood Disease of Bees”\n     and/or other disease of bees within the meaning of the Acr, is a\n     menace to the health of any other apiary in the same locality, or\n     the general welfare of the beekeeping industry of the Island, the Chief\n     Plant Protection Officer is hereby authorized and empowered to des-\n     troy such apiary in such manner and under such conditions as he\n     may deem fit and proper.\n                   cIbc/indution of thir p.8e k authorhd by L.N. 4/Wq\n                                  BEES CONTROL                                             13\n                         THE BEES CONTROL ACT\n                                      RULES\n                                 (under section 14)\n.-                 THEBEES (TRANSPORTATION)\n                                       RULES,1920\n       (Made by the Governor in Privy Council on the 2nd day of              O.N.~~IIZO\n                                                                             Amd:\n                            November, 1920)                                  L.N. 217168"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The person duly authorized by the Chief Plant Protection OfEcer\nfor the purpose shall remove every Queen Bee from the package or\ncage in which the same shall have been imported and shall transfer\n                  mchuioa of this pase ia authorized by L.N. 41197q\n4     THE BEES (IMPORTATION OF QUEEN BEES) REGULATIONS, 1920\n    such Queen Bee to a fresh package or cage with a fresh escort and\n    food supply, and he shall immediately bum or cause to be burnt\n    the original package and cage and also the original escort and food\n    supply."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The Chief Plant Protection OfEicer shall exercise due diligence\n    so that the Queen Bees shall be transfenred as aforesaid and be re-\n    directed to the importer to the address furnished by the application,\n    with as little delay as possible, but he shall not be responsible for\n    any delay or loss of any Queen Bees that m a y occur."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Every importation of Queen Bees shall be made entirely at the\n    importer’s risk and no claim for damages shall be made or be sustain-\n    able by him, for any deaths or losses of Queen Bees that may occur\n    in carrying out these Regulations.\n                  W e inclusion of this page is authorized by L.N. 4119761\n                               BEES CONTROL                                           5\n                     THE BEES CONTROL ACT\n                                REGULATIONS\n                              (under section 4)\n      T H E BEES (IMPORTATION OF CAYMAN ISLANDS HONEY)\n                            REGULATIONS,\n                                     1921\n        (Made by the Goverrwr in Privy Council on the 22nd              G.N. 130121\n                                                                        Amd :\n                      day of February, 1921)                            L.N.277168"
    }
  ],
  "definitions": []
}