{
  "id": "jm-subs-the-broadcasting-and-radio-re-diffusion-act",
  "type": "statute",
  "title": "The Broadcasting and Radio Re-diffusion Act",
  "title_en": "The Broadcasting and Radio Re-diffusion Act",
  "short_name": "Broadcasting and Radio Re-diffusion Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-broadcasting-and-radio-re-diffusion-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-broadcasting-and-radio-re-diffusion-act",
  "provisions": [
    {
      "provision_ref": "sec0",
      "section": "0",
      "title": "Section 0",
      "content": "0.0133 (Z).dlivol,ts and, as measured at the end of a 30 metre a b l e\n     drop that is C O M ~tuOthe    subscriber b p\n                                 ~ ~                     2 .times the square\n     root 0.00662 (Z)millivolts, where 'Z' is the appmpmte mpedance value."
    },
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1 . A licensee shall not pmvide subscriber te hision service on any system\n     in the frequency bands 108-137 and 225-400 MHz un!leas such system\n     meets at least w e of the following subscriber television basic signal leakage\n     performance criteria-\n           (a) prior to the carnage of signals in the aeronautical mdio bands\n               and at least once eadh calendar year, with no more than 12\n               months between successive tests based on a sunfling of a t l w t\n               75% of the cable strand and including m y portion of the rub-\n               scri8bertelevision system which is known to have or can reasonably\n               be expeoted to have less leakage integrity than the average of\n               the system, compliance with a ournunative signal leakage index\n               is demonstrated by proving that-\n                 (i) 10 log ~ W isO equal to or less trhan -7; oc\n              . (ii) 10 log IWis equal to or less &an 64,\n              using one of the following f o r m u l a e\n                lThi i:,clu\\ion of this page is authorized by L.N. 54/2000]\n          THE TELEVISION A N D SOUND BROADCASTING                                49\n                      REGULATIONS, 1996\n           where-\n                 “E;” means the electric field strength in microvolt per\n                     metre V/m;\n                 “n” means the numiber of leaks found of fidd strength\n                     equal to or greater than 50 uV/m;\n                 “0”means the fraction of the subscriber television system\n                   a b l e length aotually examined for leakage sources whidh\n                   is equal to the strand kilometres of plant tested divided\n                   by the total strand kilometres h the plant;\n                 “r;” means the distance in metres between the leaklage\n                      source and the centre of the swbecnir television system;\n                 “R;” means the slant height distance in metres from the\n                     leakage source to a paint 3000 metres above the centre\n                     of the subscriber television system;\n    (6) prior to carriage of s i g d s in the aeronautical radio bands and\n        at least once eaoh calendar year wish no more than 12 months\n        between successive tats the subscriber television system operator\n        demonstrates by measurement in the alirspace t h at     ~ no point\n        doea the field strength genembd by the sutbwriber television\n        system exceed 10 microvolt per mdre (uV/m) rms a an altitude\n        of 450 metres above €he average terrain of the subscrjber telc-\n        vision system;\n    (c) the measurement system (including Uhe receiving antenna) s h d\n          be calibrated against a known field of 10 uV/m rms produced\n          by a well charaoterized antenna consisting of orthogonel resonant\n          dipoles, both para114 to and one quarter wavelength above the\n          ground plane of a &meter of 2 metres or more at ground\n          level;\n    (4the dipoles shall have centre8 cdmted and be excited 90 degrees\n          alpad;\n    (e)                                                  l 25 W z ;\n        fie half-power bandwidth of the detector d ~ a l be\n    (j)an ai&       anteama shall be horizonuy polarized;\n    (g) calilbmtion shll be m  ade in tjhe coarmunlty unit or, if more\n        than one, in any of the cmmnUni$ units of &e physical sylPtm\n        within a reasonable time period to performing the measurements;\n        and if data is recorded digitauy the 90th percen~le level of\n        points recorded over the cable sygtan shall not exceed 10 uV/m\n          Fms;\n    (h) if andog recordings are used the peak values of the curves when\n        d e d according to good enginedng pradces ahall not exceed\n        10 uV/m rms."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.   All stations, regnrdless of the slereophonio transmission shall not exceed the maximum\n     modulation limits of 100% on peaks on hequent recurrence refmeneed to 75 kHz\n                                    -\n     deviation. Stations ~rovidinnsubsidiw communications services using\n     standards conowrently with the broadcasting of stereophonic or monophonic\n                                                                                  - subcarrier\n     pmgammos mny inmeare the peek modulation deviation as follows-\n           (a)    the total peak modulation may be increased 0.5 per cem for each per cmt\n                  subcarrier injection modulation,\n           (b) the modulation shall not exceed 110 per cent (82.5 klfz peak deviaioo)\n                    [The inelusion of this page is authorized by L.N. 13StZM3 ]\n                       TfIE TELEVISION AND SOUND BROADCASTNG\n                                   REGULATIONS I996\n                                       FOURTH SCHEDULE                           (Regulation 5 (2) (b) )\n                  THE BROADCASTING AND RADIO RE-DIFFUSION ACT\n              Subscrihcr Tolovision Quarterly Return pun;uwt to regulation 5 (2) ( b )\n                  of the Televiaon and Sound Broadcasting Regulations, 1996\n                                                                       Return Period\n                                                                   From                      To\nNAME OF LICENSEE\nBUSINESS ADDRESS OF LICENSEE\nBUSINESS TELEPHONE NO.                              PACSIMlle                           E-MAIL\n                         ~     -   ~           ~~   -   ~      ~      ~\nNAME OF CHIEF EXECUTIVE OI'FICER\n                     Detail of Revdlluc Collected fbr Payment of Licence Fee\nI         Momh              I      Number of subscribers           I Total subsni~tionfee collected 1\n          Total\nLicence fee (5% of total subscription fee collected fur quarter)\n   me infurmation rrquesled below should only be givm if different hum the i n f m s t i o n\nsubmitted forthe previous quarter.\n                                           lnduswy Informiltion\nNo. of employees\nNo. ofhouseholds sew6\nN o oftelevision sets conncaed\nNo. of channels offered\nNo. of packages offere\n                          [The inclusion of this page is aulhanzod by L.N. 13512003 1\n                         THE TELEVISIONAND SOLWD BROADCASTING\n                                    RCGUDITIONX 1996\n                                                Fee Charged\n                 Trpr                                                          AmDunt\n                                                                                $\n                        Basic. ..............\n                                            ...\n                                              ...\n                                                .................\n                        Packages..........................................\n                                       (Pleosr spacifi type)\n                 Installation........................................................\n                 Reconncctim. ...........    .\n                                             ........\n                                                    ...........................\n                 (hlter ...............................................................\n                                            (Please spec@ type)\nPlease indioate, by placing an \"X\" in the relevant box, other services offered and technological\ndevices being utilized by your company.\n         0        Internet service\n                                                                    0          Telephony servioe\n         0        Addressable system\n                                                                    0\nSignature..............................................................\n                                                                  Date\n                                                                                Ofher (Please specify)\n                     Chief Executive Oliicer\nNOTE:      The information submilted on this Return is subjrct to verific~timby the Broadcasting\n           Commission's auditors.\n                         [Tho ineluion of lhis page is aulhorksd by L.N. 13512003 ]"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-+ 1) E v q p e m who is desirous of-                                m~ktiaror\n                                                                          t~cnne\n     (a) engaging in commercial broadcasting, non-commercial broad-\n         carting or offering subscriber television senice shall make an\n         application to the Commission on zhe appropriate application\n                                                                        Flm\n         fam set out in the First Schedule;                             Mdda\n                                        THE TELEVISlON AND SOl/ND BROADCAflI~3'G\n                                                   REGC;IlL/1TlO,VS, 1996\n                         (b) establishing, maintaining or operating a radio redifision system\n                             shall make application to the Commission in such form as the\n                             Commission may determine.\n                           (2) Every application shall be accompanied by a non-refundable fee\n                   af one hundred and ten thousand dollars.\n                           (3) The Commission may, on receipt of an application, require the\n                   applicant to furnish the Commission with such information as the\n                   Commission may require.\nA r @ l l c ~ 10\n              l       4.+1)     An applicant for the grant of a licence to engage in commercial\n~au3fv\nc             ~    broadcasting,\n                   ~      ~       ~non-commercial\n                                         ~      ,   broadcasting,\n                                                       ~      ~    to offer subscriber television\n0lccrlaIrr\nmnllcn\n                   service or to eskblish, maintain or operate a radio re-diffusion system shall-\n                         (a) comply with the reIevant provisions of the Radio and Telegraph\n                             Control Act and Regulations made thereunder;\n                         (h) satisfy the Commission that it has-\n                                  (i) the ability to adequately staff the business, technically\n                                      and adminismtively;\n                                  (ii) subject to paragraph (3)(u), a business plan for the viable\n                                       operation of the business;\n                                 (iii) the capability to offer the service for at      least eight\n                                       continuous hours per day;\n                                 (Ev) secured h e relevant permission or has entered into\n                                         agreements or arrangements necessary for the operation\n                                         of the business;\n                                  (v)    an implementation plan and ltimetable for the provision\n                                         of service in the area for which application is\n                                         made;\nThird\nS c w o\n                                 (vi) the capacity to meet the technical standards set out in the\n                                      Third Schedule;\n                         (c)   submit to the Commission copies of           its documents   of in-\n                               corporation.\n                            (2) An applicant for the grant of a licence to offer subscriber\n                   television service shall, in addition to cowIying with the provisions of\n                   paragraph ( 1) (a)and (c) and meeting theimp-mrnena specified in paragraph\n                   (1) (b), satisfy the Commission that it has the capacity to-\nSccmd                    (a) meet the technical standards ~t out in the, Second Schedule; and\nZkhohrh\n                         (b) offer a minimum of ten channels to each subscni,\n                    THE TELEVlSION AND SOUND BROADC.4STM\n                               REGULATIONS. 1996\n         (3) An applicant for the grant of a special licence shaII be exempt\nfrom the provision of paragraph ( 1 ) ( b )(ii).\n   1         AFI applicant who is notified that his license application is L'\"tf\"\nsuccessful, shall pay to the Commission the respective fee specified\nhereunder or in paragraph (2) in respect of the category of license to be\npred-\n            Type of Licence                                         Fee\n      (a) License to engage in\n          commercial broadcasting\n      (h) License to establish,\n          maintain or operate a mdio\n          re-difYusionsystem\n      (c) License to engage in non-                    $3.500.00 in the currency of\n          commercial broadcasting                      the United States of America\n                                                       or its equivalent in Jamaican\n                                                       dollars, calculated   at  the\n                                                       current rate of exchange on\n                                                       the date of payment.\n         (23 The fee payable in respect of a license to operate a subscriber\ntelevision service shall be computed as follow+\n              Where-\n              \"Economic Value\" means in relation to a service coveting-\n                       (a) 1-60 zones, % 199,050.00 per zone;\n                                -\n                       (b) 61 120 zones, S 140,500.00 per zone;\n                       (c) 121 m&       or m w , $99,600.00per zone;\n              *HHIHmeans Herfindahl Hirshman Index;\n              TNHI\"means per-capita National Household Income;\n              \"PZHI\"m a n s the percapita Zone Household Income.\n                        ofM\n                 ~hclmion                im   '    '   I b y LN. l4lrROlO1\n                          THE TELEl1ILT/<1NA.WD SOL'I'V'DRROAKASTl~l'G\n                                        REGUIJTIONS, t W 6\n                  NOTES:"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.     Other\n                    TOTAL\nIndicate which equipment wil'l be owned-\n    (4 by YOU\n       (b) by the subscriber\n                                                           .---\nInstallr&ion fee for customers receiving facility             $\nIf a deposit is required, please indicate the terms under which the deposit b\nto be held. State whether the deposit is to be refunded upon return of the\nequipment and interest paid on the deposit.\nSpecify any cquipmkat for did rental fees m y be oharged.\n$ubcrWr Fee\n   specify the-\n                  s w k r i i r fee (excluding GCT)\n       (a) prutp~~cd                                                         $\n          (b)    monthly fee for the 'basic pmpmme service\n                 which &odd not include equpment rental                      S\n                        inclusion of thin page is authorized by L.N. 731 19991\n                   THE TELEVlSION AND SOUND BROrl DCASTlNG                                           41\n                              REGULATIONS, 1996\n    Package                     Monthly Fee              1        Programmes included in the\n    CX\n    ahannel\n                                                         1       PackaB\n    1\n                                                         i\n                                                         I                                       I\nI\n                   $\n                                                         I\n                                                                                                 I\nA balm- sheet for the ampany or divkion of the company in respect of the\nproposed STV operations anticipated start-up date for operations and m e year\nthereafter.\nDocmends attesting to tho availabdity of funds, w h d e r provided by an\nindividd or financial inStituti04 arc to be submitted. M e r e an individual\nis prcwiding.fu$hg a letter of cmitsnenif of the funds attested to .by the\narblma-           w b r e the tunds are (held IS to be suhitted.\n                                                                               ___\n                               Year 1      Year 2                               Year5   Year 6\n    at year end)"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The visual signal level on each channel as measured at the end of\n     a 3 0 metre wble drop that is connected to the slobscnber tap shall not\n     V W more than 8 decibels within any six-month interval, and sWl be\n     maintained within-\n           (u) 3 .decibels (dB) of the visual signal level. of any visual carrier\n                 mthin a 6 MHz nominal frequency separation;\n          ( 6 ) 10 dB of the visual signal level on any other channel on a\n                 cable talevision system of up-to 3pO MHz of a . d l e distribution\n                 system upper frequency lirmt,. mth a 1 dB increase for crash\n                 additional 100 MHz of cable dutribution system upper frequency\n                limit (for example, 11 d!B for a system at 301-400 MHz and 12 dB\n                 for a system at 401-500 MHz, etc.); and\n          (c) a maximum level such that signal degrcdation due to overload\n                 in the subscriber's receiver or terminal does not occur."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.   LicenceFeea\n ZONE NO.:\n ZONE NAMB:\n                         F e inclusion of this page is authorized by L.N. 73/19991\n32                            T H E TELEVISION A N D S O U N D BROADCrlSTING\n                                           REGULATIONS, 1996\n                 FINANCIAL mATEMENT FOR ALL ZONES\n                                           Year 1     Year 2       Year 3      Year 4   Yaar 5 Year t\n TOTAL REVENUES\n PROJECTED OPERATING                  -l\n-\n TNCOME\nProjeoted Expenses\n                                      -I\nEstablishment Costs\nAdrninistaaltion Costa\n Salanea and Wagca\n Professional fees\n Promotion\n Other (specify)\n      TOTAL\nProjected operating\npmfit/logl\n                                      =I\n                                    -I\nDepreciation\n(give debils)\nPr&t/Loa before\nfinancial chkuges\nFINANCIAL CHAlRGgs\n(give details)\n                                     I\nProjected pre-tax profit\nor loss\n                         me Inclusion of this page is authorized by L.N. 73/ 19991\n             THE TELEVISION A N D SOUND BROAlDCASTING                           33\n                        REGULATIONS, 1996\nPlease state briefly any a$ditional informanion you think will be helpful in\nthe examination of uhis apph&n.\n-\nI hereby declare that the information contained herein is true.\nS16N5D                                                 1\n                                                       1\nfor and on beWf of                                     1\n                                                       1\n                                                       1\nby\n                                                       a\n                                                       j\n                                                       1\n                                                       1\n       critle)                                         1\non llhu        day of                   '9             1\n                                             /\n                                                       1\nin the presence of                                     1\n                                                       1\n                                                       1\n(Justice of the Peacc/Atkmey-aMaw)                     1\n                  IThe inclusion of this palge is authorized by L.N.73/1!399]\n34               THE TELEVISION A N D SOUND BROADCASTING\n                                    REGULATIONS,1996\n                                    FORM B2\n           THE BROAJX!ASTTNG AND RADIO RE-DIPFUSION ACT\n     APPLICATION FlOR A SUBSCRIBER 'TELEVISION LICENCE-WJRELESS\n                  m a d e pursuant to regulation 3 (1) (a) of the\n                   Televishn and Sound Broadcasting Regulu-\n                                   tions, 1996)\n     NAME OF APPLICANT:\n     ADDRESS OF PRINCIPAL\n     PIJAOE OF BUSINESS:\n                              TgL5,pHONE NO.:                            FAX NO.:\n     NAME OF CHAIRMAN:\n     NAME OF COMPANY SECRETARY:\n     N M E OF PERSON IN BUSINESS\n     TO WHOM COMMJSION MAY REFER:\n     FOR OlTICJ3 USE CYNLY\n     Date Application Received:\n     Application Number :\n     Date Licence Granted:\n     Date Licence Refused:\n     Reason for Refusal:\n           THE TELEVISION A N D SOUND BROADCASTING                                                  35\n                      REGULATIONS, 1996\n                                                                              ~     _   ~   _   ~\nI\n  Names of Prindml                   Shares Held                      Nationality\n      Shareholders\n                                                                                        -\nName d Chief E x ~ ~ Officer:\n                     v c\n            1\nName of Chid T W d Officep:\nAttad-\n    (a) a list specifying rhe name and qualification of any-\n           (i) en&-.\n          (hi tahiciall,\n        anployed by you; or\n    (b) a contract for bbe provision d such s e w\n                   [The inclusion of t\n                                     his p&e is authorized by L.N.73/1999]\n36                 T H E TELEVISION A N D SOUND BROADCASTING\n                                 REGULA TIONS, I996\n                                          PART 2\n                                     service Infomation\n     Implementation\n         When is it proposed to commence delivery of service?\n         Give eibher the planned c+endac date. or length of time after the liceace\n         is granted. Attach detailed mpleunentahon plan.\n     state aLmm in WMCh llppbnt-                to OpzJmte\n     Attach-"
    },
    {
      "provision_ref": "sec6a",
      "section": "6A",
      "title": "Section 6A",
      "content": "6A.-[I ) Subject to regulation 6B, a subscriber television licensee that Appliatim for\n                                                                                  V W t l o n 01\nintends to have zones added to or removed Earn its licence shal! make an&,,,!,\napplication to the Minister to vary the terns of the licence in the: form se! out ;;-ion\nas Form 53 in the First Schedule.                                                 Frrr! SCMI~\n        (2) An application under pamgraph ( I ) shall be accompanied by a\nnon-refundable fec of fifty thousand Cdlars."
    },
    {
      "provision_ref": "sec6b",
      "section": "6B",
      "title": "Section 6B",
      "content": "6B.Where a subscriber television licensee makes an application to vary its R q i n m m r\n                                                                                      h r rddrlron d\nlicence so as ko provide for additional zones of operation, it shall in addition -h\nto meeting the requirements of regulation 4 (1) (h) (i), (v) and (vi) in relation: !?LE\nto its operations as extended, satisfy the Commission at the time the                     IIWW\napplication is made that it is in goad standing with respect t+-\n       (a) copyright compliance;\n       (&I programming standards;\n        (c) customer service;\n        (d) licence fees;\n        (e)   technical aervice;\n        V) provision of financial surety; anh\n        (g) any other regulatory obligations.\n                                           THE TELEVISION AND SOUND RRQADCAsnh'G\n                                                       REG UL4 TIONS. 1 9 96"
    },
    {
      "provision_ref": "sec6c",
      "section": "6C",
      "title": "Section 6C",
      "content": "6C.-{I) A subscriber television licensee may not in a single appIication\n                        seek to vary its licence by the addition of more .than sixty zones of operation.\n                                (2) A subscriber television licensee that intends to add more than\n                        sixty zones to its licence shall make an appIication under regulation 3. for a\n                        new licence in respect o f its operations."
    },
    {
      "provision_ref": "sec6d",
      "section": "6D",
      "title": "Section 6D",
      "content": "6D. The application of a subscriber television Iicensee to vary its licence\n                        by the removal of zones there from shall-\n                             (a) include reasons for the applications;\n                             (6) provide an exit strategy and timetable for the removal of service\n                                 fsom zones to be excised from the licence; and\n                             (c) include evidence o f good standing with respect to licence fees,\nR m m d t i a\nlor q p m w o~"
    },
    {
      "provision_ref": "sec6e",
      "section": "6E",
      "title": "Section 6E",
      "content": "6E.+I) The Commission shall process applications for variation of a\nrduel a f w i a l h .   subscriber television licence, and shall make such recommendation to the\n                        Minister in relation thereto as it thinks fit.\n                                   (2) For the purposes of making a recommendation under subsection\n                        ( I ) the Commission-\n                              (a) shall determine whether or not the applicant satisfies the\n                                  requirements of regulation 6B or 6D,as the case may be; and\n                              (b) may, if it thinks necessary, hear oral submissions born the\n                                  applicant."
    },
    {
      "provision_ref": "sec6f",
      "section": "6F",
      "title": "Section 6F",
      "content": "6F. The Minister, may-\n                              (a) on the recommendation of the Commission-\n                                        (i) approve the application for variation            on     such\n                                            terms and conditions as he thinks fit;\n                                       (ii) rehse the application for variation; or\n                               (b) refer the application back to the Commission for firrther\n                                   consideration."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.    other ZOMl\n       aMa (specify)\n Projected operating\n income by zone\nZONE NO.:                                     I-\nZONE NAME:\n                          F   e inclusion of this page is authorized by L.N.73/19991\n              THE TELEVISION A N D SOUND BROADCASTING                                              31\n                          REGULATIONS, 1996\nZONE\n                             Year 1        Year 3         Year 3         Year 4      Year 5   Year 6\n Projected Revenue"
    },
    {
      "provision_ref": "sec7a",
      "section": "7A",
      "title": "Section 7A",
      "content": "7A. The Commission may, where it deems it necessary, emduct an audit\n                        into tfre hancial affairs of any limsee,\n                     THE TELLi7lS1ON AND SO W r D AROA DCAS;TiI%rG\n                                 HEG LILA TtOh'S. 1 9?6\n            ComrnerciaI Broadcosting and Radio Re- D~fusion System"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. THE EOl.I.OWTNG   INFORMATION SHALL BE SUPPLIED JN DETAIL R4\n     SFPARATE LABELLED ATTACHMENTS TO TH IS APPLICATION FORM:\nA. CORPOk4YE    LEADERSHIP - 1F THERE H A S BEEN ANY CHANGE tN\n     DIRECTORS OF THE COMPtWY SNCE THE LICENCE WAS FIRST ISSUED\n     OR RENEWED IDENTIFY ALL NEW DIRECTORS.          BY NAME,\n     NATIONAL^, MD ADDRESS\nl3. St-IMEHOLDING - IF    THEW    !+AS   BEEN    ANY    CHANGE     M\n    SHAREHOLDING OF THE COMPANY SMCE THE LICENCE WAS FIRST ISSUED OR\n    RENEWED IDENTIFY ALL NEW SHAREHOLDERS (PERSONS OR COMPANIES),\n    THEIR NATIONALITIES ANDTHE PROPORTION OF SHARES EACH HOLDS\nC. DISTRTDUTION CAPACITY           -\n                            DETAILS OF HOW THE SIGNAL IS TO BE\n   DISTRIBUTED IN THE ADDITIONAL AREA AND ALL RELEVANT\n   SUPPORTING P INFORMATION\nD. IMPLEMENTATlON PLAN FOR THE PROVISION OF SERVICE TO THE\n   PROPOSED ADDITIONAL SERVICE AREA\nE. ZONE LAYOUT M k P S FOR THE PROPOSED ADDITIONAL ZONES\nDate of dppli~ation      I  fl                   Applimt's Initials\n                      DO/ m/YYYY"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. A licensee who engages in cornrnercia1 bmad~stingsha!l ensure              k\n                                                                                  2\n                                                                                  -\nthat-\n         (a) advertisements ate broadcast only in the naturally occurring\n             breaks in a programme and in the interval between the end\n             of one programme and the beginning of another and, in the\n             case of television, there shsll be no more than four\n             advertising breaks per hour;\n                    (i) one and one-half minutes, in the case of a programme\n                        lasting five minutes;\n                   (ii) two minutes, in the case of a pmpmme lasting ten\n                        minutes;\n                   (iif) three minutes, in the cwe of a programme lasting fiftw\n                       minutes;\n                              d m pga C* *nborisd by LN. l4l?llOtb]\n               THE TE1.E VISI0.V AND SOU,YD BROAKASTlWG\n                           bXGL;UTIO.VS. 1996\n         (iv) five minutes, in the case of a programme lasting thirty-\n              five minutes,\n      SO, however, that-\n         (A)     advertisements in any period of sixty consecutive\n                 minutes shall last For no longer than twelve minutes,\n                 except     where    the   licensee     broadcasts  a\n                 prcrpmrne as a public service or where there\n                 is a nation21      broadcast which interrupts any\n                 scheduled programme resulting in the loss of\n                 advertising time;\n         (S)     the licensee shall be entitled to make good any\n                 loss caused by the interruption mentioned in\n                 pagraph (A) over the period of seven days\n                 next     following the day      on   which  the\n                 interruption occwed by increasing the time\n                 specified in that parapph to notmore than\n                 fourleen minutes;\n         (C) the       time stated for advertising content in sub-\n                 paragraphs (i) to (iv) shall apply respectively, in each\n                 cme, to progmmes which do not exceed one\n                 minute less than the time             stated in those\n                 paragraphs;\n  (c) not more than two advertising magazines of a maximum\n      of five minutes each are broadcast in any broadcasting day\n       and that only one such magazine i9 broadcast between the\n       hours of 7.00 p.m. and 11.00 p.m."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The terminal isolation provided to each subscriber terminal-\n    (a) shall nat be less than 18 decibels in lieu of periodic twing, SO,\n          however, that the licensee may use specifications provided by\n          the manufacturer for the terminal isolation equipment to meet\n          this standard; and\n    ( b ) shall be sScient to prevent reflections caused by open-oirouited\n          or shollt-CiroGted subscriber terminals from producing visual\n          picture impairments at any other subscriber terminal.\n  1 1 . 1 1 ) The peak-to-peak variation in visual signal level caused by\nundesired low frequency disturbances (hum or repetitive transients)\ngenerated within the system, or by inadequate low frequency reeponse,\nshall not exceed 3 per cent of the visual signal level.\n      (2) Measurunen'ts made on a single channel using a single un-\nmoddated carrier may be used to demonmatte compliance with this\nparameter at each test location."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.41) A licensee who engages in commercial broadcasting shall           b~,ez$\n                                                                           to\ncause to be kept at his broadcasting station. for inspection by an bylicensco.\nauthorized person during business hours of that station, a record of-\n    (a) the day, date and time of every station identification;\n    (b) the title of each broadcast programme;\n    (c) the time at which each broadcast programme commenced and\n        ended;\n    (d) the use of electro-mechanical reproduction in the course of a\n         broadcast and the form and nature of such reproduction;\n    (e) in respect of a broadcast of any speech-\n            (i) the name of the speaker;\n           (ii) the organization. if any, under whose auspices the\n                speech is given;\n          (G) if made on behalf of a political party for the purpose\n                of promoting the election of any person under the\n                Representation of the People Act, the Kingston and\n                St. Andrew Corporation Act or the Parish Councils\n                Act, the name of the political party or political\n                affiliation of the person giving the speech:\n    (f) the time at which any advertisement or announcement is\n        broadcast and the duration thereof;\n    (9) the name of the sponsor of an announcement;\n    (h) the time at which an interruption of a broadcast occurred and\n        the duration of and reason for such interruption.\n        (2) A licensee may use, for the purpose of cataloguing and\nreference to any record, special letters or abbreviations, and the mean-\ning of those letters and abbreviations shall be clearly set out in a\ndocument which shall, along with the record under paragraph (1). be\navailable for inspection.\n               ---I\n 8                           THE TELEVISION A N D SOUND BROADCASTING\n                                        REGULATIONS, I996\n                         (3) A licensee shall keep slow tapes of all broadcasts for a\n                 period of thiity days or such longer period as the Commission may\n                 require.\n                         (4) Where the Commission intends to inspect the records of a\n                 broadcasting station, the Commission shall give notice thereof to the\n                 licensee not less than twenty-four hours prior to the proposed date of\n                 such inspection.\n                         ( 5 ) Where, in addition to engaging in commercial broadcasting\n                 a licensee relays any matter on any radio re-diffusion system, the\n                 licensee shall not be required to keep any other record except a record\n                 of the date, subject matter and time of relay, where such relay is\n                 separate from the broadcast.\nLicensee’s\nduty regarding"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. THE FOLLOWTNG MFORMATION SHALL BE SUPPLIED IN DETAIL IN SEPARATE\n    LABELLED ATTACHMENTS TO THIS APPLICATION FORM.\nA. THE REASON FOR THE APPLICATION FOR REMOVAL OF: ZONES FROM\n    THE LICENCE\nB. ALL SUPPORTING DOCUMENTATION FOR THE REASON GIVEN\nC   TME EXlT STRATEGY AND TMETABLE FOR ENDING SERVlCE IN THE\n    LISTED ZONES INCLUDING-\n                (i)    Methods to be used to give notice to subscribers, individuals and publicly,\n                       about the withdrawal of service\n                (ii) Policy for return of any equipment u d by subscribers c.g cable boxes\n                (iii) h n t i n g and tefunds of fm to subscribers, and\n                (iv) Any transitional arrangements to be entered into wrth my substitute\n                       aperatom\nDate of Application       /     /2                      Applicant's 1nitials\n                      DDlMMl Y Y Y Y\n                THE BROADCASTING AND RADIO RE-DlFFLJSIOX ACT\n                       RPI'LICA'rION FOR rZ 5PECTAL LlCENCC\n              (Made pursuant tn re~ulation3 ( I1 {o) of the Television and So~ind\n                              Broadcsst~n~ Regulations. I Wh)\nNAME OI: APPLICm4N7'.\nADDRESS OF PRINCIPAL PLACE OF Bt ISINESS,\n                        FAY, NO.\n                        E-MAIL ADDRESS\nNAME OF CHAIRMAN\nNAME OF COMPANY SECRETARY\nNAME OF I.i>CAL CONTACT PERSON\nTO WHOM COMMISSION MAY REFFR.\nFOR OFFICE USE ONLY\nDate Application Received:\nApplicatlnn Number\nDate tbcence Granted'\nDate Licence Refused\nReason For Refu~al\n                   mt inclusion of this pagc 1s mthonlcd by L,N. 141rR010 I\n                      T H E TELE I'ISIII,V A>YDSOI;.VD BROA KASTIh'G\n                                     REG L:LlTiO,~ ,C. 1991;\n      Names o f princtpal               No o f <hares held                     Nat~onafitv\n        shareholdem\nNnmes of Roard or Counc~lrnemkrs (where applicshle)\nNarnc o f Chief Fxecutlve Officer\nQualification.\n                                               . .-\nName of Chief Technical Oflicer\nQ~~alificalion:\n                         rnclwios of lhln     u &rid         by LN. 1 4 1 ~ ~ 0 1 0\n                      THE TELL1 7SIO.I A L'D SO1j.YD BRCI.*tDT.~lSTl\\C;\n                                  REG L'L. I TIO,\\,'S. 1996\n                                             P ~ R T?\n                                      Service lnfnrmation\n       lmplemrnration\n      e servrcc r o bc rmplcmcntcd\nT j ~ of\nWhen do !uu proposed to bepin prowdin? scrvice7\n   Give either thc planned calendar dale or Imgth of t ~ m efrom [he nmc the ltcence is :ranled\nAttacli de!ailed lmplcmcntatlon plan\n                Service Area Map\n   Anach n clrarll, legihk semlcc arcla map shotvrng prec~selyrhe area to be cnvsred and ihc\nrnahnd of dellvery to tic used lndrcaltng ~ h clocatlon of the main studio facrli~t and all\ntranqmttter sitcs.\nAitach a diagram showlng a pmpagatl~nplan for llte entire area to be served\n                                      System Information\n   Lls~belorr elements o f the system indicating precisefy details ofequ~pmcnlto be u ~ e d\n      l a ) Studio Equipment\n             Typc                           Amounl                        Manu facturcr\n                                I\nrBz\n       !hI Transmincr E ui ment\n                                            Amount                        Manufacturer\nNOTE: I. Attach specificat~onsfor ail h e ahovementioncd equipmem and their capab~lilim."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. A licensee who engages in commercial broadcasting shall, in\nbroadcast.       respect of any news broadcast transmitted from his broadcasting\n                 station-\n                      (a) have regard to the purpose for which the broadcast is made,\n                          that is to say, the presentation, in an objective manner, of\n                          the facts of any event in Jamaica or any foreign country;\n                      (b) ensure that news is presented accurately and with fairness,\n                          that is to say, without bias and free from the opinions of the\n                          licensee or any other person who is concerned with its pre-\n                          paration or transmission or the sponsor thereof, where such\n                          broadcast is sponsored.\n                               me inclusion of this page is authorized by L.N. 54/20001\n                   THE TELEVISIONAND SOUND BROADCASTING\n                                  REGULATIONS, 1996"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. A Licensee who engages in commercial broadcasting shall provide      &c$; ; :\nfacilities and personnel for the transmission of programmes but the licensee\nshall not be required to have production personnel for programmes which are\ntransmitted during any period of time that the licensee is required to reserve\nfor government broadcasts or for transmission by the government of any\nmatter during a national emergency.\n                         Nun-Commercial Broadcasting"
    },
    {
      "provision_ref": "sec14a",
      "section": "14A",
      "title": "Section 14A",
      "content": "14A. The provisions of regulations 10, 11 ( 1 ) to (5): 12 and 13 shall apply   :;E:f;!\nwith necessary modifications to a licensee who engagcs in non-commercial 1310non-\n                                                                                  ~omnclat\nbroadcasting.                                                                     b.,rndcu,@.\n                          Subscriber Television Sewice\n                                                                              IdLnkG\"m0n"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. A licensee who operates subscriber television service shall-          .ad., .B, ld be\n      ( a ) use an identifying colour code or other identiljing feature 6Eft2S?\n            approved by the Commission on cables used by him in the\n            provision of such service;\n      ( b ) have an identifying symbol in the form of a logo or an\n            arrangement of letters or letters and numbers which shall be used\n            on all vehicles owned or used by the licensee in the provision of\n            such service and a copy of such i d e n w n g symbol shall be\n            deposited with the Commission."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16 - ( I ) A licensee who operates subscriber television senwe shall :$go,\nfurnish each employee who is responsible for the installation or mamtcnance ~ t ~ = m w\n                                                                            rulrcnhrr\nof the service with an identification card.                                       ~~...\n                                                                            teleulsmm\n                                                                                    l e W D C I O IID\"~\n         (2) Each such employee shall, on entering any premises for the 'dcn'Gc\"\"13\npurpose of installing or maintaining the service, if required, produce the\nidentification card to the owner or occupier of the premises or other\nresponsible person thereon."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(1) A licensee who operates subscriber television servicc shall-                E;;fpm.\n                                                                                        adme sab-\n       (a) install a character-generation device capable of providing on- ~ ~ ~ b . ~\n                                                                          Vl.,on b d ~ e .\n           screen information;\n       (6)   ensure that adult p r o g m e s are transmitted in an encrypted\n             form;\n       (c)   not carry any local advertising other than advcrlisements trans-\n             mitted on channels canying national broadcasts;\n       (d) have standby facilities for the adequate genemtion of electrical\n           power to transmit the senricefor a minimum of three hours where\n           there is a failure in the public power supply;\n                  [The inclusioc of this page is authonzcd by L.N. 13512003 1\n                        THE TELEVISIONAIVD SOUND BROADCASTING\n                                   REGULATIONS 1996\n            ( e ) ensure that-\n                    (i) at least one employee who is competent in the operation of\n                        the service is on duty at the operational centre during the\n                        period the service is in operation: and\n                    (ii) at least one technician who is employed is certified\n                         as such by the Post and Telecommunications\n                         Department:\n            V) ensure that an automated service is maintained to receive queries\n                  concerning the service:\n            (g) among the minimunl ten channels referred to in regulation 1 (2)(c)\n                provide at least-\n                    (i) two channels for the viewing of any national broadcasting\n                        television station: and\n                    (ii) one channel for public          service and educational\n                         programmes:\n            (h) ensure that the system which is used to operate the senice is so\n                  designed. installed and operated as to comply with the provisions\nSerosd            of the Second Schedule.\nSchedule.\n            (i)   notify the Comnussion-\n                    (i) at least once per year. of all signals carried in the\n                        aeronautical rndio f~cquencybands and speci@ the h p e of\n                        information carried by the signals:\n                    (ii) before transmitting any signal in the wireless mode. of-\n                                 (A) the communities to w h i c h the signal is to be\n                                      transmitted:\n                                 (B) the frequencies and tolerance. type of modu-\n                                      lation and the maximum average power levels\n                                      of all carriers and sub-carriers at any location\n                                      in the subscriber distribution system:\n                                 (C) the geographical coordinates of the trans-\n                                      miner site stating at the designated point\n                                      near U s centre of the subscriber telalsion\n                                      system. together with the distance from that\n                                      point to the remotest point in the system which\n                                      when joined makes a circle enclosing the\n                                      system:\n            THE TELEVISION A N D SOUND BROADCASTING                                  11\n                       REGULATIONS, 1996\n                         @) a description of the monitoring procedures\n                            to be used to determine compliance with\n                            the provisions of these Regulations and the\n                            Radio and Telegraph Control Act and Regu-\n                            lations made thereunder;\n                        (E) where applicable, the cumulative signal leak-\n                            age index or the results of airspace measure-\n                            ment under the Signal Leakage Performance\n                            Criteria specified in Part I1 of the Second Eh.\n                            Schedule (including a description of the\n                            method in complying with such criteria and\n                            the method of calibrating any equipment\n                               used).\n        (2) A licensee shall comply with any request by an authorized\nperson for demonstration of the system to ensure compliance with pro-\nvisions of the Second Schedule.\n       (3) A licensee shall, at intervals of not more than seven months,\nconduct performance tests on the system used in the operation of\nsubscriber television service.\n        (4) A licensee shhll maintain for inspection by an authorized\nperson records in respect of-\n    (a) logs:\n    (b) the channels carried and tiha sohedules of programmes trans-\n          mitted on those channels:\n     (c) list of subscribers;\n     (4 reports of tests carried out on the service:\n     (e) signal leaks, specifying the date, location, source and cause\n          of and date repaired:\n    (f) a list of members of staffand their qualifications.\n       (5) The records under paragraph (4) shall be maintained for a\nperiod of six years."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Where a licensee who operates subscriber television service cable, property\ninstalls such service, any cable which runs from the point of attachment of subscriber.\nto a building on the subscriber’s premises (including any outlets therein)\nshall become the property of the subscriber so, however, that the\nlicensee shall be entitled to recover from the subscriber the full cost\nof such cable at the time of installation of the service.\n                We inclusion of this page is authorized by L.N. 73/19991\n12                             THE TELEVISION A N D SOUND BROADCASTING\n                                          REGULATIONS, 1996\nInstallation of\ncable for"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.41) Cables which are used for the provision of subscriber tele-\nsubscriber\ntelevision\n                  vision service shall-\nsemce.                 (a) when installed underground-\n                                (i) be liquid-gel filled;\n                               (ii) in the case of primary distribution cables, be of a\n                                    diameter of not less than 12.75 mm; and\n                              (iii) be installed not less than 76.2 mm below the surface\n                                    of the ground;\n                       (b) where such cables are attached to a utility pole, be placed not\n                            less than 1 metre below any secondary power line and not\n                            less than 6 metres above any road as defined in the Main\n                           Roads Act;\n                       (c) where sucb cables are placed across a private roadway or a\n                           gateway, be placed not less than 5 metres above the highest\n                           point on such roadway or gateway.\n                         (2) All transmission facilities used in offering subscriber tele-\n                  vision service which utilize utility poles shall comply with technical\n                  and safety standards set by the Chief Engineer in the Ministry\n                  responsible for utilities.\n                         (3) No licensee shall install any cables, whether above or under\n                  any road, without the permission in writing of the appropriate authority.\nAuthorized\nperson may"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.41) A licensee who operates subscriber television service shall\nenter pre-\nmises used\n                  permit an authorized person to enter during business hours any premises\nfor operation\nof subscriber\n                  from whioh he operates such service for the puapose of carrying out\ntelevision        tests in relation to that service.\nservice.\n                          (2) Where an authorized person intends to carry out tests at a\n                  time outside of business hours he shall give to the licensee notice in\n                  writing af that intentim not less than twenty-four hours before the\n                  time proposed for carrying out such tests.\nEnension of         21.41) A licensee who operates subscriber television service may,\ntime for\ncommencement\nof subscriber\n                  where he is unable to start operating within six months of being granted\ntelevision\nservice.\n                  a licence, apply to the Minister in writing for an extension of time\n                  giving reasons therefor.\n                         (2) Where the Minister is satisfied that the licensee ought to\n                  be granted an extension of time he may, in writing, grant such\n                  extension.\n                                 m e inclusion of tbis page is authorized by L.N.73/19991\n                   THE TEi,,EVISlOh! AND SOIJ.\\'E BROADCAST/NG\n                                REGULA TlOh'S. 1996\n         (3) Where the Minister is not so satisfied he may refwe the grant of\nextension and shall notify tlte licensee in writing, piving reasons therefor.\n         (4) The Minister shall notify the Commission in writing of a\ndecision made under paragraph (2) or (3).\n       ( 5 ) An application under paragraph ( 1 ) shall be forwarded to the\nCommission for transmission to the Minister."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.--( I ) A licensee who operates subscriber television service shall,           fnfnm!ion to\nupon the installation or modification of such service or upon a subscribefr          k\",\"drbr\n                                                                                     I'rcm\nrequest, provide the subscriber with the following infomation in writing-\n    (a) the prducts and service offered;\n    (b) the cost of the programnliag service, including installation and\n        maintenance;\n    ( c ) the options of programming service available;\n    (4 the conditions under which the service is supplied;\n    (e) the instmctions as to usage of the service;\n    fl the number and allocation of channets carried on the system ar?d the\n        programming available on each channel;\n    (g) the billing and complaints procedures;\n    (h) the address and telephone number of the licensee's business office.\n        (2) The licensee shall notify the subscriber in advance of any change\nin the programming senice or channel allocation in writing addressed and\ndelivered to the subscriber at the premises where the subscriber receives the\nservice so, however, that where there is a breakdown in the service or there is\nan emergency necessitating a change in the channel allocation which cannot\nIx notified in advance, the licensee shall inform the subscriber by an\nannouncement on the subsctik television sewice."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. A licensee who operates subscriber television service shall establish ti-m\n                                                                                ,,,\nprocedures for the billing of customers in respect of the provision of that d i s h b i l l i i\nservice.\n                p h k h h m oF rhir pap ir m d m i d b.r LN. 141r12(110 1\n                    THE TELEVISION AND SOUA7DBROA DCAXTING\n                               REGUM TION.7, 1996"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.+ 1) A licensee who operates subscriber television service shall\nestablish procedures for the receipt of complaints from subscribers\nconcerning the service received, the quality of the signal delivered, the\ncontent of the programming and the resolution of such complaints.\n        (2) A licensee shall keep a record of each complaint for a\nperiod of not less than one year from the date of resolution thereof and the\nrecord shall state-\n    (a) the name and address of the subscriber;\n    ( b ) the natute of the complaint;\n    (c) the date and time of the complaint;\n    (4 the date and manner in which the complaint is resolved,\n         (3) Where in a subscriber's opinion a complaint is not dealt with\nsatisfactorily, the subscriber may refer the complaint in writing to the\nCommission and the Commission shall seek a satisfactory resolution to the\nmatter.\n        (4) Records relating to complaints by subscribers shall be made\navailable for inspection by an authorized person."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.-41) A licensee who operates subscriber television service shall\nensure that the head-end or distribution system does not i n t e r f a with or\ncause to be degraded over-the-air broadcasts on television or radio.\n        (2) Where there is interference or degradation the licensee shall-\n    (a) take appropriate measures to eliminate the interference or degrada-\n        tion; and\n    (b) make a report in writing to the Postmaster-General giving details\n        thereof."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. A licensee who provides subscriber television swvice shall not transmit\nadult programmes othenvise than between the horn of I 1 o'clock in the night\nand 4 o'clock the following morning."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. The Commission may establish zones in any area for the supply of\nsubscriber television service.\n             THE TELEVISION AND SOUND BROADCASTING                                             15\n                        REGULATIONS, 1996\n                                      General"
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28.41) Every licensee shall notify the Commission in writing within            ;zr;;:-\n                                                                            mission of\nfourteen days of-                                                           change in\n     (a) the transfer of ownership by him of his business or part ow*ershlp,etc.\n          thereof stating-\n              (i) the date on which ownership or part thereof is trans-\n                   ferred;\n             (ii) the name and address of the new or part me.r';\n     (b) any change in the name or address of his business;\n      (c) subject to paragraph (2), any change of persons who are in\n           control of the business stating-\n              (i) the names, nationality and addresses of such persons;\n              (ii) the date on which such persons either ceased to be in\n                   control or assumed control thereof.\n         (2) Where there is to be a transfer of ownership or change of\n person in control of the business, the licensee shall, before the transfer\n or change is effected, first obtain the approval of the Commission for\n such transfer or change, as the case may be.\n  2 9 . 4 1 ) A licensee shall employ and keep employed at all times Employment\n                                                                     of chief\na chief executive officer and chief technical officer.               executive\n                                                                                 officer and\n        (2) The chief executive officer shall be responsible to the chief\n                                                                    oh.\n                                                                          technical\nlicensee for the day to day operations of the company.\n        (3) The chief technical officer shall be responsible for the\noperation and maintenance of equipment and plant and, in respect of\nsubscriber television service, for compliance with the technical standards\nspecified in the Second Schedule.                                          Second\n                                                                                 Schedule.\n          (4) A licensee shall, within seven days of employing a chief\nexecutive officer and a chief technical officer, notify the Commission\nthereof in writing stating the name and qualifications of each such\nofficer."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29                                          -\n                                                252 258                  253.25"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. No licensee shall permit to be transmitted-                  Prohibition\n                                                                    regarding\n     (a) any matter in contravention of the Laws of Jamaica;        transmission of\n                                                                    certain\n     (b) any statement concerning or comment upon the race, colour, matters.\n         creed, religion or sex of any person which is abusive or\n ..   -                           -   -   _    _     ~           ~           -\n                  We inclusion of this page is authorized by L.N.73/ 19991\n16                        THE TELEVISION A N D SOUND BROADCASTING\n                                     REGULATIONS,1996\n                         derogatory or any pictorial representation thereof except\n                         where such statement, comment or representation is contained\n                         in a news report or in a programme on matters of public\n                         interest or is an objective report thereon:\n                   (c) any malicious, scandalous or defamatory matter;\n                   (d) any indecent or profane matter, so, however, that any broad-\n                         cast to which regulation 26 relates shall be deemed not to be\n                         indecent;\n                   (e) any advertising matter which the licensee knows or has reason-\n                         able cause to believe to be false or deceptive in whole or part:\n                   <n any news or matter which the licensee or his employee or agent\n                         who is concerned in the collection, editing, publication or\n                         printing knows or has reasonable cause bo know is false or\n                         misleading;\n                   (g) any matter which is offensive in the description of any\n                         function or symptomatic result of disturbance of the human\n                         body or relief therefrom through the use of any appliance or\n                         medicament:\n                   (h) any offensive description or pictorial representation of the\n                         mutilated disfigurement of the human body;\n                   ( i ) any advertisement or programme which, in relation to an\n                         educational institution or other institution or agency, offers\n                         a promise of employment as an inducement for enrolment as a\n                         student or client thereof, as the case may be;\n                   ( j ) any matter which is likely to incite violence or criminal\n                         activity or lead to a breach of the peace:\n                   (k) any portrayal of violence which offends against good taste,\n                         decency or public mrality.\nC&riOn            31. The Commission may, from time to time, issue to licensees\nmay issue\ndircctive-s.   directives in respect of any matter to whiuh the Act and these Regula-\n               tions relate.\nLicenses l o     32. The licensee shall keep, at the registered office of his business\nkeep\ntions and\ntechnical\n               and at any place from which he transmits, if that place is different\n               fmm his registered office-\n                   (a) a copy of these Regulations which are to be made readily\n                       available to the employees: and\n                               [The inclusion ofthh page is authorized by L.N. 73119991\n            THE TELEVISION AND SOUND BROADCASTING                                                17\n                        REGULATIONS, 1996\n    ( 6 ) in the case of a licensee who operates television subscriber\n         service, a copy of the technical standards specified in the\n         Second Schedule which are to be readily available to sub- &?,Ztle,\n         scribers of that service.\n                                                                        ~ u aaudited\n                                                                              l"
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31                                        -\n                                                264 270                  265.25"
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32                                        -\n                                                270 276                  271 .25\n          33                                    276 - 282                277.25"
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. A lice-    shall submit to the Commission a copy of the annual Aacmunts.\naudited accounts of his business."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. A n y person who contravenes any provision of these Regulations Pea&.\ncommits an offence and is liable on conviction before a Resident\nMagistrate to a fine not exceeding ten thousand dollars or to imprison-\nment for a term not exceeding twelve months.\n                                  FIRST SCHED;ULE                               (Regulation 3)\n                                   Application Fonns\n                                      FQRM A\n        \"HE BRG\n              -                        AND W I Q RE-DIFFUSION ACT\n    APPLTCA'ITON FOR A COMM3RKXAL BRovLDQABIIINyf -0E\n               (MWe pursuant to reguwon 3 (1) (a) of the\n                Television and Bound Bmdcastinlg R&-\n                                               1996)\nNkUE OF APPLICANT:\nADDRESS OF (pRINCEP&\nPLACE OF BUSlNES:\n FOR OWIC33 US3 ONLY\n Date Application Recdved:\n A p p l i d m Number:\n Date Liceace Grantd\n Date Licence Refused:\n Reawn for R&al:\n                         inclusion of thh page is authorized by L.N. 73/19991\n18                   THE TELEVISION AND SOUND BROADCASTING\n                                REG ULA TlONS, 1996\n                                         PART 1\n                       Shareholders, Dirwbrs and Executive officers\n         Names of Principr;tl                Shares Held                        Nationality\n           Shareholders\n                                                                      I\n                     Names of Directors                                   Nwtionality\n     Name of Chief TeUh~~kal\n                          Ofker:\n     Qualificath :\n                                              W T2\n                                       service Inhmmtion\n     Implemen~tion\n        When do you propose to begin connnercial broadcasting?\n         Give eilther the plaslned dendm date or len* of time from the time the\n         licence is gran'ted. Attach deAsiled implementaticm plan.\n     Service Area Map\n        Attach a dearly legible service area m   a\n                                                 p b h g pdsely, ahe area to be\n        coyered apd metpod of delivery t? be .& iadicating tho l d o n of the\n        man stud10 f a d t y and all transmitter slks.\n        Attach a dikptm showing a propagation plan for the entire area to be\n        served.\n                       m e inclusion of this page is authorized by L.N. 73/ 19991\n           THE TELEVISION A N D S O U N D BROADCASTING             19\n                      REGULATIONS, 1996\n           Tm                                    ManufWurer\n                                                 Manud?aoturer\n-\n    Time   Mn     &%on     Tue    wed     ‘Ipw     Fri       sat\n20               THE TELEVISION AND SOUND BROADCASTING\n                            REGULATIONS, 1996\n     NOTE: If it is proposed to receive any service for a fee from a progmnming\n           originator or Senrice distributor enclose a copy of the sigaed\n           or letter of intent from tile programane provider respedhg the proviyon\n           of the sewfoe. The fees to be paid to the provider of the m c a\n           should be stated in the contract or letter.\n              LO^ contetYt of pmgmmmea including content from Caricum Countrim\n             is to be stated.\n     Indicate y a pmgmmme\n                  ~       policy and in part id^ your pdky in                      to\n     I d a and Caricom programming.\n                      mbe inclusion of this page is authorized by L.N. 73/ 19991\n            T H E TELEVISION AN D SOUND BROAlDCASTING                               21\n                         REGULATIONS, 1996\nPlease state briefly any other inhrmation whhh you think may be helpful in\nthe exadnation of this application.\n-\n                                                        Signature and Title\n                                                                   Date\n                                  FORM 51\n        THJ3 BIROADCASIYNG AND RADIO REIDIFFUSION ACT\n    APPLEATION FOR A SUBSCRIBER TELEVISION LICENCE-CABLE\n              (Made puawlmt to regulathn 3 (.I  ) of the\n                                               (a)\n               Television and Sound Broadcastmg Regula-\n                                  tions, 1996)\nN I E OF A P F L I m :\nADDRES OF PJUNCIpIAL\nPLAGE OF BLISWESS:\n                        TELEPHONE NO.:                           FAX NO.:\nNAME OF ommmN:   1\nNAME OF C       O      mm     a    y     :\nNAME OF PERSON IN BUSIINES!~\nTO WHOM COM!MISSIolN MAY RBFER:\nFOR ChFFJZICE Us23 ONLY\nDate Application Received:\nApplication Number:\nDate Licence Gm~ted:\nDate Licence Refused:\nReason for R e h d :\n22                 THE TELEVISION A N D SOUND BROADCASTING\n                              REGULATIONS, 1996\n                                        PART 1\n     Shareholders, Diredors, Executive Officers and Other hff\n         Names of Principal\n           Shareholders\n               Names of Direotms                                    Nationality\n     Name d Chief Executive Officer:\n     Name of Chief Technical CMBcer:\n     AWUlU-\n        (a) a list apecifyhg the name and qdification of any-\n                (9 -\n                   ;\n                 (ii) pole-line man;\n                (iii) t e c h i h ,\n              employed by you; or\n        (b) a contract for ~e provision of such services.\n                       me inclusion ofthis page is authorized by L.N. 73/19991\n              THE TELEVISION A N D SOUND BROADCASTING                             23\n                                REGULATIONS, I996\n                                     PART 2\n                                 Service Infomtion\nImplemontation\n    when is it proposed to commence service?\n     Give eithtr the planned calendar date or length OC time after the licence\n     is granted. Attach detailed implementation plan.\nstate zones in which applicant proposes to operate\n                Population                               Households\nSource of h o u s h l d data:\nState the estimated number of s u b s c r i b to be served in the first year of\noperation:\n            Type                      QWtiS                  Mmufacturer\n                                                     I\n24                       T H E TELEVISION A N D S O U N D BROADCASTING\n                                      REGULATIONS, 1996\n     (b) Distribution Equipment (cable, amplifier etc.--(=able).\n     I                 TVpe              I           Quantity              1        Manufacturer              I\n         (c)     !hbscriber-receiving Equipment\n                 (Set tap boxes, distribution cables, antennas, down-converters, decipher\n                 or decoder).\n         I             TYW               I            Quantity             1        Manufacturer              I\n                       TrPe                                                          Manufacture\n         I                               I\n             =-----\n                                        TYW                        Quantity                    Manufacturer\n             1          Signal Level Maswing Device\n             2          Leakage Detector\n             3          Cable TV Analyzer\n             4          Remote Line Monitoring and\n                        NeMork M a n w e n t\n         I5           I Frequenay Counter                      I                           I                  I\n         1\n         6\n         1Waveform Monitor                                     I                      7                       I\n         NOTE: The applicant is to own items 1 and 2 and may own, or have firm\n               oontraotual arrangements for accm to items 3,4, 5 and 6.\n               Manufacturers’ Slpecification for all equipment and their capzbilitia\n               should be attached.\n               Please provide information on company supplying equipment if different\n               fmm manufaotmer.\n                 THE TELEVISION A N D SOUND BROADCASTING\n                            REGULATIONS, 1996\n           List the communication arrangements or devices (t.g. Telephon?,\n           Cellular Phone, Pager, Two-way Radios, Fax, E-Mail, Voice Mail,\n           etc).\n          Prograrmmiog Service    Reception       Service        Channel or      Transmission\n                                   Method         Offering       Frequency          Mode\n-                 (a)                (b)              (4              (6)                (4\n 1\n-_-_-___.-\n-\n2\n                                 _-                            -\n-_\n3\n     4\n-,\n5\n-\n6\n-                                -\n     7\n ./\n     8\n                ___--\n     9\n-’\n     10\n26                  T H E TELEVISION A N D SOUND BROADCASTING\n                                 REGULATIONS,1996\n                                          PART 5\n                                          Financial\n     Estimated administrative, transmitting and studio facilities costs.\n                            -\n                            Item                                           E s h t e d &st"
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36                                        -\n                                                294 300                  295.25\nHyper Band"
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37                                        -\n                                                300 306                  301 .25"
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38                                        -\n                                                306 312                  307.25"
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39                                        -\n                                                312 318                  313.25"
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40                                        -\n                                                318 324                  319.25"
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41.75-47.75                                        43.00\n                     [The inclusion of thu page is authorized by L.N. 54/2000]\n              THE TELEVISION AND SOUND BROADCASTING                                 51\n                          REGULATIONS, I996\nMid Band Channclr\n       channel                             Frequency Band Standard Visual Carrier\n                                                              Frcquenay MHz"
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42                                        -\n                                                330 336                  331.25"
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43                                        -\n                                                336 342                  337.25"
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44                                        -\n                                                342 348                  343.25"
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45                                        -\n                                                348 354                  34.25\n          46                                    354 - 360                355.25"
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47                                        -\n                                                360 366                  361 .25"
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48                                        -\n                                                366 372                  367.25"
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49                                        -\n                                                372 378                  373.25\n          50                                    378 - 384                379.25"
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51                                        -\n                                                384 390                  385.25"
    },
    {
      "provision_ref": "sec52",
      "section": "52",
      "title": "Section 52",
      "content": "52                                        -\n                                                390 396                  391 .25\n          53\n          94\n                                                    -\n                                                396 402                  397.25"
    },
    {
      "provision_ref": "sec57",
      "section": "57",
      "title": "Section 57",
      "content": "57                                        -\n                                                42Q 426                  421 .25"
    },
    {
      "provision_ref": "sec58",
      "section": "58",
      "title": "Section 58",
      "content": "58                                        -\n                                                426 432                  427.25\n          59                                    432 - 438                433.25\n                  me inclusion of this page is authorized by L.N. 54/2000]\n            THE TELEVISION A N D SOUND BROADCASTING\n                        REGULATIONS, 1996\nHyper Band, coittd.                       Frequency Band Standard Visual Carrier\n        Channel                                              Frequenoy MHz\n           60                                   438 - 444                    439.25\n           61                                   444 - 450                    445.25"
    },
    {
      "provision_ref": "sec62",
      "section": "62",
      "title": "Section 62",
      "content": "62                                       -\n                                                450 456                      451 .25\n           63                                   456 - 462                    457.25"
    },
    {
      "provision_ref": "sec64",
      "section": "64",
      "title": "Section 64",
      "content": "64                                       -\n                                                462 468                      463.25\n           65                                   468 - 474                    469.25\n                [The inclubion of this page is authorized by L.N. 54/20001\n                THE TELEVISIONAND SOUND BROADCASTING\n                           REGULATIONS, 1996\n                                  THIRD SCHEDULE                        (Regulation 4 (3) ( b ) )\n    TECHNICAL STANDARDS,NONCOMMERCIAL BROADCASTING\n                                        PART1\n                                  FM STANDARDS\nFrequenay modulated (FM) Stations shall utilize the band 88 MHz to 108 MHz\nTho occupied bandwidth shall be 200 kHz.\nThe maximum fkquency deviation fur stations not employing a sub-carrier shall be\n+75 kH7, or 100% modulation.\nDistance between stations broadcasing on the same channel shall be separated by\n115Km.\nFor 1st adjacent channelthe distance shall be 72 Km.\nFor 2nd adjacent channel thc dinlance shall be 31 Km.\nPolarization shnll be the standard Hnizonlal Polarization except where required circulu\nur elliptical polarizationmay be employed.\nEmission on Frequency removed from the carrier by 12 kHz to 240 ~ H ' Zshall be\nmentmtcd nt lens1 25dB below the level of the unmudulated carrier.\nEmmswn on Frsqueni) mmovrd liom the r.amer b ) grealrr that) 24U kllr md up tu\n600 kHz shall be attenuated h ) 35dll bclou the level uf the unmudulatcd carrier\n                                        PART 11\n          FM STEREOPHONIC SOUND TRANSMISSION STANDARD\nA FM broadcaPt station shall not use 19 kHz -t 20 Hz, except as the *ereophonic pilot\nBcquency in atrsnsminniun sydem meeting tho followinp.parameters--\n   ( a ) the m h l n t i n g signal for the main channel consists of the sum of the right and\n         lee sipals,\n   (b) the pilot wbsaiber at 19 kHz + 2 Hz shall frequency modulate the main wurier\n       between the limits of 8 and 10 per cent;\n   (c)   one stcreophauc subcarrier shall be the second harmonic ofthe pilot subcarrier\n         (that is, 38 kHz) and shall cross the time axis with a pusitive slope\n         simultanwusly with each ~ m ~ s i n g o f t time\n                                                     h e axis by the pild rubcarriers which\n         are not precluded;\n   (4 double sideband, suppressed-camer amplitude modulation I J the\n                                                                 ~   stereophonic\n         suboarriet at 38 kHz shall be used;\n   (e)   the stereophonic subcarrier at 38 kHz shall be suppressed to a level less thw I%\n         ofthe main carrier,\n   V) the modulating signal for the required stereophonic subcanier shall be equal to\n      the difference of the lefl and right signal,\n   (g)the applicable modulating levels-\n             (i) when a signal exists in unly one ohannsl of a two channel (biphonic)\n                 sound transmission, modulation of the carrier by audio components\n                 within the base band range of SO Hz lo IS kHz shall nal exceed 45%,\n                 and modulation of the carrier by the sum of the amplihlde mdulated\n                 subcarrier in the baas band range of 23 kHz to 53 kHz shall not exceed\n                 45%;\n                [The inclurlon of this page is aulhorirrd by L.N. 13512003 1\n                    THE TELEVISOIVANDSOUND BROADCASTING\n                              REGULATIONS, 11996\n                 (ii) when a signal exists in only one channel of a aaeophonic round\n                      transmision having mote than one stereophonic subcarrier in the base\n                      bsu14, the modulation of the carrier hy audio components within the\n                      audio base band range of 23 kHz to 99 kHz ahall not exceed 53% with\n                      total modulation not to sxoeed 90%;"
    },
    {
      "provision_ref": "sec98",
      "section": "98",
      "title": "Section 98",
      "content": "98                                      -\n                                                108 114                  109 25\n             99                                 114 - 120                115 25\n             14                                 120 - 126                121 25\n             15                                 126 - 132                127 25\n             16"
    },
    {
      "provision_ref": "sec402",
      "section": "402",
      "title": "Section 402",
      "content": "402-408                  403.25\n          55                                    408 - 414                409.25\n          56                                    414 - 420                415.25"
    }
  ],
  "definitions": [
    {
      "term": "Economic Value",
      "definition": "in relation to a service coveting-",
      "source_provision": "sec3"
    }
  ]
}