{
  "id": "jm-subs-the-child-care-and-protection-act",
  "type": "statute",
  "title": "The Child Care and Protection Act",
  "title_en": "The Child Care and Protection Act",
  "short_name": "Child Care and Protection Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-child-care-and-protection-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-child-care-and-protection-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the Child Care and Protection Ci'a'iOn\n(Children's Homes) Regulations, 2007.\n                                                                                 Interprelafion"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In these Regulations-                                                       interpretation.\n       \"recorded information\" means any report, update, or notice\n             transmitted to the Registry pursuant to regulation 3 or 6;\n        .'Register\" means the Children's Register established under section 5\n             of the Act;\n       \"Registrar\" means the Registrar appointed under regulation 14;\n       \"Registration Officer\" means a person so appointed pursuant to\n            regulation 15(3);\n       \"report\" means a report made pursuant to section 6 of the Act;\n       \"the relevant child\", in relation to any report, means the child in\n            respect of whom the report is made;\n       \"the reporter\", in relation to any report, means the person who makes,\n             or is required to make (as the case may be), the report.\n                                Reporting Procedures"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-41) Subject to paragraph (3), every report made to the Registry             :;:tn\npursuant to section 6 of the Act shall be in Form 1 of the Schedule and shall ofrepofis.\n                                                                              Schedule.\ninclude the following information-                                            Form I .\n   (a) the reporter's name, occupation, address and other contact\n       information (such as telephone numbers and email addresses);\n   (b) a description of the circumstances of the reporter's relation to, or\n       acquaintance with, the relevant child;\n   (c) as far as is known to, or can reasonably be ascertained by, the\n       reporter-\n             (i) the name, gender, age and address of the relevant child;\n            (ii) the school that the relevant child attends;\n                [Ihc inclusion of this page is authorized by L.N. 141F12010 ]\n           THE CHILD CARE AND PROTECTION (CHILDREN S REGISTRY)\n                            REGULATIONS. 2007\n           (iii) the names and addresses of the parents, or guardians, of the\n                  relevant child;\n           (iv) the number of other children residing in the same\n                household as the relevant child, and the name, gender\n                and age of each of those other children;\n            (v) any other information that the reporter has and which\n                can reasonably be expected to assist in the identification\n                or location of the relevant child or any other child referred to\n                in sub-paragraph (iv);\n   (d) all information that the reporter has as to the matter that gives rise to\n        the suspicion that the relevant child-\n             (i) has been, is being or is likely to be abandoned, neglected or\n                 physically or sexually ill-treated; or\n            (ii) is otherwise in need of care and protection;\n   (e)the details of any evidence, or suspicion, of previous\n       abandonment, neglect or ill-treatment of the relevant child;\n   u> the name, occupation and address of the alleged offender in the\n       matter, as far as is known to the reporter, and any other information\n       that the reporter has and which can reasonably be expected to assist\n       in the identification or location of the alleged offender;\n   (g) the date on which-\n            (i) each matter alleged under paragraph (6) was committed,\n                if known; and\n           (ii) the information on the matter was acquired by the\n                reporter; and\n   (h) whether or not any action was taken by the reporter in respect of the\n       matter and a description of the action taken.\n      (2) Subject to paragraph (4), as soon as is reasonably practicable after\nthe information giving rise to the obligation to make a report comes to the\nreporter, the reporter shall complete the report in writing and cause the report\nto be transmitted to the Registry by any of the following\nmethods-\n   (a) registered post;\n   (6) hand delivery; or\n   (c) through such electronic means as may be approved by the Minister\n        having regard to the provisions of section 7(2) of the Act\n        (confidentiality of reports).\n                                                                  --. .       -.   -\n                me inclusion of this pago i s authorized by L.N. 141~i2010]\n           THE CHILD CARE AND PROTECTION (CHILDREN'S REGISTRI)                     2.03\n                            REGULATIONS. 2007\n      (3) For the purposes of these Regulations, a document is transmitted to\nthe Registry if it is transmitted, by any of the means specified in paragraph\n(2), t o -\n (a) the Registry office; or\n (b) any registration centre,\ndesignated pursuant to regulation 15.\n     (4) Notwithstanding paragraph (2), a reporter-\n  (a) shall in any circumstances where the reporter suspects, or ought\n      reasonably to suspect, that emergency intervention is needed to secure\n      the care and protection of the relevant child; or\n  (b) may, in the case of any other report, except a report under section 6(2)\n      of the Act (report by prescribed person),\nmake the report to a Registration Officer verbally, either in person or by such\nelectronic means of communication as may be approved by the Minister.\n     (5) Where paragraph (4) applies-\n  (a) the Registration Officer shall conduct an interview of the reporter for\n      the purpose of completing the form referred to in paragraph (I), and\n      shall fill in the form with such information as is supplied by the\n      reporter;\n  (6) a reporter who completes an interview for the purposes of sub-\n      paragraph (a) shall be taken to have satisfied the requirements of this\n      regulation as regards the form and transmission of the report.\n     (6) A report made pursuant to this regulation shall not be considered\nincomplete if the reporter omits the information required under paragraph\n(])(a) (name, address, occupation and contact information) but the following\nrules shall have effect in any such case-\n   (a) regulation 4(b)(i) shall apply only if the inforination provided by the\n       reporter is sufficient to enable the delivery of the notice in accordance\n       with regulation (4)(2);\n   (6) in any case where the reporter is charged with an offence under\n       section 6(4) of the Act (failure to submit report), the onus shall be on\n       the reporter, if he intends to rely on the report in defence of the\n       charge, to show that he is the person who made the report; and\n   (c) the Registrar may decline to correct or add to the original report in\n       response to the submission of a supplemental report under regulation"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-41) Where a report is received by the Registry under regulation 3,\n             Registration officer shall-\n                   (a) mark the report with an identification number;\n                  (6) in the case of a report submitted-\n                            (i) under paragraph (2) of regulation 3 (written report),\n                                transmit to the reporter a notice of the relevant\n                                identification number, in accordance with paragraph (2);\n                          (ii) under paragraph (4) of regulation 3 (verbal report), inform\n                                the reporter verbally of the relevant identification number,\n                                upon completion of the interview mentioned in that\n                                paragraph; and\n                  (c) enter the report into the Register in accordance with the provisions\n                       of these Regulations.\n                    (2) The information required to be given by the Registration Officer\n             under paragraph (I)(b)(i) shall be transmitted, by the same means used by the\n             reporter under regulation 3(2) to transmit the report, as soon as is practicable\n             after receipt of the report.\nDuties of\nprescribed"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Every entity that provides educational, counselling, health or care\nperson's     services to any child and employs any prescribed person in the provisions of\nemployer\n             those services shall-\n                (a) make copies of the form referred to in regulation 3(1) available to\n                    the prescribed person, together with-\n                         (i) such guidelines as are issued by the Registrar in relation\n                             thereto; and\n                        (ii) a copy of the Act and these Regulations;\n                (6) adopt such procedures as will ensure the submission of reports by\n                     the prescribed person, in accordance with the Act and these\n                     Regulations, in relation to any matter arising in the course of the\n                     provision of the aforementioned services; and\n                (c) designate one or more of its employees to monitor and ensure its\n                    compliance with the provisions of this regulation.\n                            [meinclusion of this page is authoriocd by L.N. 141~12010]\n           THE CHILD CARE AND PROTECTION (CHILDREN'S REGISTRY)\n                            REGULA770NSS2007\n                Obligations re the utilization and reports and\n                          maintenance of Register"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.--(I) Where, pursuant to section 7(l)(a) of the Act, the Registrar refers    ~er;~~;rom\na report for further investigation or court proceedings, the referee shall-        referees\n     (a) transmit to the Registrar, at least once in every three calendar\n         months, an update as to the progress of the matter; and\n     (6) upon the completion of the investigation or court proceedings, as\n         the case may be, notify the Registrar in writing of the outcome of\n         the matter.\n        (2) For the purposes of paragraph (I), \"the referee\" means the person\nto whom the report is referred pursuant to section 7(1) (a) of the Act (referral\nto Children's Advocate or Government agency responsible for children)."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. A licensee shall ensure that-                                                Conduct of\n                                                                                    operations.\n    (a) the home commences operation as a children's home not later than\n          six months after the grant of the licence;\n    (b) the number of children resident in the home at any time shall not\n          exceed the number specified in the licence;\n    (c) a child who is not within the age limits specified in the licence is not\n          allowed to reside in the home;\n    (4 the standards set out in-\n              (i) the Guidance on Standards of Care for Residential Child\n                  Care Facilities document; or\n             (ii) any other document applicable to children's homes, issued\n                  fkom time to time by the Minister,\n           are observed in relation to the home; and\n                 [The inclusion of &is page is authorized by L.N. 141F12010 ]\n                      T H E CHILD C A R E A N D PROTECTION (CHILDREN'S HOMES)\n                                            REGULATIONS. 2007\n                (e) the licence is displayed in a conspicuous place in the home.\nRecords and\nreports       8 . 4 1 ) The licensee shall-\n                  (a) be responsible to the Minister for the efficient management of the\n                        home;\n                 (b) keep or cause to be kept, in relation to the home and in such form\n                        as the Minister may from time to time direct-\n                                  (i) a register of admissions and discharges of\n                                      children;\n                                 (ii) a daily journal (containing a record of every event\n                                      of importance connected with the children's\n                                      home);\n                                (iii) a daily register (containing a record of the presence\n                                      or absence of each child); and\n                                (iv) a disciplinary log containing the following details\n                                     in relation to every punishment administered at the\n                                     home-\n                                           (A) the name of each child involved;\n                                           (B) the name of the person who administers\n                                                the punishment;\n                                           (C) the period and nature of the punishment;\n                                                and\n                                           (D) whether the child was afforded a hearing;\n                              (v) a file containing particulars of every serious\n                                  incident occurring at the home, including, in\n                                  relation to each incident, the date and time of\n                                  occurrence, the names of the persons involved, the\n                                  circumstances and the corrective action taken;\n                (c) keep or cause to be kept, in respect of each child at the home, in\n                    such form as the Minister may fiom time to time direct, a file\n                    containing-\n                                   (i) all available information on the status, health and\n                                       welfare of the child, including demographic data,\n                                       physical and mental health status, educational\n                                       profile, socio-economic status, guardianship, and\n                                       closest family relation, and, for that purpose,\n                                        information may be receiver from a social inquiry\n                                       report and any data available from the Government\n                                       agency responsible for children;\n                                  (ii) a health record containing the following details-\n                          [The inclmion of this pago is u~tbohorizedby L.N. 14l~RO10]\n             THE CHILD CARE AND PROTECTION (CHILDREN'S HOMES)\n                             REGULATIONS, 2007\n                            (A) every visit to a medical practitioner or health\n                                care provider, with the dates and times of such\n                                visits and the names of the persons who accom\n                                panied the child on such visits;\n                           (B) illnesses, presenting symptoms, treatment and\n                               drugs prescribed or administered,\n                         accompanied by a health card indicating diseases\n                         against which the child has been immunized; and\n                  (iii) a school record.\n         (2) The licensee shall-\n   (a) in respect of each month of operation of the home, transmit to the\n       Minister, before the end of the next succeeding calendar month, a\n       copy of every entry made to the file mentioned in paragraph\n       (l)(b)(v);\n   (b) in respect of each financial year, transmit to the Minister, with-in\n       ninety days after the end of that financial year, the financial\n       statements of the operations of the home;\n            Provided that at least once in every three years, the financial\nstatements required under this paragraph shall be audited financial statements\naccompanied by the auditor's report thereon; and\n   (c) if requested in writing by the government agency responsible for\n       children, submit to that agency financial statements of the operations\n       of the home for the period specified in the request, within sixty days\n       after receiving the request or such longer time as the agency may\n       allow."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.--(I) The Registrar shall ensure that the Register is maintained up-to-      Fcr;\ndate and in accordance with the provisions of this regulation.\n       (2) The Register shall be kept in such form as may be approved by\nthe Minister, and shall include the following particulars-\n      (a) the matters set out in each report made pursuant to regulation 3;\n          and\n      (b) in relation to each such report-\n                              THE CHILD CARE AND PROTECTION (CHILDREN 'S REGfSTRk)\n                                               REGULATIONS. 2007\n                                     (i) the assessment made by the registration officer;\n                                    (ii) a record detailing the action taken in respect of the report,\n                                         all information transmitted pursuant to regulation 6 or 7\n                                         (reports, notifications and lists from referees and court\n                                         officers), and a summary of the final outcome of the\n                                         matter, setting out all relevant dates.\n                                      (3) For the purposes of paragraph (2), the Registrar shall\n                  receive, assess and record all information transmitted to the Registry pursuant\n                  to regulation 6 or 7.\n                                                      Confidentiality\nConfidentiality\nof Register"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9 . 4 1 ) Every person shall regard the Register as secret and confidential,\nand reports       and shall not disclose, other than as permitted by these Regulations, any\n                  information contained therein or received pursuant to regulation 6.\n                             (2) Subject to regulation 11, information referred to in paragraph (I)\n                  may be disclosed only to the extent that such information could be disclosed\n                  if it were contained in a report, and the provisions of section 7(2) and (3) of\n                  the Act and regulation 10 shall apply, with any necessary modifications, to\n                  the disclosure of such information.\nProtection\nof reporter's"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1)    It shall be a condition of every licence that-                      with\n                                                                                  Regulations\n      (a) the licensee shall comply with these Regulations; and\n      {b) if the licensee breaches that condition the Minister may,\n          without prejudice to any other penalty, exercise the powers\n          conferred by section 49 of the act to-\n               (i) cancel or suspend the licence;\n               (ii) rehse to renew the licence; or\n                [The inchuion of this p q c u rutborizad by LN. 14l~M)lO]\n                                 THE CHILD CARE AND PROTECTION (CHILDREN'S HOMES)\n                                                 REGULATIONS, 2007\n                                              (iii) apply for an order or interim order for the\n                                                    removal of any child from the home.\n                                                               Inspections\nBoard of visitors.       11.-41) There shall be a Board of Visitors for each children's home,\n                     consisting of such number of members (hereinafter referred to as visiting\n                     members) appointed by the Minister for such period as shall be specified in\n                     the instrument of appointment.\n                              (2) The Minister shall notify the licensee of any such appointment\n                     and of ?be persons so appointed.\n                             (3) The visiting members are hereby authorized t                 e\n                           (a) enter the home and to have access to every part thereof;\n                           (b) interview any child of the home, either alone or in the presence\n                               and hearing of a member of staff of the home;\n                           (c) hear and make enquiries concerning any complaint made to them\n                               by a chi!d of the home;\n                           (d) report such complaint, with any remarks, to the Advisory Council\n                               and, if the visiting members think it appropriate, to the Minister.\n                             (4) The visiting members shall enquire into any report they may\n                     receive as to the likelihood of injury to the mind or body of a child at the\n                     home and, in a case of urgency-\n                           (a) may recommend to the licensee such action as appears to them to\n                               be expedient; and\n                           (6) shall, in every such case, report the circumstances thereof to the\n                               Advisory Council and, if the visiting members think it\n                               appropriate, to the Minister.\n                            (5) The visiting members shall-\n                           (a) make enquiries concerning the diets of the children of the home\n                               and may make a report thereon to the Advisory Council and, if the\n                               visiting members think it appropriate, to the Minister;\n                           (b) observe and assess the state of the premises of the home and bring\n                               to the notice of the licensee any repairs, alterations or additions\n                               that may appear to them to be necessary;\n                           (c) perform such other fbnctions relating to the home and the\n                               children thereof as may fiom time to time be assigned to them by\n                               the Minister.\n                             (6) The visiting members shall be entitled to see any document or\n                     record of the home which relates to an investigation being carried out by\n                     them in respect of the home or a child thereof.\n                             (7) The Board of Visitors shall make an annual report to the Minister\n                                    [Ibe inclusion of this page b authorized by L.N. 141~/2010]\n            THE CHILD CARE AND PROTECTION (CHILDREN 3 HOMES)\n                            REGULATIONS. 2007\nin respect of the exercise of the functions assigned to it under these\nRegulations."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.--(I) The Registrar may extract from the Register a record, which-\n                        (a) shall not include the details of any report;\n                        (6) may contain a general description of the nature of the reports\n                             received and the final outcome of all investigations or proceedings\n                             connected therewith.\n                           (2) The record referred to in paragraph ( I ) may be disclosed-\n                        (a) for the purposes of the annual report referred to in regulation 16; or\n                        (b) upon written request, t o -\n                                 (i) the Minister; or\n                                (ii) any other person, with the approval of the Minister.\n                                           Alteration or deletion of record\nCorrections\nor additions         12.41) No alteration of any report (hereinafter referred to as the original\nto repons.        report) shall be made except as authorized by this regulation.\n                           (2) Any clerical error, which may from time to time be discovered in\n                  an original report or the Register, may be corrected by the Registrar.\n                                ~~\n                               p~    --- -\n           THE CHILD CARE AiVD PROTECTION (CHILDREX'S REGISTRY)\n                             REGULATIONS 2007\n         (3) Any error of fact or substance in an original report may be\ncorrected by the Re,'o~strar-\n       (a) in the manner specified in paragraph (5); and\n       (6) upon the submission by the reporter of-\n                  (i) a written supplemental report, in Form 2 of the Schedule Schedule\n                                                                                Form 2\n                      to the Registrar; and\n                 (ii) satisfactory proof of identity as the person who made the\n                      original report.\n         (4) A supplemental report may also be made in respect of any\nadditional relevant information that the reporter has and which was not set\nout in the original report.\n         (5) Subject to paragraph (7), upon the receipt of a supplemental\nreport made pursuant to paragraph (3) or (4) the Registrar shall-\n      (a) attach the supplemental report to the original report;\n      (b) if warranted, correct the relevant entry in the Register (without\n          deleting any information in the original report) by making an\n          entry in the margin of the Register at the place where the error\n          appears; and\n      (c) record in the Register any additional information referred to in\n          paragraph (4).\n         (6) A supplemental report may be delivered to the Registry in any\nmanner in which an original report may be delivered, and when so received\nshall be treated, as far as the assessment, referral and confidentiality thereof\nare concerned, as if the supplemental report were an original report.\n         (7) The provisions of regulation 3(6)(c) and (7) shall apply in any\ncase where satisfactory proof of identity is not submitted under paragraph\n(3)(b)(ii).\n         (8) A person who knowingly makes a false statement in a\nsupplemental report to the Registry commits an offence."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12, unless the Registrar is satisfied that the person making the\n       supplemental report is the person who made the original report.\n                me inclusion of this page h authorizd by L.N. 141Qi2010 !\n                        THE CHILD CARE AA'D PROTECTfON (CHILDRE,kl'S REGISTRY)\n                                          REGI;LATfOh'S 2007\n                    (7) In any case where the Registrar declines to make a correction or\n             addition under paragraph (6)(c), the Registrar shall in any event treat the\n             supplemental report as a separate report and deal with that report in\n             the manner set out in-\n                  (a) regulation 4(1), so, however, that the identification number\n                       assigned to the report may be a number which identifies that report\n                       as relating to the original report in respect of which it was\n                       submitted; and\n                 (b) section 7 of the Act (assessment and referral of reports).\nReceipt of\nrepons"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-41) As regards any recorded information, the following rules shall :;k\",\":,\",\"ged\napply--                                                                        fmm Registry.\n     (a) the identity of any child identified in any recorded information\n          shall be expunged when that child attains the age of eighteen years;\n     (b) the identity of any person alleged, in any recorded information, to\n         have committed an offence shall be expunged, in relation to the\n         allegation, if the person is acquitted of the offence before a court;\n     (c) a report together with all the other recorded information pertaining\n         thereto shall be entirely expunged if all of the following conditions\n          are satisfied-\n                 (i) the identities of all the relevant children named in the\n                     report and the alleged offender have been expunged\n                     pursuant to paragraphs (a) and (b);\n                 [The inclusion of chis page is authorized by L.N. 141~IZO10]\n                             THE CHILD CARE AND PROTECTION (CHILDREIV 'S REGISTRY)\n                                              REGULATIONS, 2007\n                                 (ii) apart from the report, there is no evidence to suggest that\n                                      an offence occurred; and\n                                (iii) after due investigation by any entity to which the report\n                                      was referred pursuant to the Act, the report is assessed as\n                                      false.\n                            (2) The Registrar may act under paragraph (1) either of his own\n                  volition or-\n                         (a) in any case falling within the provisions of paragraph (I)(a) or (c),\n                              upon the written application of any child referred to in any of those\n                              provisions;\n                        (6) in any case falling within the provisions of paragraph (I)(b) or (c),\n                              upon the written application of the alleged offender,\n                            accompanied by such supporting evidence as the Registrar may\n                  require for the purposes of this regulation.\n                            (3) The Minister may, in his discretion, direct the Registrar to\n                  expunge any recorded information in the Registry if satisfied that the\n                  interests of justice so require.\n                            (4) A request under paragraph (2)(a) or (6) shall be in Form 3 of the\nSchedule\nForm 3.           Schedule and shall be signed in the presence of a Justice of the Peace.\n                                               Registry ofjlces and staff\nAppointn~ento f\nRegistrar and        14.-41) The Minister shall appoint a fit perscn to be the Registrar, and a\nemployment o f\nstaff.\n                  notice of the appointment shall be published in the Gazette.\n                           (2) There shall be paid to the Registrar such annual salary as shal!\n                  from time to time be determined by the Minister.\n                           (3) The Registrar may from time to time employ, at such\n                  remuneration and on such terms as may be approved by the Minister, such\n                  staff as the Registrar thinks necessary for carrying out the functions of the\n                  Registry.\n                           (4) The salaries of the Registrar and the staff of the Registry shall be\n                  paid out of the Consolidated Fund.\n                           (5) Anything that the Registrar is authorized or required to do may\n                  be done by any member of staff of the Registry authorized by the Registrar,\n                  generally or specifically, for that purpose.\nRegistry office\nand regismion        15.-41) The Minister shall-\ncentres.\n                        (a) provide a suitable place to be the ofice of the Registry, which\n                            shall be deemed to be a registration centre for the purposes of these\n                            Regulations; and\n                                 (i) in respect of each parish, one or more suitable places to be\n                                     registration centres for the purpose of these Regulations;\n                                     and\n                                (ii) a private, toll-free, telephone line dedicated to the receipt of\n                                     reports.\n            THE CHILD CARE AND PROTECTION (CHILDRE.V'S REGfSTRn                             2.09\n                             REGULATIONS. 2007\n         (2) Each registration centre designated under paragraph (I)(b) shall\nbe equipped with-\n      (a) suitable facilities for receiving reports and any other information\n           transmitted to the Registry pursuant to these Regulations; and\n      (6) facilities for preserving the confidentiality of recorded\n           information in accordance with the requirements of the Act and\n           these Regulations.\n         (3) The Registrar shall appoint, in respect of each registration\ncentre, a member of staff of the Registry to be the Registration Officer.\n        (4) The Registration Officer shail-\n       (a) report to the Registrar in respect of the Registration Officer's\n             functions under these Regulations;\n       (6) be responsible for the receipt and assessment of reports and other\n             recorded information at the registration centre in respect of which\n             he is appointed and, in connection therewith, shall-\n                  (i) maintain records in accordance with the directions of the\n                      Registrar;\n                 (ii) provide all necessary information and assistance to persons\n                      wishing to make a report to the Registry;\n                (iii) upon request, provide guidance and referrals (as\n                      appropriate) to persons on matters related to the care and\n                      protection of children; and\n       (c) carry out such other duties as may be assigned to him by the\n             Registrar for the purposes of these Regulations.\n          (5) The Registration Officer may, with the approval of the Registrar,\ndelegate any of his functions under these Regulations to any other member of\nstaff of the Registry."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. A licensee shall ensure that, in relation to the home-                     Welfare.\n    (a) each child is provided with sufficient food to keep the child in\n        good health, the meals provided are in accordance with such\n        dietary scale as may be prescribed by the Minister and a copy of\n        that scale is displayed in any place where meals are prepared for\n        the home;\n    (6) in the case of children of four or more years of age, children of\n        different sexes do not sleep in the same room;\n    ( c ) the daily routine of the home, including the hours appointed for\n          rising,school instruction, practical training, chores, meals,\n          recreation, study and retiring to bed, are approved by the Minister;\n    (4 any substantial deviation from the daily routine referred to in\n         paragraph (c) is entered in the daily journal of the home and that a\n         notification of the deviation is sent forthwith to the Minister;\n    (e) a copy of the daily routine referred to in paragraph (c) is\n        conspicuously displayed in the home;\n    u> each child is provided with a locker or other storage space in which\n        to keep the child's personal possessions;\n    (g) no child who resides, or is, at the home engages in the solicitation\n        of money or other aid for the maintenance of the home, from any\n        member of the public;\n    (h) no child who resides, or is, at the home is employed in any work\n        that is likely to-\n              (i) impair that child's health or capacity for benefiting from\n                  instruction; or\n                me inclwion of lhis pago is authorized by L.N. 141eD010 ]\n                            THE CHILD CARE AND PROTECTION (CHILDREN'SHOMES)\n                                            REGULATIONS, 2007\n                                    (ii) deprive the child of reasonable recreation or leisure.\n   Education.      15.--(I) The licensee shall arrange for the proper education of every child\n                who resides at the home and secure the approval of the Minister in respect of\n                those arrangements.\n                         (2) Where educational programmes are provided at the home, the\n                licensee shall ensure that-\n                      (a) those programmes are in accordance with a curriculum ap-\n                           proved by the Minister;\n                      (b) any substantial deviation from the approved curriculum is\n                           entered in the daily journal and a notification thereof is sent\n                           forthwith to the Minister;\n                      (c) a copy of the timetable for each programme is conspicuously\n                           displayed at the home; and\n                      (4 the attendance, of each child who resides at the home at\n                           educational and practical training classes is recorded in a\n                           register provided by the licensee for that purpose.\nDiscipline.        16. The discipline of the hortle shall be-\n                    (a) maintained by the licensee or his superintendent and staff; and\n                    (b) promoted by a system of rewards and privileges.\nRemiaions on       17.-41) Subject to paragraph(2), in any case where punishment is\npunishment.\n                necessary for the maintenance of discipline at the home, one of the following\n                methods shall be used-\n                     (a) forfeiture of rewards and privileges (including pocket money);\n                     (b) temporary loss of recreation;\n                     (c) isolation from other children.\n                         (2) The method of punishment referred to in paragraph (l)(c) shall\n                be used only in exceptional cases and in accordance with the following\n                provisions-\n                     (a) no child under the age of twelve years shall be isolated;\n                     (b) any room used for the purpose of isolation shall be light and\n                           airy, and light shall be provided to any child isolated during the\n                           hours of darkness;\n                     (c) some form of occupation shall be provided for the child while\n                           the child is isolated;\n                     (d) a means of communication with some member of the staff of\n                           the home shall be available to the child while the child is\n                           isolated;\n                      (e) the child shall be monitored at regular intervals by a member of\n                         staff;\n                      V) no isolation shall be for a longer period than twelve hours at\n                         any one time; and\n                                  me inchuion of thu page is mthorized by LN. 141~i2010]\n                         THE CHILD CARE AND PROTECTION (CHILDREN'S HOMES)                      15\n                                     REGULATIOAIS, 2007\n                       ( g ) the circumstances leading to such punishment shall forthwith be\n                             reported to the Minister.\nDisciplinary\nlog.                 18.-31) A licensee shall, at least once in every week, examine and sign\n                  the home's disciplinary log.\n                            (2) A medical officer appointed for -a children's home pursuant to\n                  regulation 20 shall, at least once in every three months, examine and sign the\n                  home's disciplinary log.\n                            (3) The Board of Visitors shall, at each visit and inspection of a\n                  home, examine and sign the home's disciplinary log and the file mentioned\n                  in regulation 8(1) (6) (v) (serious incident file).\nProhibited acts\n                     1 9 . 4 1 ) No licensee or member of staff of any children's home shall\n                  strike, cuff, slap or use any other form of physical violence towards any child\n                  who resides, or is, at the home.\n                            (2) No child at a children's home shall be permitted to administer\n                  any form of punishment upon any other child at the home.\n                                                         Medical Care\nMedical omcer.\n                    2 0 . 4 1 ) A licensee shall-\n                        (a) appoint a medical officer, who shall be a duly qualified medical\n                               practitioner, for the home; or\n                       (6) make suitable arrangements for the treatment of the children of the\n                              home at a health facility located at reasonably accessible proximity\n                              to the home.\n                             (2) The duties of a medical officer appointed under paragraph (I), or\n                  the arrangements made pursuant to that paragraph, as the case may be, shall\n                  include-\n                        (a) a thorough medical examination of a child, upon that child's\n                               admission to and discharge from the home;\n                        (b) an annual medical examination of each child residing at the home;\n                        (c) monthly visits to the home;\n                        (4 general supervision and advice as to conditions relating to the\n                               hygiene or sanitation of the home;\n                        ( e ) dietary advice;\n                        fl examination and treatment of sick or ailing children and such\n                              members of staff who reside at the home as the licensee or manager\n                              of the home may specify;\n                       (g) keeping medical records in such form as the Minister may from\n                              time to time specify; and\n                       (h) furnishing such reports and certificates as the Minister may from\n                              time to time require.\n                                  [The inclusion of this page is aurhohd by L.N. 141Qi2010]\n                                 THE CHILD CARE AND PROTECTION (CHILDREIZ\"~HOMES)\n                                                 REGULATIONS. 2007\nMedicaloficer's\nattendance at\n                        2 1 . 4 1 ) A notice of the meeting of the Board of Visitors of a home shall\nmeelin~sof\nBoard of Visitors.\n                     be given to the home's medical officer at least seven days before the holding\n                     of such meeting.\n                             (2) The medical officer may, if he so desires, and shall if required by\n                     the Board of Visitors, attend any such meeting:\n                        Provided that a medical officer who is a Government official shall only be\n                     required to attend such meetings if such attendance does not conflict with his\n                     official duties.\n Dental officer"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-41) In addition to the hnctions otherwise set out in the Act or these       z::;;r\nRegulations, the hnctions of the Registrar shall be t o -                         of Registrar\n       (a) be responsible for the general operation of the Registry;\n       (b) ensure that the Register is maintained in accordance with the\n             provisions of the Act and these Regulations;\n       (c) receive and assess reports made to the Registry;\n       (dj keep under review the procedures for recording, assessing and\n             investigating reports and make with regard thereto such\n             recommendations to the Minister as the Registrar thinks fit;\n       ( e ) develop guidance notes for the purposes of paragraph 2; and\n       u> develop and implement systems for ensuring-\n                  (i) the confidentiality of reports made to the Registry and the\n                      contents of the Register, in accordance with the Act and\n                      these Regulations;\n                                                 -   -\n                       THE CHILD CARE AND PROTECTION (CHILDREhr'S REGISTRY)\n                                        REGULATIONS, 2007\n                           (ii) the timely assessment, recording in the Register, and\n                                referral (as appropriate), of information received into the\n                                Registry.\n                    (2) The Registrar shall from time to time cause printed notices to be\n            placed at registration centres and such other conspicuous public places as the\n            Registrar considers appropriate for the purpose of informing the public of\n            the procedures for making reports to the Registry.\n                    (3) The Registrar shall make, annually, a written report to the\n            Minister, including the following information-\n                  (a) the extracted record referred to in regulation 1l(1);\n                  (6) statistical trends that identify major risk factors affecting the well-\n                      being of children, and any other factors that the Registrar\n                      determines to be of public interest;\n                  (c) a description of the performance of the Registry as regards the\n                      assessment and referral of reports and the maintenance of records,\n                      as measured against the operational standards in place at the\n                      Registry.\n                                                   Penalties\nOffences.\n              1 7 . 4 1 ) A person commits an offence if that person-\n                 (a) wilfully destroys, alters or deletes any recorded information, other\n                     than as permitted by the Act or these Regulations;\n                 (b) obtains recorded information otherwise than as permitted by these\n                     Regulations, or under false pretences.\n                   (2) A person who commits an offence under paragraph (1) is liable\n            upon conviction before a Resident Magistrate to a fine not exceeding two\n            hundred and fifty thousand dollars or to imprisonment, with or without hard\n            labour, for a term not exceeding three months, or to both such fine and\n            imprisonment.\n                            [The inclusion uf this page is authorized by L.N. 141~ROlO]\n         THE CHILD CARE AND PROTECTION (CHILDREN'S REGISTRY)\n                          REGULATIONS, 2007\n                                          SCHEDULE\n                                              Form I                            (Regulation 3)\n                            The Child Care and Protection Act\n                 Form of Report to the Registry under section 6 of the Act\n     (Please complete in legible script using blue or black ink and submit forthivith\n       to the oflce of the Children's registry or the nearest registrafion centre.)\n                 PARTI--PARTICULARS\n                                  RELATINGTO CHILDIN RESPECT\n                          OF WHOMTHE REPORTIS MADE\n                        (All items in this Part are to be completed\n                         to the best of the reporter's knotvledge)\na.     Name of child:\n       --    1                                     I                     I\n        Last                          First                Middle            NicknameIPetname\nb.     Date of birth:         [77\n                                 YY\n       or, if date of birth is unknown. estimated age:\nc.     Gender:\n                   M         F\nd.     Location-\n              Home address:\n              Name and address of school:\n       If home or school address is not available, or if the child is located elsewhere, please\n       give other details that can help in locating the child:\ne.     Name(s) of parents or guardians:\nf.     Address of parent or guardian, if different from home address of child:\ng.     Number of siblings or other children living with the child, as well as their names and\n       ages:\nh.     Impairment or disability affecting the child:\nPhysical         [7     Mental\nDescribe:\n                 [The inclusion of this page is authorired by L.N. 141FR010 1\n       THE CHILD CARE AND PROTECTION (CHILDREN'S REGISTRY)\n                        REGULATIONS. 2007\n                                 SCHEDULE, contd\n               PART2-DETAILS        OF THE INCIDENT BEING REPORTED\n                      (AN items in this Part MUST be completed)\na.   Does the child appear to have been. or is the child at risk of being, abused or ill-\n     treated:\n                                     q\n     Physically               Sexually          Mentally\n     Give details:\nb.   Has the child been abandoned or neglected?                 yes            NOO\n     Give details:\nc.   Give details of any other circumstances why it is believed or suspected that the child\n     may be in need of care and protection:\nd.   Location where the abuse or relevant incident occurred:\ne.   Date on which the abuse or relevant incident occurred:\nf.   Date on which the reporter acquired the information: (if specific date is not known.\n     give best estimate):\ng.   Give details of any signs of previous abuse or neglect:\nh.   Is the child in need of emergency assistance?\ni.   Give details of any other action taken in the matter, aside from this report:\n                  PART3-DESCRIPTION        OF SUSPECTED OFFENDER\n              (All items in this Part must be completed to the best of the\n                                  reporter's knowledge)\na.   Name of person suspected to have committed the act or omission leading to the\n     child's need for care and protection:\n                          1                      I                     i\n           Last                    First                 Middle            Nicknamepetname\n     If the name of the suspected offender is unknown, please give a description that can\n     help in identifying the suspected offender:\nb.   Relationship between the suspected offender and the relevant child:\nc.   Estimated age of the suspected offender:\nd.   Gender:      M           F [7\ne.   Home address of the suspected offinder or, if unavailable, any other details that can\n     help in locating the suspected offender:\n               [The inclusion of U s page is authorized by L.N. 141312010 ]\n        THE CHILD CARE Ah'D PROTECTION (CHILDREN'S REGISTRY)\n                          REC;ULATIONS. 2000:\n                                 SCHEDULE, contd.\n                   PART4 -REPORTERCONTACT\n                                        INFORMATION\n   (Completion of this Part is not mandatory. but ifcompleted ic,illfacilitate-)\n                    reporter's proof of compliance with the duty to report under the Act:\n                    rhe receipt of any supplementary report that the reporter mayfile at a\n                   later date).\na. Name of Reporter:                          Signature:\nb. Occupation:\nc. Address and telephone number or email address:\nd. Relationship to relevant child:\n                       (To be complefed by Registry oflcian\nDate of submission of report:\nReport identitication number:\nInterviewer: (where verbal report is made under regulation 3(4) ):\n                                        Form 2                               (Regulation 12)\n                           The Child Care and Protection Act\n                                     Supplemental Report\n             (To be submined wrth the proof of identity required under\n                       regulations 3(6) ( c )and I2 (6) (ii) )\nReport identification number:\nDate of original report:\nName of relevant child:\nMy original report is to be corrected in the following particuiars:\nThe following additional information should be added to my o~iginalreport:\n1offer proof of my identity as the maker of the original report in the following particulars:\nDate:                                                       Signed:\n              [Ibe inclusion of this page is authorized by L.N. 141~12010]\n            THE CHILD CARE AND PROTECTI0N (ADVISORY COUNCIL)\n                            REGULATIONS, 2007"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Subject to the foregoing provisions, the Council shall have power to\nregulate its own proceedings, and may delegate to any member or committee\nthereof the power and authority to cany out on behalf of the Council such\nduties as the Council may determifie."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. There shall be paid out of the Consolidated Fund to the members of\nthe Council such allowances and expenses as the Minister may specially or\ngenerally approve.\n                                                   -   ---   --   -   -   -\n                   inclusion of mir p q e is anfhkcd by L.N. 141~i2010]\n                          CHILD CARE AND PROTECTION\n               THE CHILD CARE AND PROTECTION ACT\n                                   REGULATIONS\n                                 (under section 91)\n          THE CHILD\n                  CAREAND PROTECTION\n                                   (CHILDREN'S\n                                            HOMES)\n                      REGULATIONS,\n                                 2007\n                                                                                 I.N. 99Cl2007.\n             (Made by the Minister on the 5th day of June, 2007)"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Amounts and source of each contribution received from Government, public bodies or a\n    private charity."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.-41) A licensee shall appoint a dental officer for the home or make\n                     other suitable arrangements for the dental care of the children of the home.\n                             (2) The duties of a dental officer appointed under paragraph (I), or\n                     the arrangements made pursuant to that paragraph, as the case may be, shall\n                     include, in respect of each child residing at the home-\n                            (a) an examination of the child's teeth at least once in every year;\n                                and\n                            (b) the performance of such fillings, extractions or other dental work\n                                 as may from time to time be necessary.\n                              (3) Every dental officer appointed under paragraph (1) or providing\n                     dental care pursuant to any arrangement made under that paragraph, shall\n                     keep a record of his work in such form as the Minister may from time to time\n                     specify.\nRepons re death,\nillness, etc."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.41) Where any child at a children's home dies, becomes seriously ill,\n                     contracts an infectious disease or is injured in any accident, the licensee shall\n                     forthkith report such death, illness, disease or injury, as the case may be,\n                     to-\n                            (a) the home's medical officer or, if such officer is unavailable, to\n                                some other qualified medical practitioner;\n                            (b) the child's parent or guardian; and\n                            (c) the Minister.\n                             (2) Where any child at a children's home dies in sudden or violent\n                     circumstances, the licensee shall forward to the Minister, as soon as is\n                     practicable, a report of the proceedings at any inquest touching the death.\n                                     ['Ihe imlwion of this page is authorized by L.N. 141Ft2010 ]\n                THE CHILD CARE AhrD PROTECTIO!V (CHILDREN'S HOMES)\n                                REGULATIOI+/S.2007\n                                                                                    (Regulation 3)\n                                              Form 1\n                        THE CHILD CARE AND PROTECTION ACT\n                              Application for a Licence to operale\n                                        Children's Home\nI. Name of children's home."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. In relation to previous applications-\n          (a)    date of previous application(s);\n          ( 6 ) whether or not application was successful;\n          (c)    if a licence was previously granted-\n                THE CHILD CARE AND PROTECTION (CHILDREN'S HOMES)\n                                REGULATIONS, 2207\n                                           SCHEDULE,\n                                                  contd.\n                                             Form 1, contd.\n                                 Application for a Licence to operate\n                                      Children k Home, contd.\n                  (i)      the address of the previously licensed home;\n                  (ii)     the period(s) for which the licence was granted;\n                 (iii)     the reasons for applying for a new licence instead of renewing the\n                           previous licence."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. Statement and explanation of the nature of every affiliation, of applicant, to a charitable\n    organization, non-governmental organization, religious group or any other body."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. Statement of registration of the home, and any affiliated body referred to in Item 26,under\n    the Companies Act, Friendly Societies Act or any other law providing for the registration\n    of entities."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. Evidence of applicant's credit status from-\n          (a) a bank licensed under the Banking Act;\n          ( b ) a financial institution licensed under the Financial Institutions Act;\n          (c)   a building society registered under the Building Societies Act;\n          (4 a society registered under the Co-operative Societies Act;\n          (e)   a person licensed under the Securities Act as a dealer or investment adviser;\n          V)    aperson wh-\n                   (i)      engages in insurance business within the meaning of the Insurance Act;\n                   (ii)     performs services as an insurance intermediary within the meaning of\n                            the Insurance Act,\n                other than an insurance consultant or an adjustor; or\n          (g) a person whose regular occupation or business is the provision of trust services."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. Description of the financial management system that will be instituted at the home, and\n    what records will be maintained."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. Statement that the applicant has read and is willing to comply with the provisions of the\n    Child Care and Protection Act, the Guidance and Standard of Care for Residential Care\n    Facilities and other related documents issued by the Minister.\n                                                                     Signature of Applicant\n                                                                              Date\n                         me inclusion of this page is authorized by L.N. 141FROIO ]\n               THE CHILD CARE AND PROTECTION (CHILDREN'SHOMES)\n                               REGULATIOM. 2007\n                                            Form 2\n                        THE CHILD CARE AND PROTECTION ACT\n                               Licence to establish and maintain\n                                      a Children 's Home\nThis is to certify that                                                  is hereby licensed by\nthe Minister, under the Child Care and Protection Act, to establish and maintain a children's\nhome known as\nsubject to the following terms and conditions-\n                                                                    Minister\n                                                                      Date\n                    me inclusion of thii page is u~thorizedby L.N. 141~ROlO]"
    }
  ],
  "definitions": [
    {
      "term": "recorded information",
      "definition": "any report, update, or notice",
      "source_provision": "sec2"
    },
    {
      "term": "Registrar",
      "definition": "the Registrar appointed under regulation 14",
      "source_provision": "sec2"
    },
    {
      "term": "Registration Officer",
      "definition": "a person so appointed pursuant to",
      "source_provision": "sec2"
    },
    {
      "term": "report",
      "definition": "a report made pursuant to section 6 of the Act",
      "source_provision": "sec2"
    },
    {
      "term": "the referee",
      "definition": "the person",
      "source_provision": "sec6"
    }
  ]
}