{
  "id": "jm-subs-the-cinematograph-act",
  "type": "statute",
  "title": "The Cinematograph Act",
  "title_en": "The Cinematograph Act",
  "short_name": "Cinematograph Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-cinematograph-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-cinematograph-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Rules may be cited as the Cinematograph Rules, 1914.\n                                  GENEW"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In these Rules the word “building” shall be deemed to include\nany building, booth. tent or structure in which it is intended to show\ncinematograph or similar pictures or in which such pictures are shown."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) No building shall be used for cinematograph or similar cx-\nhibitions unless it be provided with an adequate number of clearly\nindicated exits so placed and maintained as to readily d o r d the\naudience ample means of safe egress.\n       (2) The seating in the building shall be so arranged as not to\ninterfere with free access to the exits; and the gangways and staircases,\nand the passages leading to the exits shall during the presence of the\npublic in the building be kept clear of obstructions."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The cinematograph operator and all persons responsible for, or\nemployed in, or in connection with the exhibition shall take all due\nprecautions for the prevention of accidents, and shall abstain from\nany act whatever which tends to or is likely to cause fire and is not\nreasonably necessary for the purpose of the exhibition.\n                            FIREAPPLIANCES"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Fire appliances adequate for the protection of the building shall\nbe provided, and shall include at least the following, namely, a damp\nblanket, two buckets of water, and a bucket of dry sand. A building\nused habitually for the purpose of cinematograph or similar exhibitions\nshall also include a suflicient number of hand grenades or other\napproved portable fire extinguishers.\n                   indudon of this page k authorized by L.N. 4/1974\n4                     THE CINEMATOGRAPH RULES, 1914\n      The fire appliances shall be so placed that there shall be sufficient\n    means of dealing with lire readily available for use within the enclosure.\n    Before the commencement of each pedormance the cinematograph\n    operator shall satisfy himself that the fire appliances intended for use\n    within the enclosure are in working order, and during the performance\n    such appliances shall be in the charge of some person specially nomi-\n    nated for that purpose who shall see that they are kept constantly\n    available for use.\n                                      ENCLOSURES\n           Rules applying in all cases and to all classes of buildings"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.41) (a) The cinematograph apparatus shall be placed and kept in\n    an enclosure of substantial construction made of or lined internally with\n    fire-resisting material and of suEcient dimensions to allow the operator\n    to work freely.\n                (b) The entrance to the enclosure shall be suitably placed and\n    shall be fitted with a self-closing close fitting door constructed of fire-\n    resisting material.\n                (c) The openings through which the necessary pipes and\n    cables pass into the enclosure shall be sulliciently bushed.\n                (d) The openings in the front face of the enclosure shall not\n    be larger than is necessary for effective projection, and shall not exceed\n    two for each lantern. Each such opening shall be fitted with a screen\n    of 6re-resisting material, which can be released both inside and outside\n    the enclosure so that it automatically closes with a close-fitting joint.\n                (e) The door of the enclosure and all openings, bushes and\n    joints shall be so constructed and maintained as to prevent, so far as\n    possible, the escape of any smoke into the auditaium. If means of\n    ventilation are provided, they shall not be allowed to communicate\n    direct with the auditorium.\n                 (f) If the enclosure is inside the auditorium, either a suitable\n    barrier shall be placed around the enclosure at a distance of not less\n    than two feet from it, or other effectual means shall be taken to prevent\n    the public from coming into contact with the enclosure.\n                (g) No unauthorized person shall go into the enclosure or be\n    allowed to be within the barrier.\n                (h) No smoking shall at any time be permitted within the\n    barrier or enclosure.\n                (i) No inflammable article shall unnecessarily be taken into or\n    allowed to remain in the enclosure.\n                    lThe hdusion of this page is authorized t-v L.N. 4119761\n                  THE CINEMATOGRAPH RULES,1914                               5\n          Rules applying only to specified classes of buildings\n  (2) In the case of buildings used habitually for cinematograph or\nsimilar exhibitions, the enclosure shall be placed outside the auditorium;\nand in the case of permanent buildings used habitually as aforesaid\nthe enclosure shall also be permanent :\n   Provided with regard to the foregoing requirements, that, if the\nlicensing authority under the said Act is of opinion that compliance\nwith either or both of them is impracticable or in the circumstances\nunnecessary for securing safety and shall have stated such opinion by\nexpress words in the licence, the requirements so specified shall not\napply-\n                         PROJECTORS\n                   LANTERNS,     AND FILMS"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Lanterns shall be placed on fum supports constructed of fire-\nresisting material, and shall be provided with a metal shutter which\ncan be readily inserted between the soume of light and the &-gate.\n   The film-gate shall be of massive construction and shall be provided\nwith ample heat-radiating surface. The passage for the Nm shall\nbe sufficiently narrow to prevent flame travelling upwards or downwards\nfrom the light-opening."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Cinematograph pa-ojectors shall be fitted with two metal film-boxes\nof substantial construction, and not more than fourteen inches in\ndiameter, inside measurement, and to and from these the films shall\nbe made to travel. The film-boxes shall be made to close in such a\nmanner, and shall be fitted with a film-slot so constructed as to prevent\nthe passage of flame to the interior of the box."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Spools shall be chain belt or gear driven and 6lms shall be\nwound upon spools so that the wound film shall not at any time reach\nor project beyond the edges of the flanges of the spool."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. During the exhibition all films not in use in the film-boxes shall\nbe kept in closed metal boxes.\n                                    LIGHTING"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Where the general lighting of the auditmium and exits can be\ncontrolled from within the enclosure, there shall also be separate and\nindependent means of control outside and away from the enclosure.\n               l T k inclusion of tbis page k authorized by L.N. 4/197q\n6                     THE CINEMATOGRAPH RULES, 1914"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. No illuminant other than electric light, limelight, or acetylene\n    shall be used within any lantern."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) Within the enclosure the insulating material of all electric\n    cables, including “leads” to lamps, shall be covered with fire-resisting\n    material.\n             (2) There shall be no unnecessary slack electric cable within\n    the enclosure. The “leads” to the cinematograph lamp shall unless\n    conveyed within a metal pipe or other suitable casing, be kept well\n    apart both within and without the enclosure and shall run so that the\n    course of each may be readily traced.\n             (3) Cables for cinematograph lamps shall be taken as separate\n    circuits from the source of supply and from the supply side of the main\n    fuses in the general lighting circuit, and there shall be efficient switches\n    and issues inserted at the point where the supply is taken. and in\n    addition, an efficient double pole switch shall be fitted in the cinemato-\n    graph lamp circuit inside the enclosure. When the cinematograph\n    lamp is working, the pressure of the current across the terminals of\n    the double pole switch inside the enclosure shall not exceed 250 volts.\n             (4) Resistance shall be made entirely of &-resisting material,\n    and shall be so constructed and maintained that no coil or other part\n    shall at any time become unduly heated. (They should not become so\n    heated that a piece of newspaper placed in contact with any part of\n    the resistance would readily ignite.) All resistances, with the exception\n    of a resistance for regulating purpose, shall be placed outside the en-\n    closure and, if reasonably practicable, outside the auditorium. If\n    inside the auditorium, they shall be adequately protected by a wire\n    guard or other efficient means of preventing accidental contact.\n       The operator shall satisfy himself before the commencement of each\n    performance that all cables, leads, connections, and resistances, are in\n    proper working order. The resistance if not under constant observation,\n    shall be inspected at least once during each performance. If any fault\n    is detected, current shall be immediately switched off and shall remain\n    switched off until the fault has been remedied.\n                                      ACETYLEW"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. No acetylene shall be used unless supplied direct from cylinders\n    or other vessels containing a homogeneous porous substance, with or\n    without acetone, and unless as regards such vessels their contents and\n    the degree of compression, the following requirements shall be complied\n    with, namely-\n                   me inclusion of this page is authorized by L.N. 4/19761\n                  T H E CINEMATOGRAPH RULES. 1914                                         3\n    (a) the pressure shall not exceed one hundred and Bty pounds\n        to the square inch;\n    (b) the porus substance shall fill, as completely as possible, the\n        cylinder or other vessel into which the acetylene is compressed\n        and the porosity of the substance shall not exceed eighty per\n        cent;\n    (c) every cylinder or other vessel into which acetylene is to be\n        compressed shall be thoroughly tested to a pressure of not\n        less than double that to which the vessel is to be subjected\n        when in use, and shall be fitted with a fusible plug designed\n        to act at or below a temperature of 312\" F;\n    (6) every cylinder or vessel in which acetylene is compressed\n        shall be permanently and conspicuously marked with the name\n        of the manufacturer, and shall bear a label giving the date\n        when it was last filled together with the m e and address\n        of the filler;\n    (e) when acetone is used for absorbing the acetylene due precau-\n        tion iihall be taken that the quantity of acetone is such that\n        when fully charged with acetylene it does not completely fill\n        the porosity of the porous substance.\n                                   LIMELIGHT"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.41) If any limelight be used in the lantern the gas cylinders shall\nbe tested and filled in conformity with the requirements set out in the\nAppendix. The tubing shall be of sullicient strength to resist pressure ~ p p n d i x .\nfrom without and shall be properly c o ~ e c t e dup.\n        (2) No gas shall be stored or used save in containers constructed\nin accordance with the requirements contained in the Appendix.\n                                    LICENCES"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Every licence granted under the Act shall contain specific\nconditions for the carrying out of rules 3 and 6 (1) (a) (b) (c)\n(a) (e) If) in the building for which the licence is granted, and may,\nin amrdance with rule 6 (2) contain an expression of opinion on the\nmatters referred to in the proviso thereto."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Subject to the provisions of rule 18 every licence granted under\nthe Act shall contain a clause providing for its lapse, or, alternatively,\nfor its revocation by the licensing authority, if any alteration is made in\nthe building or the enclosure without the sanction of the said authority.\n                lThe hclusion of thir page is authorized by L.N. 4/197q\n                  THE CINEMATOGRAPH RULES, 1914\n   1 8 Where a licence has been granted under the Act in respect\nof a movable building, a plan and description of the building, certified\nwith the approval of the licensing authority, shall be attached to the\nlicence. Such a licence may provide that any of the conditions or\nrestrictions contained therein may be modified either by the licensing\nauthority or by the licensing authority of the district where an exhibition\nis to be given. The licence and plan and description or any of them\nshall be produced on demand to any police constable or to any person\nauthorized by the licensing authority or by the authority in whose\ndistrict the building is being or is about to be used for the purpose of\nan exhibition.\n                                MISCELLANEOUS"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Every applicant for permission under section 4 of the Act shall\npay a fee of 54.20 for the examination of the building and machinery\nto be used."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. There shall be paid to the Accountant-General for any view or\ninspection by the authority of any picture or other optical effect which\nany person proposes to give or allow to be presented, a fee, in respect\nof each member of the authority who made the view or inspection,\nof twelve cents for every thousand feet or part thereof of the film to\nbe so viewed or inspected.\n                                  APPENDIX                                  (Rule 15)\n                                   LIMELIGHT\n  The gas cylinders shall be tested and filled in conformity with the\nrequirements set out below, which follow the recommendations of the\nDepartmental Committee of the Home Office on the manufacture of\nCompressed G a s Cylinders (C. 7952 of 1896)-\n  Cylinders of Compressed Gas (Oxygen, Hydrogen, or Coal Gas).\n  (a) Lap-welded wrought iron.-Greatest working pressure, 120\natmospheres, or 1,800 pounds per square inch.\n  Stress due to working pressure not to exceed 163 tons per square inch.\n  Proof pressure in hydraulic test, after annealing 224 atmospheres,\nor 3,360 pounds per square inch.\n  Permanent stretch in hydraulic test not to exceed 10 per cent of the\nelastic stretch.\n               CI’hc inclusion of this page is authorized by L.N. 4119761\n                  THE CINEMATOGRAPH RULES, 1914                            9\n   One cylinder in 50 to be subjected to a statical bending test, and to\nstand crushing nearly flat between two rounded knife-edges without\naracking.\n   (b) Lap-welded or seamless steeL-Greatest working pressure, 120\natmospheres, or 1,800 pounds per square inch.\n   Stress due to working pressure not to exceed 7.t tons per square\ninch in lap-welded. or 8 tons per square inch in seamless cylinders.\n   Carbon in steel not to exceed 0.25 per cent or iron to be less than\n99 per cent.\n   Tenacity of steel not to be less than 26 or more than 33 tons per\nsquare inch. Ultimate elongation not less than 1.2 inches in 8 inches.\nTest-bar to be cut from finished annealed cylinder.\n   Proof pressure in hydraulic test, after annealing, 224 atmospheres,\nor 3,360 pounds per square inch.\n   Permanent stretch shown by water jacket not to exceed 10 per cent\nof elastic stretch.\n   One cylinder in 50 to be subjected to a statical bending test, and to\nstand crushing nearly flat between rounded knife-edges without cracking.\n                    Rules applicable to all Cylinders\n  Cylindms to be marked with a rotation number, a manufacturer's\nor owner's mark, an annealing mark with date, a test mark with date.\nThe marks to be permanent and easily visible.\n  Testing to be repeated at least every two years, and annealing at\nleast every four years.\n  A record to be kept of all tests.\n   Cylinders which fail in testing to be destroyed or rendered useless.\nattaching connections and to be /\n   Hydrogen and coal g a s cylinders to      e left-handed threads for\n   The compressing apparatus to have two pressure gauges and an\nautomatic arrangement for preventing overcharging The compressing\napparatus for oxygen to be wholly distinct and unconnected with the\ncompressing apparatus for hydrogen and coal gas.\n  Cylinders not to be refilled till they have been emptied.\n  If cylinders are sent out unpacked the valve fittings should be pro-\ntected by a steel cap.\n  A minimum weight to be fixed for each size of cylinder in accordance\nwith its required thickness. Cylinders of less weight to be rejected.\n               me inclusion of this page is authorized by L.N. 4119761"
    }
  ],
  "definitions": []
}