{
  "id": "jm-subs-the-civil-aviation-act",
  "type": "statute",
  "title": "The Civil Aviation Act",
  "title_en": "The Civil Aviation Act",
  "short_name": "Civil Aviation Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-civil-aviation-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-civil-aviation-act",
  "provisions": [
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. With reference to regulation 74, the conditionsunder which noise and vibration may be caused Noise an* vih-\nby aircraft (including military aircraft) on Govemment aerodromes, licensed or on aerodromes at        ~        ~\nwhickthe manufacture, repair or maintenance of aircraft is canied out by persons carrying on 'drome\nbusiness as manufacturers and repairers of aircraft, shall be as follows, that is to say, that, whether\nin the course of the manufacture of the aircraft or othenvise-\n     (a) the aircraft is taking off or landing or\n     (b) the aircraft is moving on the ground or water; or\n     (c) the engines are being operated in the aircraft-\n          (i) for the purpose of enswingtheir satisfactory performance;\n         (ii) for the purpose of bringing them to a proper temperature in preparation for, or at the\n             end of, a flight; or\n         (iii) for the purpose of ensuring that the instruments, accessories or other components of\n               the aircraft are in a satisfactory condition."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. - 16. [Repealed by LN. N.34/2004.]\n                                    SCHEDULE- [Repealed by LN. 134/2004.]\n                   lThe inclusion of this page i s authorized by L.N. 18d20081"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.+1) A captive balloon or kite while flying at night at a height exceeding 60 metres above the\n                                                                                                           and btes.\nsurface shall display lights as f o l l o w s\n     (a)    a group of two steady lights consisting of a white light placed 4 metres above a red\n            light, both being of at least five candela and showing in all directions, the white light\n            being placed not less than 5 metres or more than 10'metres below the basket, or if there\n            is no basket, below the lowest part of the balloon or kite;\n     (b)    on the mooring cable, at intervals of not more than 300 metres measured from the\n            group of lights referred to in sub-paragraph (a), groups of two lights of the colour and\n            power and in the relative positions specified in that sub-paragraph, an4 if the lowest\n            group of lights is obscured by cloud, an additional group below the cloud base; and\n     (c)    on the surface, a group of three flashing lights arranged in a horizontal plane at the\n            apexes of a triangle, approximately equilateral, each side of which measures at least 25\n            metres, one side of the triangle shall be approximately at right angles to the horizontal\n            projection of the cable and shall be deiimited by two red lights; the third light shall be a\n            green light so placed that the triangle encloses the object on the surface to which the\n            balloon or kite is moored\n         (2) A captive balloon while flying by day at a height exceeding 60 metres above the\nsurface shall have anached to its mooring cable at intervals of not more than 200 metres measured\n!iom the basket, or, if there is no basket, !iom the lowest part of the balloon, tubular streamers not\nless that 40 centimetres in diameter and 2 metres in length, and marked with alternate bands of red\nand white 50 centimetres wide.\n         (3) Akite flown in the circumstances referred to in paragraph (2) shall have attached to its\nm h i n g cable either-\n      (a) tubular streamers as specified in paragraph (2); or\n     (b)    at intervals of not more than 100 metres measured &om the lowest part of the kite,\n            streamers of not less that 80 centimetres long and 30 centimetres wide at their widest\n            point and marked with alternate bands of red and white 10 centimetres wide.\n. 15.+1) Except as provided in paragraph (2), an airship while flying at nights shall display the hhm\nfollowing lights-\n     (a). a steady white light of at least five candela showing through angles of 110\" &om dead\n          ahead to each side in the horizontal plane;\n     (b)    a steady green light of at least five candela showing to the &board side through an\n            angle of 110\" &om dead ahead in the horizontal plane;\n      (c)   a steady red light of at least five candela showing to the port side through an angle of\n            1lo040m dead ahead in the horizontal plane;\n      (4    a steady white light of at least five candela showing through angles of 70' &om dead\n            astern to each side in the horizontal plane; and\n      (e)   an anti-collision light.\n                    lThe inclusion of this page is authorized by L.N. 18~/2008]\n                      CIVIL A VIATION (AIR NA VIGATION)REGULATIONS, 1995\n                                     T~URTEENTHSCHEDULE, cont 'd.\n       (2) An airship while flying at night shall display, if it is not under command, or has\nvoluntarily stopped its engines, or is being towed, the following steady lights-\n      (a)      the white lights referred to in paragraph (1) (a) and (4;\n      (b)      two red lights, each of at least five candela and showing in all directions suspended\n                below the control car so that one is at least 2 metres above the other and at least 8\n                metres below the wntrol car,and\n      (c)      if the a h h i p is making way but not otherwise, the green and red lights referred in\n                paragraph (1 (b) and (4:\n  Provided that an airship while picking up its moorings, notwithstanding that it is not under\ncommand, shall display only the lights specified in paragraph (1).\n          (3) An airship, while moored within Jamaica by night, shall display the following steady\nlights-\n      (a) when moored to a mooring mast, at or near the rear a white light of at least five candela\n          showing in all diedions;\n      (b) when moored otherwise than to a mooring rnast-\n                  (i) a white light of at least five candela showing through angles of 110' f h n dead\n                      ahead to each side in the horizontal plane;\n                 (ii) a white light of at least five candela showing through angles of 70' from dead\n                      astern to each side in the horizontal plane.\n          (4) An airship while flying by day, if it is not under anmnand,or has voluntarily stopped\nits engines, or is being towed, shall display two black balls suspended below L e control car so thst\none is at least 4 metres above the other and at least 8 metresbelow the control car.\n            (5) For the purposes of this rule-\n      (a)       an airship shall be deemed not to be under command when it is unable to execute a\n                m a n o m e which it may be required to execute by or under these Rules;\n      (b)       an airship shall be deemed to be making way when it is not moored and is in m o t h\n                relative to L e air.\n                  CIWL A WATION (AIR NA WGATION) REGUUTIONS, 1995\n                          M T E E N T H SCHEDULE, con?'d.     '"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. - 47. [Repealed by L.N. 134/2004.]\n                           FOURTEENTH SCHEDULE               (Regulations 9(3) (iii), 11(3),\n                                                             6(a#iii), 14, 27(l)(c), 28(4), 29(1),"
    },
    {
      "provision_ref": "sec64",
      "section": "64",
      "title": "Section 64",
      "content": "64.-(1) Evcr person and cvcry aircraft shall complj with such of the Rules 5Lf                 EkL\nof the Air and Air Traffic Control contained in the Thirteenth Schedule as c o m l\n                                                                               Thuteentl~\nma! bc applicable to that person or aircraft in the circumstances of the case. Schedule\n       (2) Subject to the provisions of paragraph (3)>it shall be an offence to\ncontravene. to permit the contravention of. or to fail to comply with, the\nRulcs of the Air and Air TrafFic Control.\n        (3) It shall be l a n h l for the Rules of the Air and Air Traflic Control\nto be departed from to the extent necessary-\n          for avoiding immediate danger; or\n          for complying with the law of any country other than Jamaica\n          withm which the aircraft then is: or\n          for complying with Military Flying Regulations in relation to an\n          aircraft of which the commander is acting in the course of h s duty\n          as a member of such military force.\n         (4) If any departure from the Rules of the AK and AK Traffic Control\nis made for the purpose of avoidmg immediate danger, the commander of the\naircraft shall cause written particulars of the departure, and of the\ncircumstances giving rise to it+to be given wittun ten days thereafter to the\ncompetent authority of the country in whose tenitory the departure was made\nor if the departure was made over the high seas, to the Minister.\n         (5) Nothing in the Rules of the AK and AK Traflic Control shall\nexonerate any person from the consequences of any neglect in the use of\nlights or signals or of the neglect of any precautions required by or-\naviation practice or by the special circumstances of the case.\n         (6) The Mmister may make rules of the Air and Air Traflic Control\nsupplementary to but not inconsistent with the Rules of the Air and Air\nTraffic Control contained in the Thirteenth Schedule.\n \\\n               lThc inclusion of this page is authorized by L.N. 18~/2008]"
    },
    {
      "provision_ref": "sec65",
      "section": "65",
      "title": "Section 65",
      "content": "65. - 70. [Repenled by L.A! 134/'2004]\n                                  PARTIX - Aerodromes, Aeronautical Radio Stations and\n                                     Aeronautical Lights, Dangerous Lights."
    },
    {
      "provision_ref": "sec71",
      "section": "71",
      "title": "Section 71",
      "content": "71. [Repealed h.v L.A! 134/2004]\nAeronauhcalTarno       72.--( 1) NO person shall cause or permit an aeronautical radio station to be\nstanonsat aero-\ndrorne\n                    established or used unless its purpose has been approved by the Minister and\n                    the equipment thereof is of a type the specification of which is approved by\n                    the Minister in relation to the purpose for which it is to be used.\n                             (2) The person in charge of an aeronautical radio station which\n                    provides navigational aid by radio or radar to an aircraft making an approach\n                    to land or landing at an aerodrome shall provide at that station such\n                    navigational aid unless all aeronautical radio stations operated by him at that\n                    aerodrome are-\n                         (a) installed. modified and maintained in a manner approved by the\n                               Minister: and\n                         (h) flight checked by the Minister or by a person approved by the\n                              Minister for that purpose on such occasions as the Minister may\n                              require,\n                    so, however, that the provisions of this paragraph shall not apply to any\n                    aeronautical radio station which is used solely for communication between\n                    the operator and the commander of the aircraft.\n                            (3) The person in charge of an aeronautical radio station at an\n                    aerodrome licensed for public use shall publish the type of operation of any\n                    service provided at that aeronautical radio station for use by aircraft and the\n                    hours of operation.\n                            (4) For the purpose of this regulation, an approval shall be in writing\n                    and may be granted subject to such conditions as the Minister may approve.\n                           (5) The provisions of this regulation shall not apply to any\n                    aeronautical radio station of which the Minister is the person in charge.\nAeronauticalradio       %-(I)    The person in charge of an aeronautical radio station which\nsbtiOnmmd\".\n                    provides navigational aid by radio or radar to an aircraft making an approach\n                    to land or landing at an aerodrome shall in respect of all aeronautical radio\n                    stations operated by him at that aerodrome-\n                        (a) keep a written record of all functional tests, flight checks and\n                            particulars of any overhauls repair, replacement or modification\n                            thereof;\n                        (b) preserve the written record for a period of one year or such longer\n                            period as the Minister may in any particular case direct and shall,\n                            within a reasonable time after being requested to do so by an\n                            authorized person, produce such records to that person.\n                CIVIL A VIATION (AIR NAVIGATION) REGULATIONS, 1995                19\n          (2) The person in charge of an aeronautical radio station which is\nused for the provision of an air mc control service by an air traffic control\nunit shall provide apparatus which is capable of recordmg the content of any\nradio message or signal transmitted to any aircraft either alone or in common\nwith other aircraft or received from an aircraft by the air transport unit.\n          (3) The apparatus provided in compliance with paragraph (2) shall\nbe-\n     ( a ) a type the specification of which is approved by the Minister in\n            relation to the particular aeronautical radio station;\n     (6) installed, modified and maintained in a manner approved by the\n            Minister; and\n     (c) in operation at all times when the aeronautical radio station is in\n            operation for providing air traffic control service.\n          (4) The recording referred to in paragraph (2) shall include-\n     (a) the identification of the aeronautical radio station;\n     (6) the date or dates on which the recording is made;\n     (c) the times at which each message or signal is transmitted;\n     (d) the identity of the aircraft to or fkom which and the radio\n             frequency on which the message or signal was transmitted or\n             received; and\n     (e) the time when the recording started and finished.\n          (5) If at any time the apparatus provided in compliance with\nparagraph (2) ceases to be capable of recording the matters required by this\nregulation to be included in the recording, the person in charge of the\naeronautical station shall ensure that a written record is kept in which the\nparbculars specified in paragraph (4) are recorded together with a summary\nof communications exchanged between the aeronautical radio station and\naircraft.\n        (6) The person in charge of the aeronautical radio station shall\npreserve any recording or record made pursuant to paragraphs (2) and (5),\nrespectively, for a period of thirty days from the date on which the message\nsignal is recorded or for such longer period as the Minister may direct, and\nshall, within a reasonable time after being requested to do so by an authorized\nperson, produce such record to that person.\n        (7) A person required by this regulation to preserve any record shall,\nif he ceases to be such a person, continue to preserve the record as if he had\nnot ceased to be such a person, and in the event of his death, the duty to\npreserve the record shall fall upon his personal representative:\n        Provided that if another person becomes the person in charge of the\naeronautical mdio station the person who was previously in charge or his\npersonal representative shall deliver the record to that other person on\ndemand and it shall be duty of that other person to deal with the record as if\nhe were that person previously in charge.\n        (8) The provisions of this regulation shall not apply to any\naeronautical radio station of which the Minister is the person in charge.\n            lThe inclusion of this page is authorized by L.N. 18~f20081\nNone ind\nvibrations caused"
    },
    {
      "provision_ref": "sec74",
      "section": "74",
      "title": "Section 74",
      "content": "74. The Mmister may cause to be notified the conditions under which noise\nby aircraA on         and vibration caused by aircraft (including military aircraft) on Government\naerodromes\n                      aerodromes. licensed aerodromes or on aerodromes at whtch the\n                      manufacture. repair or maintenance of aircraft is carried out by persons\n                      c a q i n g on business as manufacturers or repairers of aircraft. shall be\nFourteenth            specified in provision 12 of the Fourteenth Schedule.\nSchedule\nAeronautical lights     75.-(1) Except with the permission of the Minister and in accordance with\n                      any conditions subject to which the permission may be granted, a person shall\n                      not establish. maintain or alter the character 01-\n                           (a) an aeronautical beacon within Jamaica so. however. that in the case\n                                of an aeronautical beacon whtch is or may be visible from the\n                                waters withtn a11 area of a light house authority. the Minister shall\n                                not give hts permission without the consent of that authority\n                          (h) an aeronautical ground light (other than an aeronautical beacon) at\n                               an aerodrome licensed under the Civil Aviation (Control of\n                               Aerodrome and Airstrips) Regulations. 1984 or which forms part of\n                               the lighting system for use by aircraft taking off or landing at such\n                               an aerodrome.\n                             (2) A person shall not intentionally or negligently damage or interfere\n                      with any aeronautical ground light established by or with the permission of\n                      the Minister.\nDangerous lights.       76.-(1)    A person shall not exhibit in Jamaica any light which -\n                           (a)    by reason of its glare is liable to endanger aircraft talung off from\n                                  or landing at an aerodrome; or\n                           (h) by reason of its liability to be mistaken for an aeronautical ground\n                               light is liable to endanger aircraft.\n                              (2) If any light whtch appears to the Minister to be such a light as\n                      aforesaid is exhibited the Mmister may cause a notice to be served upon the\n                      person who is the occupier of the place where the light is exhibited or who\n                      has charge of the light directing that person, within a reasonable time to be\n                      specified in the notice, to take such steps as may be specified in the notice for\n                      extinguislung or screening the light and for preventing in the future the\n                      exhibition of any other light which may similarly endanger aircraft.\n                              (3) The notice may be served either personally or by post or by\n                      affixing it in some conspicuous place near to the light to which it relates.\n                              (4) In the case of a light which is or may be visible from any waters\n                      within the area of a lighthouse authority, the powers of the Minister under\n                      tlus regulation shall not be exercised except with the consent of that\n                      authority.\n                                                    o f this page is authorized by L.N. 18d20081\n                                      lThr incl~~sioti\n              CIML AMATION (AIR NA MGATION) REGULATIONS, 1995\n                                 PART X-        General"
    },
    {
      "provision_ref": "sec77",
      "section": "77",
      "title": "Section 77",
      "content": "77. An aircraft registered in a Contracting State other than Jamaica or a\nforeign country shall not take on board or discharge any passengers or cargo\nin Jamaica, being a passenger or cargo carried for hre or reward, except in\naccordance with a licence or a permit granted under Parl I1 or Part 111 of the\nCivil Aviation (Air Transport Licensing) Regulations, 1966."
    },
    {
      "provision_ref": "sec78",
      "section": "78",
      "title": "Section 78",
      "content": "78. An aircraft registered in a Contracting State other than Jamaica or in a\nforeign country shall not fly over Jamaica for the purpose of aerial\nphotography or aerial survey (whether or not iure or reward is gwen or\npromised in respect of the flight or the purpose of the .flight) or for the\npurpose of any other form of aerial work, except in accordance with a permit\ngranted to the operator or charterer of the aircraft under Parl I11 of the Civil\nAviation (Air Transport Licensing) Regulations, 1966 and in accordance with\nany conditions to which such permission may be subject.\n  7 9 . 4 1) This regulation applies -to--\n    (a) an aircraft registered in Jamaica; or\n    (6) any other aircraft (including an aircraft that is unregistered) that is\n        at the relevant time operated by an operator whose principal place\n        of business or permanent address is in Jamaica.\n        (2) The operator or the commander of an aircraft referred to in\nparagraph (1) which is being flown over any foreign counm shall not allow\nthat aircraft to be used for a purpose which is prejudicial to the security,\npublic order or public health of or to the safety of air navigation of that\ncountry.\n       (3) A person does not contravene paragraph (2) if he neither knew\nnor suspected that the aircraft was being used or was to be used for the\npurpose referred to in that paragraph.\n        (4) The operator or the commander of an aircraft referred to in\nparagraph (1) which is being flown over a foreign country shall comply with\nany hrections given by the appropriate aeronautical authorities of that\ncountry-\n    (a) whenever the flight is required to be authorized by that foreign\n        country and it is not so authorized; or\n    (6) whenever there are reasonable grounds for the appropriate\n        aeronautical authorities to believe that the aircraft is bcing or will\n        be used for a purpose which is prejudicial to the security, public\n        order or public health of or to the safety of air navigation of that\n        country,\nunless the lives of persons on board or the safety of the aircraft would thereby\nbc endangered.\n             lThe inclusion of this page is authorized by L.N. 18~/20081\n                          CIML A MA TION (AIR NA MGATION) REGULATIONS, 1995\n                     (5) A person aoes not contravene paragraph (4) if he neither knew\n             nor suspected that directions were being given by the appropriate\n             aeronautical authorities of thecountry being overflown.\n                     (6) The requirements in paragraphs (2) and (4) do not affect any other\n             obligation imposed by law, including the law of the foreign country to\n             comply with a direction given by the appropriate aeronautical authority of\n             that foreign country.\n                      (7) In this regulation \"appropriate aeronautical authority\" includes\n             any person, whether a member of the country's military or civil authority,\n             authorized under the law of the foreign country to issue directions to aircraft\n             flying over that country."
    },
    {
      "provision_ref": "sec80",
      "section": "80",
      "title": "Section 80",
      "content": "80. - 84. [Repealed by L.N. 134/2004]\npenalties.      85-41) [Repealed by L.N. 134/2004]\n                      (2) [Repealed by L.N. 134/2004]\n                      (3) Where a person is charged with contravening a provision of\n             these Regulations by reason of his having been a member of the flight crew\n             of an air& on a flight for the purpose of public transport of aerial work the\n             flight shall be treated (without prejudice to the liability of any other person\n             under these Regulations) as not having been for that purpose if he proves that\n             he neither knew nor had reason to know that the flight was for that purpose.\n                     (4) [Repealed by L.N. 134/2004]\n                     (5) [Repealed by L.N. l34/2OO4]\n                     (6) [Repealed by L.N. 134/2004]"
    },
    {
      "provision_ref": "sec86",
      "section": "86",
      "title": "Section 86",
      "content": "86.-94. [Repealed hv L.h! 134/2004.]\n        lThe inclusion of this page is authorized by L.N. 18~R0081\n                          THE CIVIL AVIATION ACT\n                                     REG~'L;\\TIONS\n                                  (under section 3 )\n                                                                                     L.N. 12U1995\n           (.\\In& h,v the .2 linister oil the 217ddqv of October, 1995)              .41ndt.r:\n                                                                                     L.N. I4YIIYY5\n                                                                                          13412004.\n                                   T - Control of.4ir Trqflic\n                             P . ~ VIII"
    }
  ],
  "definitions": []
}