{
  "id": "jm-subs-the-coconut-industry-control-act",
  "type": "statute",
  "title": "The Coconut Industry Control Act",
  "title_en": "The Coconut Industry Control Act",
  "short_name": "Coconut Industry Control Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-coconut-industry-control-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-coconut-industry-control-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the Coconut (Regulation of\nSales) Regulations, 1958."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In these Regulations “controlled article” means “coconuts” and\n“coconut products” as defined in section 2 of the Act."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Save as is hereinafter provided no person shall impose or attempt\nto impose any condition in connection with the sale or proposed sale\nof any controlled article whereby the purchaser or intending purchaser\nof any such controlled article is required to purchase or agree to\npurchase either at the time of the proposed sale or at any future time\nany article or articles other than the articles actually requested by him:\n  Provided, however, that the provisions of this regulation shall not\napply to sales made by the Trustee in Bankruptcy, the Administrator-\nGeneral, the Commissioner of Customs and Excise, the Commissioner of\nInland Revenue, a Bailiff of a Court or any person acting under the\nwritten authority of the Minister."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. No person having in his possession for the purpose of sale any\ncontrolled article shall refuse to sell such quantity of such article as\nmay be requested by a person offering to pay cash therefor at the\nmaximum selling price:\n  Provided, however, that where the quantity of any controlled article\nrequested by a prospective purchaser is excessive, having regard to the\nvendor’s stock of such article at the time of the request and to the\nnumber of his customers to be supplied therewith, the vendor may\nrefuse to supply the quantity of such article required by the purchaser\nor any portion thereof:\n              [ Ihc inclusion of this page is authorized by L.N. 55/1991 1\n20      THE COCONUT (REGULATION OF SALES) REGULATIONS, 1958\n       And provided further that in either such event he submit the matter\n     in writing to the Minister within twenty-four hours of such refusal 01\n     partial refusal, as the case may be."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Where any controlled article is found upon the business premises\n     of any person who ordinarily trades in such article or in articles of a\n     similar nature. such controlled article shall be deemed to be in the\n     possession of such person for the purpose of sale until the contrary is\n     proved."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Every person who contravenes or fails or omits to comply with\n     any of these Regulations shall, on summary conviction thereof before\n     a Resident Magistrate, be liable to a penalty not exceeding one hundred\n     dollars.\n     -                          .   -\n                  [The inclusim of this m e L authorized by L.N. 55/19911"
    }
  ],
  "definitions": []
}