{
  "id": "jm-subs-the-coconut-insurance-act",
  "type": "statute",
  "title": "The Coconut Insurance Act",
  "title_en": "The Coconut Insurance Act",
  "short_name": "Coconut Insurance Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-coconut-insurance-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-coconut-insurance-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Notice may be cited as the Coconut Insurance (Declaration of Resistant\nTree) Notice, 1973."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. The Maypan variety of coconut is hereby declared to be resistant to Lethal\nYe I lowing."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The special condition for the receipt of automatic benefit in %::F\\,'P\"\nrespect of any affected cultivation is that such affected cultivation z K t i e\nis or forms part of a coconut property shown by the record of\nquantities and units prepared by the Board under the Coconut Industry\nControl Regulations, 1945, as having disposed of coconuts grown\nupon such property through coconut dealers during the previous\ncalendar year."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.41) Subject to the succeeding provisions of this regulation every bzgft~f\nqualified person shall receive in relation to any affected cultivation-\n     (a) by way of automatic benefit a sum equal to the bearing trees\n          lost multiplied by the automatic indemnity rate;\n     (b) by way of contractual benefit-\n          (i) a sum equal to the bearing trees lost multiplied by the\n              contractual indemnity rate for bearing trees; and\n         (ii) a sum equal to the non-bearing trees lost multiplied by\n              the contractual indemnity rate for non-bearing trees,\nless in either case a deduction of 5 per cent of such sum.\n         (2) In any case of automatic benefit payable in respect of any\nwind-storm. unless the Board is satisfied that at the time of the\nfinal inspection made under paragraph (2) of regulation 13 the affected\ncultivation contains properly planted and spaced young coconut trees\nand p!ants (being trees and plants which have not yet flowered) aggre-\ngating in number at least one-half of the trees lost in the said wmd-\nstorm and in all previous wind-storms (if any) in the same insurance\nyear, only two-thirds of the amount computed under paragraph (I) shall\nbe payable, but the Board may in its absolute discretion pay the\nremaining one-third or any part or parts thereof at any time or\ntimes during the five years next ensuing the loss, upon being satisfied\nthat steps have been taken to plant new trees in the affected cultiva-\ntion with a view to mab;iqq good the deficiency of young trees.\n       (3) Where in relation to any affected cultivation any benefit\nhas been received or is receivable under these Regulations in respect\nof any wind-storm and a further claim or further claims is or are\nmade in relation to the same cultivation in respect of any subsequent\nwind-storm or wind-storms occurring in the same insurance year as\nthe first wind-storm the automatic indemnity rate and the contractual\nindemnity rate applicable to such cultivation in respect of such further\nclaim or claims shall not exceed the automatic indemnity rate and\nthe contractual indemnity rate applicable in respect of the first wind-\nstorm.\n              m e inclusion of this page is authorized by L.N. 144/1995]\n8      THE COCONUT WIND-STORM INSURANCE REGULATIONS, 1949\n            (4) Where in relation to any affected cultivation any automatic\n    benefit has been received or is receivable under these Regulations in\n    respect of any original wind-storm and a further claim or further\n    claims for automatic benefit is or are made in relation to the same\n    cultivation in respect of any subsequent wind-storm or wind-storms\n    occurring in the next succeeding insurance year then for the purpose\n    of the calculation of the automatic coverage and the automatic indemnity\n    rate applicable to such cultivation in respect of such further claim\n    or claims-\n         (i) the definkion of “delivered units” shall be read and construed\n             as it the words “the twelve months preceding the month in\n             which the original wind-storm occurred” were substituted\n             for the words “the preceding calendar year”; and\n         (ii) the definition of “assessed trees” shall be read and construed\n              as if the words “the original wind-storm” were substituted\n              for the words “any wind-storm”.\n    For the purposes of this paragraph the expression “original wind-\n    storm” means any wind-storm (being the first in its insurance year\n    affecting the cultivation in question) which may occur in any insurance\n    year which has been immediately preceded by two full consecutive\n    insurance years during which the cultivation in question has not b a n\n    qualified for automatic benefit.\n            ( 5 ) Where in relation to any affected cultivation any automatic\n    benefit has been received or is receivable under these Regulations in\n    respect of any wind-storm (hereinafter called “the prior wind-storm”)\n    and a further claim or claims for automatic benefit is or are made\n    in relation to the same cultivation in respect of any subsequent wind-\n    storm or wind-storms occurring in the second insurance year after that\n    in which the prior wind-storm occurred then for the purpose of the\n    calculation of the automatic coverage and the automatic indemnity\n    rate apulicable to such cultivation in respect of such further claim or\n    claims the coverage constant shall be taken to be the sum of $97.50:\n       Provided, however, that the Board may by resolution hcreasc\n    or reduce such coverage constant in respect of m y particular\n    subsequent wind-storm or any particular insurance year to such\n    figure as may be thought fit and provided further that the\n    automatic indemnity rate in respect of each cultivation shall not in\n    any case exceed the automatic indemnity rate which was established\n    or would (if there had been a claim) have been established in respect\n    of such cultivation under paragraph (4).\n       THE COCONUT WIND-STORM INSURANCE REGULATIONS. 1949                              11\n           (2) The Board shall pay into the Fund-\n        (a)      (i) $4.00 per ton of copra or cohune nut kernels; and\n                 (ii) $6.00 per ton of coconut oil or cohune nut oil,\n             sold by the Board or imported into the Island by the Board\n             either on its own behalf or on behalf of any other person;\n         (b) 12 cents per unit of coconuts exported by the Board or sold by\n             the Board to licensed coconut exporters for export;\n        (c) 12 cents per unit of coconuts sold by the Board for planting or\n             for the manufacture of desiccated coconut or other coconut\n             product;\n        (d) any premiums paid to the Board for contractual insurance;\n        (e) any sums received by the Board by way of reinsurance;\n        0 any sums borrowed by the Board pursuant to subsection (1)\n             of section 4 of the Act;\n        (g) any sums received by sale of assets or investments forming\n             part of the Fund or by way of interest revenue or profit\n             thereon."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Any moneys forming part of the Fund shall from time to time-      h\"lmeaU.\n        (a) be invested in such manner as the Board may decide in the\n            public securities of any Commonwealth country or of Jamaica\n            or in any securities which are lawful for the investment of\n            trustee funds;\n        (b) be placed on deposit with the Accountant-General or in\n            such bank or banks as the Board may from time to time\n            direct;\n        (c) be invested in the acquisition of units under a registered unit\n            trust scheme; or\n'\n        (d) be invested in securities quoted on the Jamaica Stock Market."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. AU obligations, costs and expenses incurred by the Board underm::;p$\n    these Regulations shall be defrayed out of the Fund but no other\n    moneys, property or assets of the Board shall be liable for any s c h\n    obligations, costs or expenses and the Board shall not be liable for\n    any such obligations, costs or expenses except to the extent of and\n    out of the Fund."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. The Board may effect such reinsurance in respect of the whole R-a.\n    or any part of the potential liability incurred by the Fund for the\n    payment of benefit under these Regulations at such rates and upon\n    such conditions as the Board may think fit.\n                  p   e inclusion of this page is authorized by L.N. 144/1995)\n                                 COCONUT INSURANCE                                         13\n                        THE COCONUT INSURANCE ACT\n                                 NOTICE\n                       (under regulation 2(1) of the\n           Coconut Lethal Yellowing Insurance Regulations, 1966)\n        THECOCONUT INSURANCE (DECLARATION\n                                        OF RESlSTANT TREE)\n                           NOTICE, 1973\n            (Made by the Minister on the 6th day of December, 1973)                 L N 470173"
    }
  ],
  "definitions": []
}