{
  "id": "jm-subs-the-coffee-industry-regulation-act",
  "type": "statute",
  "title": "The Coffee Industry Regulation Act",
  "title_en": "The Coffee Industry Regulation Act",
  "short_name": "Coffee Industry Regulation Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-coffee-industry-regulation-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-coffee-industry-regulation-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the Coffee Industry (Cess)\nRegulations, 1951.\n  2 For the purposes of these Regulations coffee shall be deemed to be\nexported on the day on which the bill-of-lading or air-shipping bill\ncovering such coffee is issued."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In these Regulations-\n         “the Board” mans the Coffee Industry Board established by\n              section 3 of the Act;\n            coffee &at ie-\n                 (a) grown ia the Blue Mountain area as described\n                      in the Schdde; and                                 Schedule.\n                  (b) processad or rnardactued at any coffee works\n                      specified in tbe Schedule and to whi& a licence\n                      granted pursuant to ragulstion 5 relates.\n        “blue mountain blend” means any coffee or coffee product\n             comprising blue mountain coffee in such proportion as to\n             amount for not lcss than 20 per centurn of its weight;\n        “coffee” means coffee beans whole or broken whether in the\n             cherry or pulp or separated from the pulp, and whether\n             cured or uncured, ripe or unripe, whether in the form of\n             parchment, double husk, or clean, and whether dried or\n             undried, washed or-unwashed, fermented or unferhentcd.\n             roasted or unroasted;\n        “coffee works operator” means the owner, operator, occupier\n             or manager of a coffee works;\n        “coffee dealer” means a person holding a current licence under\n             the Agricultural Produce Act entitling him to carry on the\n             business of buying and selling coffee and a coffee dealer’s\n             licence under these Regulations;\n6                THE COFFEE INDUSTRY HEGVLATIONS. 1953\n             “special coffee dealer” means a person holding a current licence\n                  under the Agricultural Produce Act entitling him to carry\n                  on the business of buying and selling coffee and to whom\n                  a special coffee dealer’s licence has been granted by the\n                  Board;\n             “export” means to take or cause to be taken out of the Island\n                  to any other place;\n             “purchase” includes exchange or barter whether for goods or\n                  services and any agreement or contract to purchase,\n                  exchange or barter;\n             “sell’’ includes exchange or barter whether for goods or services\n                  and any agreement or contract to sell, exchange or barter;\n             “the Secretary” means the Secretary of the Board or the person\n                  for the time being holding or performing the duties of that\n                  office."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.41) Notwithstanding paragraph 2, the Cess imposed by the Coffee\nIndustry Board shall apply only to coffee produced in Jamaica and\nsold locally or which is exported or taken from Jamaica from or after\nthe 29th day of June, 1993.\n       (2) Coffee which is covered by a Bill of Lading or Air Shipping\nBill shall be deemed to have been exported on the day on which such\nBill of Lading or Air Shipping Bill is issued.\n              me indusion of this page is authorized by L.N. 144/199q   -\n                COFFEE INDUSTRY REGULATION\n      ti) cxport-Blue Muwntaia OOfFae         ...         usso245 per kg.\n          Blue Mountain %age                  ...         USO.18 per kg.\n          High Mountain Supreme               ...         mo.118 per kg.\n          Prime wadled ooEea3                 ...         v;sso.o9 pa kg.\n     (ii) l d - B h e Mhmtain Soukht\n         coffee                    ...        ...         $2.64       43.\n         Lowlaad &ffea            ...         ...         911.241 Per kg.\n(b) o h m coffee\n      (i) lLow€and    ...         ...         ...\n     (5) Blys Mountain            ...         ...\n         CThe indusion of thir pwe is authorized by L.N. lU/I%’a"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.--(1) Every coffee dealer and every special coffee dealer who shall\n    purchase, collect or sell any coffee in the Island shall keep a record of\n    every such purchase, collection or sale in a coffee record book which\n    shall be in such form as the Board may from time to time prescribe and\n    shall keep such coffee mrd book at his place Olf business and shall\n    on demand produce it for inspection by the Secretary or any other\n    parson authorized by the Board in writing for the purpose or by any\n    member of the Police Force.\n           (2) Every coffeeworks operator holding a licence under regulation\n    5 and who processes, manufactures, sells or exports any blue mountain\n    coffee or blue mountain blend shall keep a record of the source of suppIy\n    of such coffee or the ingredients of such blend, as the case may be, in a\n    coffee record book and the provisions of paragraph (1) as respects the\n    form, keeping, production and inspection of a coffee record book shall\n                  p   e inclusion of this page is authorized by L.N. 160/198ry\n             THE COFFEE INDUSTRY REGULATIONS. I953                               7\nmuratis rnuiandis apply in relation to a book required by virtue of this\nparagraph as they apply in relation to a book required by virtue of\nthat paragraph."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . 4 1 ) No person other than the Board shall establish, maintain or\noperate any coffee works at any premises, unless he is the holder of a\nsubsisting coffee works licence granted by the Board in respect of such\npremises.\n       (2) Every application for such licence shall be accompanied by\nsatisfactory evidence that the coffee works complies with or is exempt\nfrom the requirements of the Factories Act and any regulations made\nthereunder, and that the applicant is the holder of a certificate issued\nby the Secretary (u any person authorized in writing by the Board for\nthe purpose, that in his opinion adequate plant, machinery, equipment,\nappliances and such other facilities as he may consider necessary have\nbeen provided for the pulping, curing, drying, washing, cleaning, proces-\nsing, preparation for sale or manufacture of coffee or any coffee product."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Every application for a coffee works licence shall be in such form\nas the Board may from time to time prescribe and shall be accompanied\nby a fee of $20.00.which may be reduced by the Board in such cases as\nthe Board thinks fit. Subject to the right of appeal contained in section 9\nof the Act the grant or refusal of a coffee works licence shall be entirely\nin the discretion of the Board and the Board may grant such licence\nfor such period as it thinks fit and may renew such licence from time to\ntime as it thinks fit or may grant such licence subject to such conditions\nas it thinks fit and may refuse such licence, or revoke such licence at any\ntime after it has been granted or renewed."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. In these Regulations, “coffee” includes “coffee product” as dehed\n    in the Act.\n                       inchubn of thir page M aurhcuized by L.N. 41197s3\n                 COFFEE INDUSTRY REGULATION\n        THE COFFEE INDUSTRY REGULATION ACT\n                             REGULATIONS\n                           (under section 7 )\n             T H E COFFEE hDUSTRY REGULATIONS, 1953\n  (Made by the Coffee Zndustty Board on the 12th day of March,            ,J\n                                                                           L\n                                                                           ..     35/33\n    1953 and approved by the Governor in Executive Council                L.N. 216 59\n                                                                                 22S{68\n                 on the 23rd day of March. 1953)                                 307173\n                                                                                13&/83"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Every application for a coffee dealer’s licence or a special coffee\n    deafer’s licence or any renewal thereof shall be in such form as the Board\n    may from time to time prescribe and shall be accompanied by the licence\n    fee of $1.00 and the Board may in its discretion grant such licence for\n    such period as it thinks fit and may renew such licence from time to time\n    as it thinks fit or may grant such licence subject to such conditions as it\n    thinks fit and may refuse such licence, or revoke such licence at any time\n    after it has been granted or renewed."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9 . 4 1 ) The Board may revoke any licence granted pursuant to these\n    Regulations by serving notice to that effect in writing on the licensee.\n          (2) Any notice issued pursuant to paragraph (1) may be served\n    on the licensee either personally or by being sent by registered post to\n    his last known address. and any notice so sent by registered post shall\n    be deemed to have been served not later than the fifth day succeeding the\n    day when posted, and in proving such service it shall be sufficient to\n    prove that the letter containing the notice was properly addressed and\n    posted.\n      lO.--(l)  No person in Jamaica shall-\n         (a) for the purposes of, or With a view to, the sale by him or by his\n              principal or his agent of any coffee or coffee product, cause or\n              offer to cause to be transported into or out of Jamaica any\n              such coffee or coffee product; or\n         (b) whether as principal or agent, sell or offer to sell to any person.\n              whether in or outside Jamaica. any coffee or coffee product,\n    under any description which conveys or is likely to convey the impres-\n    sion that, to any substantial extent, the coffee or coffee product was\n    produced, processed or manufactured at any of the coffee works hereh-\n    before mentioned unless such coffee or coffee product (as the case may\n    be) is in fact produced, processed or manufactured at any of the afore-\n    mentioned coffee works.\n           (2) Reference in sub-paragraph (1) to any description includes a\n    reference to any description by label."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. No person, unless authorized in writing by the Board SW-\n        (a) purchase, sell or export coffee other than Blue Mountah\n            coffee undH a name that contains the words “Blue Mountain”;\n                 or\n        (b) carry out any activity that is amnected with the purchas+.\n            sale or export of coffee and involves the use of the w d\n            “Blue Mountain”.\n                          inclusion of this page b nuthorbd by L.N. laO!19841\n              THE COFFEE INDUSTRY REGULATIONS. 1953                            9"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. No aoffae shall be expartad from Jamaica udese it is exportcd by\nbhe Board or by a pwson a e r i z u i in writing by the Board."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. No person shall pick, cullcot. offer for sale, sdl or purchase any\ncoffee berry which is entirely green in mlour.\n  1 4 4 1 ) Every @ to the Minister under section 9 of the h t shall\nbe commenced by notice in writing addressed to the Permanent Secretary,\nMinistry of Agriculture. Such notice shall be lodged with the Permanent\nSecretary and a copy delivered to the Secretary of the Board within\ntwenty-one days from the date of the decision appealed against.\n        (2) Every notice of appeal shall include-\n            (i) the name and address of the appellant;\n           (ii) particulars of the decision of the Board against which the\n                appeal is behg made;\n          (iii) the grounds of the appeal;\n           (iv) copies of all relevant correspondence and documents.\n        (3) The appellant shall before lodging his appeal deposit with the\nSecretary the sum of $4.00 and shall lodge the receipt therefor with the\nPermanent Secretary along with the notice of appeal. The amount deposi-\nted shall be refunded if the Minister so directs; otherwise it shall be paid\ninto the Consolidated Fund.\n       (4) Notwithstanding anything hereinbefore contained the Minister\nmay hear and entertain any appeal lodged after the time limit herein\nprovided if in all the circumstances of the case he thinks it just\nand proper to do so."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Any person wh-\n     (a) purchssee. sells or exporte3 any coffee or coftee\n     (b) manufactureJ any d e e or coffee product,\n      (c) d e s out any activity that is connected with the purchase.\n           sale or export of coffee and invdves the use of rhe wo& “Blue\n          Mountain”,\nin oontravention of these Regulations shall be guilty 0t an offence and\nshall be liable on summary conviction before a Resident Magistrate’s\nCourt to a h e of twenty thousand dollars or an amount nnt exceeding\ntreble the d u e of the coffee or coffee product in regpeaL of the purchase,\nsale. export or manufacture of which tihe offence is cummittcd.\n                  tafhubn d tbe pl.c h aothoilzed by L.N. 1 6 0 / ~\n10                THE COFFEE XNDUSTRY REGULATIONS, 1953\n                               Blue Moulriain Area\n       Starting at skibo and proceeding in an east-southeasterly direction\n     to Swift River; thence east-southh-easterlyto Chelsea; thence east-south-\n     easterly to Durham (Samba Hill); tlrence south-easterly to Belleview;\n     thence aoutheastexly along the western slope of the John Crow\n     Mountain to Cedar Gove: thence westerly to Font Hill; thence north-\n     westerly to Ramble; thence westerly to Good Hope; thence north-\n     westerly to Dallas; thence north-nmth-westerly to Industry Village;\n     thence nor&-nonth-westerly to Maryland; thence north-westerly to\n     Golden Spring; thence northerly to Brandon Hill: thence north-easterly\n     to Tranquility; thence east-north-easterly to Skibo.\n                                  Coffee Works\n       Coffee works situated at Moy Hall, Silver Hill, Mavis Bank, Lmgley\n     or Wallenford or at such &her coffee works as the Board m y from\n     time to time datermine with the approval of the Minister notified in the\n     Gazette.\n                  COFFEE INDUSTRY REGULATION                                          11\n         THE COFFEE INDUSTRY REGULATION ACT\n                                 ORDm\n                            (under section 10)\n                            (CESS)ORDBR. 1993\n                   TRB COFFEE\n       (Made by the Minister on the 29th day of June, 1993)                 L.N. 8grA/83"
    }
  ],
  "definitions": []
}