{
  "id": "jm-subs-the-companies-act",
  "type": "statute",
  "title": "The Companies Act",
  "title_en": "The Companies Act",
  "short_name": "Companies Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-companies-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-companies-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Rules may be cited as the Companies Rules, 2006.\n                                    Part I. Company Names"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2 . 4 1 ) A company shall not be registered in a name which-\n    (a)     is identical to the name of an existing company or other body\n            corporate registered under the Act;\n    (b)     is in the opinion of the Registrar, having regard to rules 3 and 4,\n            similar or too close to the name of a company or other body\n            corporate previously registered under the Act and is therefore likely\n            to cause confusion in the marketplace or is otherwise misleading;\n    (c)      in whole or in part infringes a registered trademark.\n            (2) The registration of a company in a particular name shall not be\n          deemed to indicate the absence of trademark rights in the name."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 . 4 1 ) For the purposes of these Rules, a name is similar or too close to\nthe name of a previously registered company or body corporate if-\n    (a)     the two names are phonetically identical; or have a distinctive\n            element in common;\n    (b)     because of a similarity in the name and operations of two or more\n            companies or bodies corporate there is likely to be some confusion."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. For the purpose of these Rules, where the proposed name of a company\nmay be confused with the name of a previously registered company or body\ncorporate, registration of the latter shall not for that reason alone be refused\nif-\n                          THE COMPANIES RULES. 2006\n     (a) the request for the name relates to a proposed company that is the\n         successor to the business of a registered company, which has\n         ceased or will cease to carry on business;\n     (b) the registered company undertakes in writing to dissolve or to\n         change it's name within six weeks or such longer period as the\n         Registrar may approve pursuant to a notification under section 15\n         (2) of the Act;\n     (c)   the name sets out in numerals the year of incorporation in\n           parenthesis immediately before the word \"Limited\" or the\n           abbreviation thereof or before such other word as the Registrar\n           may approve."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The Registrar may not approve the registration of a company with a\nname that does not end with the word \"Limited\" in the case of a company\nlimited by shares or by guarantee, unless a licence has been obtained fiom the\nMinister to omit the word \"Limited\" fiom the end of the name of the\nproposed company."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. A company shall not be registered in a name which in the opinion of\nthe Registrar is undesirable having regard to the fact that-\n      (a) whether in English or a foreign language, it-\n              (i) is offensive;\n             (ii) outrages public decency and morality;\n            (iii) connotes an undertaking that is scandalous, obscene and\n                  immoral: or\n            (iv) contravenes the Govenunent's policy on security;\n       (b) the use of the name would constitute a criminal offence."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. For the purposes of these Rules, a name is misleading if-\n       (a) the name of a company suggests that it is trading on a great scale\n           or over a wide field indicative of which are words such as\n           \"Group\", \"National\" and \"International\";\n       (b) the name is all embracing with the suggestion of top level\n           association or connection, for example \"CARICOM HAULAGE\n           & REMOVAL LIMITED\";\n       (c) in the opinion of the Registrar, it gives the impression that the\n           company is associated with the Government.\n                   [The i~~clusion\n                                 of this page is authorized by L.N. 17/2009]\n                              THE COMPANIES RULES, 2006"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The use of certain words in the proposed name of a company shall be\njustified to the Registrar's satisfaction prior to registration where-\n       (a)   the use of the word suggests a connection with the Crown or\n             members of a royal family or suggests royal patronage, for\n             example \"Royal\", \"King\", \"Princess\", \"Prince\", or \"Crown\";\n       (b) The name suggests a connection with a Government Department,\n           statutory undertaking, local authority, or with any\n           Commonwealth or foreign government;\n       (c)   the proposed name refers to a particular nationality, for example\n             \"British\" or \"American\";\n       (6) the name when taken as a whole, would give the unjustified\n             impression that the company is pre-eminent in its particular\n             field;\n       ( e ) the name includes the family name of an individual with or\n             without initials or a given name and the individual, his heir or\n             legal representative consents in writing to such use, and if the\n             individual has or had a material interest in the company."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-41) The use of certain words in a proposed company name which\nrefer to a profession, occupation, or other business or activity shall require\nthe production of certification from the relevant professional or regulatory\nbody upon submission for registration.\n         (2) Words referred to in paragraph (1) include words such as-\n         \"Engineer\";\n         \"Medical\";\n         \"Dental\";\n         \"Bank\";\n         \"Cambio\";\n         \"Pharmacy\";\n         \"University\""
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) The word \"Standard\" may not be included in a proposed\ncompany name unless the Minister has given his consent pursuant to section\n13 of the Standards Act.\n                   [The i~lclusionof this page is authorized by L.N. 17/2009]\n                           THE COMPANIES RULES, 2006\n         (2) The words \"Blue Mountain\" may only be used where the Coffee\nIndustry Board has so permitted pursuant to the Coffee Industry Regulation\nAct."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-41) The name of a company may not be comprised entirely of\ngeneral words unless-\n      (a) the general words are prefixed by a distinctive word or initials;\n       (b) the proposed name has become established by a long and\n           continuous prior use.\n         (2) The Registrar may, when making a determination on account of\nparagraph (I), consider the name as a whole and not only its separate\nelements before disapproving a name."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. A proposed company name shall not-\n       (a)   suggest or imply a connection with a political party or the leader\n             of a political party, unless the political party or leader in question\n             consents in wri~jrlgto the proposed name;\n       (6) suggest or imply a connection with a university or a\n           \"professional association\" recognized by the laws of Jamaica,\n           unless the university or professional association concerned\n           consents in writing to the use of the proposed name.\n                           Part 11. Restoration to Register"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. An application before the Registrar to restore a company to the\nRegister of Companies shall not be granted unless-\n       (a) it is shown to the Registrar's satisfaction that-\n              (i)    the company is carrying on business;\n             (ii)    there is other just cause for the company being restored to\n                      the Register; or\n             (iii)   the company has a registered office or place of business in\n                      Jamaica; and\n             (iv)    the person making the application has the requisite locus\n                     standi:\n       (6)   the applicant has undertaken to file all the required documents\n             upon any Order for Restoration being made-\n                      ['The ~nclusionof !]]is pagc is authorized by L.N. 1712009]\n                             THE COMPANIES RULES. 2006\n        Part 111. Standards for Documents to befiled with the Ofjice of the\n                             Registrar of Companies"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-41) All documents to be filed with the Registrar shall be on \"letter\nsize\" paper of approximately 1 1 inches long by 8.5 inches wide with margins\nof at least 0.5 inch at the top and bottom and of at least 0.5 inch at each side.\n        (2) Documents of more than one page shall be numbered\nsequentially.\n         (3) Documents shall be on clean IS0 9000 quality white paper.\n         (4) Typewritten docun~entsshall be in minimum font size of 12 point\nor clearly printed in block capitals with black or blue permanent ink."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1) Every document submitted shall be signed with the capacity of\nthe signatory stated.\n          (2) Every document submitted shall be without correction fluid and\nwhere documents are presented with correction fluid such documents shall be\nrejected."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-41) All corrections or amendments to documents to be filed with the\nRegistrar shall be initialled by the person or persons authorized to make such\ncorrections or amendments.\n          (2) Corrections on documents submitted to the Registrar shall be\nstruck through and initialed by the person correcting and shall be clearly and\nlegibly printed."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.--(I) Where any information required to be set out in a form\nprescribed by the Registrar is too long for the space provided or where a\ndocument is to be incorporated by reference in and to be part of the form, the\nperson completing the form may incorporate the information or document by\nsetting out in the space provided the following sentence: \"The annexed\nschedule is incorporated in this form\" and by annexing the information or\ndocument to the form as that schedule.\n        (2) A separate schedule is required in respect of each information\nrequirement or document that is incorporated in a form and where more than\none schedule is used, the schedules shall be numbered sequentially.\n                 [The inclusion o f lhis page is a~ltliorizedby L.N. 1712009]\n                          THE COMPANIES RULES. 2006\n   Part IV. Authentication Documents fc Overseas Cornpanies Translations"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Any translation of a charter, statutes or articles of a company or any\nother instrument constituting or defining the constitution of a company to be\nfiled in accordance with section 363 of the Act, shall be certified to be a\ncorrect translation as follows-\n       ( a ) if made outside of Jamaica in a country having a Jamaican\n             embassy or consulate, by-\n        (i)    the Ambassador, Consul General or any person designated by\n              that representative: or\n        (ii) a minister of government or government official of equivalent\n             authority in that country exercising the authority vested by the\n             government of that country or a person designated by him, who\n             certifies that the translator is known to him as competent to\n             translate it into the English language;\n       (b) if made outside of Jamaica in a country not having a Jamaican\n           embassy or consulate, by any minister of government or\n           government official of equivalent authority in that country\n           exercising the authority vested by the government of that country\n           or a person designated by him, who certifies that the translator is\n           known to him as competent to translate it into the English\n           language:\n       ( c ) if made in Jamaica, by the minister responsible for foreign affairs\n              or any person designated by him, who certifies that the translator\n              is known to him as competent to translate it into the English\n              language."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. A certified copy of the original incorporation documents of the\noverseas company in the language of origin shall be submitted together with\nthe translation.\n         Part V. Overseas Documents in EnglisWLanguage of Origin"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. A certified copy of the charter, statutes or articles of a company or\nany other instrument constituting or defining the constitution of a company to\nbe filed in accordance with section 363 of the Act shall be so certified by an\nofficial of the government body responsible for custody of the original.\n                                     of this page is autl~orizedby L.N. 17/2009]\n                      [Tlic i~~clusioti"
    }
  ],
  "definitions": []
}