{
  "id": "jm-subs-the-constitution-of-jamaica",
  "type": "statute",
  "title": "The Constitution of Jamaica",
  "title_en": "The Constitution of Jamaica",
  "short_name": "Constitution of Jamaica",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-constitution-of-jamaica",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-constitution-of-jamaica",
  "provisions": [
    {
      "provision_ref": "sec0",
      "section": "0",
      "title": "Section 0",
      "content": "0) committingany act prejudicial to good order and discipline.\nPCWdl-\ninxr for      4 3 4 1 ) Subject to the provisions of these Regulations an officer may\nC!URhl\n           be dismissed only in accordance with the procedure prescribed by\n           this regulation.\n                  (2) The following procedure shall apply to an invesitigation\n           with a view to the dismissal of an officer whose basic annual salary\n           (whether fixed or on a scale) exceeds the prescribed salary rate-\n               (a) the Commission (after consultation with the Attorney-General\n                    if necessary) shall cause the officer to be notified in writing\n                    of the charge and to be called upon to state in writing\n                    before a specified day (which day shall allow a reasonable\n                    interval for the purpose) any grounds upon which he relies\n                    to exculpate himself;\n               (b) if the officer doe5 not furnish such a statement within the\n                    time so specified or if he fails to exculpate himself the\n                    Governor-General shall on the recommendation of the\n                    Commission appoint to enquire into the matter a Committee\n                    consisting of not less than three persons of whom the chairman\n                    shall be a Judge, Resident Magistrate, or legal officer, or\n                    some other person possessing legal qualification; the memkts\n                    of the Committee shall be selected with due regard to the\n                    standing of the officer concerned, and to the nature of the\n                    charges made against him;\n                          ITno blurion of this page io authorized br L N. 331 I999\n         THE PUBLIC SERYICE REGULATIONS, 1961                         45\n(c) the Committee shall inform the officer charged that on a day\n    specified the Committee will enquire into the charges and\n    that he will be permitted to appear before the Committee and\n    defend himself;\n(6) if witnesses are examined by the Committee the officer shall\n     be given an opportunity of being present and of putting\n    questions to the witnesses on his own behalf, and no docu-\n    mentary evidence shall be used against him unless he has\n    previously been supplied with a copy thereof or given acces\n    thereto;\n(e) an officer against whom charges are preferred shall be en-\n    titled to be represented before the Committee by-\n         (i) a public officer;\n        (ii) an attorney-at-law;\n       (ii) an accredited representative of a trade union or staff\n             association recognized as representing the category of\n             staff of which the officer is one,\n     and the person or authority preferring the charges shall be\n    entitled to be represented by a public officer or an attorney-\n     at-law;\nU, if during the course of the enquiry further grounds of dismissal\n    are disclosed, and the Commission thinks fit to proceed\n    against the officer upon such grounds, the Commission shall\n    cause the officer to be furnished with the written charge and\n    the same steps shall be taken as those prescribed by this\n    regulation in respect of the original charge;\n(g) if having heard the evidence in support of the charges the\n    Committee is of the opinion that that evidence is insufficient\n    it may report accordingly to the Commission without calling\n    upon the officer for his defence;\n(A) the Committee shall furnish to the Commission a report of\n    its findings together with a copy of the evidence and all\n    material documents relating to the case; if the Commission\n    is of opinion that the report should be amplified in any\n    respect or that further enquiry is desirable, it may refer any\n    matter back to the Committee for further enquiry or report\n    accordingly;\n(0 if the Commission is of opinion that the officer should be\n    dismissed the Commission shall recommend to the Govemor-\n    General that an order be made accordingly;\n          m e inclusion orthis page is authorized by L.N. 33/=8J\n46                      THE PUBLIC SERVICE REGULATIONS. 2961\n               0’) if the Commission is of opinion that the officer deserves\n                   some punishment other than dismissal, it shall recommend\n                   to the Governor-General what other penalty should be\n                   imposed;\n               (k) if the Commission is of opinion that the officer does not\n                   deserve to be dismissed by reason of the charges alleged, but\n                   that the proceedings disclose other grounds for removing him\n                   from the service in the public interest it may recommend\n                   to the Governor-General that an order be made accordingly,\n                   without recourse to the procedure prescribed by regulation 26.\n                   (3) The procedure prescribed by paragraph (2) shall apply to\n           an investigation with a view to dismissal of an officer whose basic\n           annual salary (whether fixed or on a scale) dots not exceed the\n           prescribed salary rate except that the charges may if the Oommission\n           so recommends be investigated by the Permanent Secretary, Head of\n           Department or such other officer or officers as may be appointed by\n           the Governor-General.\n                  (4) Where an officer charged under this regulation admits in\n           writing the facts giving rise to the charges, it shall not be necessary\n           to hold an enquiry or investigation under this regulation unless in\n           the opinion of the Commission such enquiry or investigation is likely\n           to find such circumstances as may modify the view taken of and\n           the punishment to be imposed for the offence.\nProceod-"
    },
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the Public Service Regulations, Shontitle\n1961.\n  2     4 1) In these Regulations unless the context otherwise requires-                      Intcrpntl-\n                                                                                              tion\n        \"authorized officer\" means a member of the Commission or an authority\n            or a public officer to whom the functions of the Governor-General\n            have been delegated pursuant to section 80 of the Order;\n      \"chairman\" means the chairman of the Commission and includes any\n          member presiding at a meeting of the Commission;\n      \"Cornmission\" means the Public Service Commission established by\n         section 75 of the Order;\n      \"emoluments'tmeans the whole of an officer's receipts from public funds\n         but does not include fees, transport allowances, subsistence\n         allowances or allowances for out-of-pocket expenses;\n      \"finctions\" includes powers and duties;\n      \"member\" means member of the Commission;\n      \"officer\" means public officer other than-\n            (a) a member of the Commission, the Judicial Service Commission\n                or the Police Service Commission;\n            (6) the Attorney-General;\n            (c) the Auditor-General;\n                     me incluaim of thu page u uahorizcd by L.N. 18ROMJ\n30                                  THE PUBLIC SERI’ICE-REGUL.ATIO.VS I961\n                            (d) an officer whose appointment is regulated by the Judicial Service\n                                  Commission or the Police Service Commission;\n                        “Order“ means the Jamaica (Constitution) Order in Council, 1959;\n                        “perform” in relation to functions includes exercise;\n                        ”prescribed salary rate“ means the maximum rate of basic annual salary\n                             payable under the scale for the time being applicable to the salary\n                             grade QPS/CR V;\n                        “regulation”means one of these Regulations.\n                          (2) In these Regulations a reference to the salary of an officer charged\n                 shall be construed as a reference to the salary of that officer at the date of the\n                 letter preferring charges against him.\n                                      PART11-Public Service Commission\nOath 01‘            3. The chairman and members shall on appointment take before a Justice of\nolfice of\nCommission       the Peace an oath in Form 1 of the First Schedule.\nFirst Schedule\nForm I\nOath ot             4. Every person appointedto the staff ofthe Commission shall on appointment\nollice of\nstall’           take before a Justice of the Peace an oath in Form 2 of the First Schedule.\nForm 2\nFuncnons            5. Where the order requires the Governor-General in the performance of any\nof Tom-\n1lllssll1n\n                 function to act on the recommendation of the Commission the Govemor-\n                 General-\n                     (0)   may where that function has been delegated pursuant to section 80 of\n                           the Order; and\n                     ( h ) shall in every other case,\n                 request the Commission to make its recommendation and it shall be the duty of\n                 the Commission to make the.recommendationsso requested.\nDuties of           6. It shall be the duty of the Chief Personnel Officer to-\nThief Per.\nsonnel\nOllicer              (a) submit, whether in writing or orally, matters for the decision of the\n                         Commission;\n                     ( h ) attend meetings of the Commission;\n                     (c) cany out the decisions of the Commission:\n                     (4 ensure that all documents and papers relating to any matter being or to\n                           be considered by the Commission are made available to the\n                           Commission: and\n                     ( e ) generally. be responsible for matters relating to the functions of the\n                           Commission."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In these Regulations unless the context otherwise req~res-        intern-\n                                                                       tation.\n     “authorized officer” means a member of the Commission or an\n         authority or a public officerto whom the frmctkns of the\n         Governor-General have been delegated pmisuant to section 71\n         of the Order;\n     “chairman” mans chairman of the Commission and includes any\n         member presiding at a meeting of the Commission;\n     “Commission” means the Judicial Service Commission established\n         by section 68 of the Order;\n     “functions” includes powers and duties;\n     “judicial office” means the office af Resident Magistrate, Judge\n         of the Tra& Court, Registrar of the Supreme Court or such\n         other office connected with the Courts of Jamaica as, subject\n         to the provisions of the Order, may be prescribed by any\n         enactment of the Parliament of Jamaica;\n     “judicial officer” means the holder of a judicial office;\n     “member” means member of the Commission;\n     “Order” means the Jamaica (Constitution) Order in Council, 1959;\n     “perform” in relation to functions includes exercise;\n               P’he inclusion of this page is autltorieed by L.N.4/19%]\n18                         THE JUDICIAL SERVICE REGULATIONS, 1961\n                   “regulation” means one of these Regulations;\n                   “relative office” means an office in respect of which the Commission\n                        is required to make recommendations for appointment to the\n                        Governor-General;\n                   “secretary” means the secretary to the Commission appointed\n                        pursuant to regulation 4 and includes the person for the time\n                        being performing the functions of that office.\n                              PART11-Judicial Service Commission\nOath of          3. The chairman and members and every officer appointed under\noffice.\n               regulation 4 shall on appointment take before a Justice of the Peace\nSchedule.      an oath in the appropriate Form in the Schedule.\nAppointment      4.-( 1) The Governor-General, after consultation with the Commis-\nof secretary\nandstaff.      sion and with the Cabinet, may constitute the office of secretary to\n               the Commission and such other offices as he may consider expedient\n               for securing the due performance of the functions of the Commission.\n                      (2) The Governor-General upon the recommendation of the\n               Commission may from time to time appoint persons to the offices\n               constituted pursuant to paragraph (1).\nFunctionsof      5. Where the Order requires the Governor-General in the perform-\nCommission.    ance of any function to act on the recommendation of the Commission\n               the Governor-General-\n                    (a) may where that function has been delegated pursuant to\n                        section 71 of the Order; and\n                    (b) shall in every other case,\n               request the Commission to make its recommendation and it shall be\n               the duty of the Commission to make the recommendation so requested.\nProcedure        6.41) The Commission shall meet as often and at such times and\nand meet-\nmgs.           places as in the discretion of the chairman may be necessary or\n               expedient for the purpose of performing its functions.\n                     (2) In the absence of the chairman from any meeting the members\n               present may elect one of their number to preside at that meeting.\n                     (3) All decisions at a meeting of the Commission shall be by\n               a majority of the votes of the members present and voting:\n                 Provided that where the voting is equal the chairman shall have\n               a casting vote as well as an original vote.\nRecord of        7.41) It shall be the duty of the secretary duly to record minutes\na?ddeci-\nmeetings       of all meetings of the Commission.\nslons.\n            THE 3UDICIAL SERVICE REGULATIONS, 1961                                  19\n      (2) Copies oE such minutes duly confirmed at a subsequent\nmeeting or by the individual members on circulation thereof shall\nas soon as practicable thereafter be forwarded to the Governor-General.\n      (3) Any member of the Commission present when any decision\nis made who dissents therefrom may require that his dissent and\nhis reasons for dissenting be recorded in the minutes."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Subject to the provisions of section 127 (4) of the Constitution of\nJamaica, and of the Public Service Regulations, 1961, the powers of the\nGovernor-General specified in the Schedule to this Order shall be schedule.\nexercisable by the appropriate authority specified in that Schedule in\nrelation to the respective offices and officers specified in that Schedule.\n         ofiices and Officers\n                                                  -\n                                                Powers            Appropriate Authority\nAll offices in the Administrator-              Appointment          The Administrator-\nGeneral’s Department ex- the office            Removal              General\nof Adrninistrabr4enera1, and ad                Disciplinary\ndlicers except the AdministrWor-                control\nGeneral.\nAll ollices in the Management Institute        Appointment          The Chief Executive\nfor National Deve-ent,      ex-     the        Removal              Officer\noffice of Chid Executive otficer, and          Disciplinary\nall officers except the Chid Exmutive            aon4rol\nOfficer.\nAll offices in the Registrar General‘s         Appointment          The Registrar-\nDeprtment, except the office of                Removal              General\nRegktrar-General, and officeof Regis-          Disciplinary\ntrar and all otEcers ex-          the            control\nRegistrar-Gened.\nAll offices in the office of the Regis-        Appointment          The Registrar of\ntrar of Companies,except the &ce of            R       d            Companies\nRegistrar of O o m e s , and &    I\n                                 05cm          Disciplinary\nexcept the Registrar of Companies.               control\n                                CONSTITUTION OF JAMAICA                                                                12.03\n                       THE CONSTITUTION OF JAMAICA\n                                               ORDER\n                                      (under section 127)\n      THEDELEGATION\n                  OF FUNCTIONS (PUBLIC SERVICE) ORDER, 2000\n     (Made by the Governor-General on the advice of the Public Service                                         L N 2w2000\n                Commission on the 23rd d a , of June, 2000)"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Save as may be provided by an order under section 4 of the :       ;yy\n                                                                           im.\nRepresentation of the People Act or any other enactment, the\ndesignation and identification of each polling division within a con-\nstituency shall be ascertained by reference-\n      (a) to the maps of the constituencies and polling divisions pre-\n            pared by the Director of Elections and deposited with the\n            Speaker of the House of Representatives and in the Island\n            R m d m c e on the seventeenth day of June, 1992; and\n      ( b ) to the instruments prepared by the Director of Elections and\n            attached to those maps."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. It is hereby declared that the official lists in force immediately Saving.\nprior to the 10th day of March, 1998, shall continue in accurdance\nwith the provisions of the Representation of the People Act.\n               me inclusion of this page is authorized by L.N. 54/20001\n                     CONSTITUTION OF JAMAICA                                           7\n              THE CONSTITUTION OF JAMAICA\n                                  ORDER\n                            (under section 127)\n  THEDELEGATION\n             OF FUNCTIONS\n                       (PUBLIC      ORDER,\n                             SERVICB)    1963\n  (Made by the Governor-General on the advice of the Public Service      L.N. 331163\n                                                                         Amdt. :\n         Conzniission on the 28th day of November, 1963)                 L.N. 1?5/?4\n                                                                             105/88\n                                                                          Proc. US%\n                                                                         L.N.133c/95"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Officer whose       Iisciplinary control           The Hospib Board.\n       basic annual\n       salary (whether\n       fixed or on a\n       scale) exceeds\n       the prescribed\n       salary rate\n       and who\n       is employed in\n       a public i~ospital,\n       as defined in the\n       Hospitals (Public)\n       Act, in          of\n       which a Hospital\n       Board has been\n       established\n    -~    -____                          -\n                        me inclusion of tbis page is authorized by L.N. 33/19981\nTHE DELEGATION OF FUNCTIONS (PUBLIC SERVICE) ORDER, 1963                                         9\n                                  SCHEDULE, contd.\n  Oficer or Office                Powers                      Appropriate Authority\n                                                                                           -"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. T h e appointment of an unestablished employee (that is, an employee who\nholds a post for which separate provision has not been made in the Estimates) tionot\nmay without enquiry or reason given to him be terminated by the appropriate zF:geynt\nauthorized officer-                                                        tabIiahed\n    (a) at any time within one year of the date of appointment of such emplo).ee.\n         employee on two weeks’ notice in writing or payment of two weeks’\n         salary in lieu thereof; and\n                 P l m inchuion d rak P.OC& authorized by L.N.33119991\n 50                             THE PUBLIC SERVICE REGULATIONS. 1951\n                                   SECOND SCHEDULE, conrd.\n                (b) at any time after one year from the date of appointment on three\n                     months' notice in writing or payment of three months' salary in\n                     lieu thercof."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. AM affcers             )iscispilinary control In the case of-\n                          lot with a view to\n                          lismissal                (a) an officer who is e~11p10yCd\n                                                       in a public hospibd as defined\n                                                       in the Hospirals (Public) Act,\n                                                       the appropriate authority shall\n                                                       be-\n                                                           (i) the Hospital Board; or\n                                                          (ii) where     a    Hospital\n                                                               Board has not been\n                                                               established in respect\n                                                               of such hospital, the\n                                                               Permment Secretary or\n                                                               the Medical Officer in\n                                                               charge of that hospital;\n                                                         ( b ) any other officer, the appro-\n                                                               priate authority shall be the\n                                                               Permanent Secretary or Head\n                                                               of Department in charge of\n                                                               the Ministry or Department\n                                                               in which the officer is em-\n                                                               p!oyed or, on the request of\n                                                               the Permanent Secretary or\n                                                               Head of Department, the\n                                                               Chief Personnel Officer."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. ( I ) where-\n                (a) disciplinary proceedings; or\n                  (b) criminal proceedings,\n            have been or arc about to be instituted againgt an employee, and where ao\n            authorized oficer is of the opinion that the public interest requires tihat the\n            employee should cease to perform the functions d his office, the auffimhd\n            officer may interdict such employee from the performance of these functions.\n                   (2) An employee so interdicted shall, subject to the provisions of sub-\n            paragraph (3). be permitted to receive such proportion of the adary of hi8\n            offace as the authorized officer shall decide.\n                     (3) The proportion of salary referred to in sub-paragraph (2) shall be\n            related to the nature and Q'rcumstances of the oharge against the employs.\n            so, however, that-\n                  (a) subject to sub-paragraphs (b) and (c), the proportion shall not be\n                        less than one-half;\n                  (b) subject to sub-paTagraph (c), where the charge involver an allegatico\n                        of defalcation, fraud or misappropriation of public funds or public\n                        property, the proportion shall not be less than ontquarter; and\n                  (c) where special oircumstances exist which in the ofinion of the autbo-\n                        nzed ofilcer justify suoh action, Ehe authorized officer may detenninl\n                        that salary be paid at a proportion less than one-quarter or entirely\n                        withheld.\n                    (4) Where disciplinary proceedings against an employee result in zlir\n           exculpation, he shall be entitled to the full amount of the aalary which &a\n           would have received had he not been interdicted. but where the procecdinga\n           result in any punishment other than dismissal the employee shall be allowed\n           such salary as the authorized officer m y in tihe Circumsbanoer think appro-\n           priate.\n                    (S) An employee who is under interdiction from duty-\n                 (a) shaU give to the authorized officer an addreds at which he cam k\n                       found; and\n                 (b) shall not leave the Island wiohout the prior permission of the autho-\n                       rized 0ffice.r.\n                    (6)Without prejudice to any other form of service, a document required\n           to be served pursuant to thest Regulations on an employee under interdiction\n           from duiy shall 'be d e a n 4 to be properly served if sent in a prepaid\n           registered letter properly addressed and posted to the addrcu given by &0\n           employee in amordance with sub-paragraph (5).\nPenalUCS      lO.--(l) The penalties which may be imposed where a disciplinary charge\n           bas been established are-\n                 (a) dismissal;\n                (6) reduction in rank:\n                 (c) SUS~~&QLI without pay for a period not exceeding three months;\n                 (d) wi*hhol&mg or deferment of increment;\n                 (el fines nut excceding.one&alf of one month's salary, or, in the case\n                       of an employee paid on a weekly basis, not exceeding two weeks'\n                       salary, regard being had in every case in determining the amount\n                       of a fine to the economic circumstances of the employee;\n               U, r-mand.\n                   (2) Where a fine is imposed it shall be deducted from the salary of the\n           employee by such instalments as may be specified at the time the penalty is\n           imposed.\npower of     11. The appropriate authorized officer may summarily dkmiss an employee\nrummarr    in the circumstances and with eflcct from the date hereinafter respectively\n&missal.\n           specified-\n                             Fhc fnduslon d fhis page & authorized by L.N. 33/199Sl\n                   THE PUBLIC SERVICE REGULATIONS. 1961                                       51\n                            SECOND SCHEDULE, conrd.\n    (a) where he is absent from Jamaica without permission, with effect from\n            the date of his departure from Jamaica:\n    (6) where he is absent from duty without permission for five dam with\n            effect from the first day of such absence;\n    ( c ) where he does not reply to charges on or before the date on which\n          his reply should be received, with effect from such date;\n      (d) where he fails to attend an enquiry into charges against him, with\n          effect from the date of such failure;\n      (e) subject to regulation 31 where he is convicted of a criminal charge\n          involving dishonesty, fraud or m o r d turpitude or is scntamcsd to\n          imprisonment on conviction of a criminal charge, with effect from the\n          date of such conviction:\n   Provided that the power of dismissal shall not be exercised in any case\nfalling under sub-paragraph (c) or (d) if the authorized officer is satisfied that\nowing to illness or other reasonable cause the employee was prevented from\nreplying to such charges, or from attending such enquiry."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The Commission in considering any matter or question may Consults-\nconsult with any such public officer or other person as the Commission :gF*\nmay consider proper and desirable and may require any public officer\nto attend and give evidence before it and to produce any official\ndocuments relating to such matter or question.\n  ll.-(l) Any officer who without reasonable cause fails to appear Failureto\nbefore the Commission when require+ to do so, or who fails to comply Eg:$o”fi”\nwith any request properly made by the Commission, shall be guilty\nof a breach of discipline and the Commission may, where appropriate,\nrecommend that disciplinary proceedings be instituted against him.\n        (2) In t h i s regulation “~fficer~~\n                                         includes an officer whose appoint-\nment is regulated by the‘Judicial Service Commission or the Police\nService Commission."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(I) Except with the consent of the Governor-General signified PM@\nin writing under the hand of the secretary a person shall not in any tat-\n                                                                     information;\nlegal proceedings produce or be permitted to give evidence of the Mo-tim.\ncontents or nature of any document, communication or information\naddressed, made or given-\n     (a) to the Commission by or on behalf of the Governor-General,\n          the Commissioner, the Chief Personnel Officer, a Permanent\n          Secretary or the head of any Government Department for the\n          purpose of enabling the Commission to perform any of its\n          functions; or\n              me inclusion o! this page is authorized by L.N 286/1976]\n60                           THE POLICE SERVICE REGULATIONS, I961\n                    (b) by the Commission to the Governor-General, the Commis-\n                        sioner, the Chief Personnel Officer, a Permanent Secretary or\n                        the Head of any Government Department in relation to any\n                        matter concerning or arising out of the functions of the\n                        Commission.\n                        (2) Any person who in connection with any application for\n                employment or promotion in the police service or with any matter\n                upon which it is the duty of the Commission to make any recommenda-\n                tion to the Governor-General or upon which it is the duty of the\n                Commission or of an authorized officer to make any decision,\n                wilfully gives to the Commission or to any member thereof, or\n                to an authorized officer, any information which he knows to be false\n                or does not believe to be true, or which he knows to be false by\n                reason of the omission of any material particular, shall be guilty\n                of an offence, and upon summary conviction thereof before a Resident\n                Magistrate shall be liable to a fine not exceeding one thousand dollars\n                or to imprisonment for a term not exceeding two years or to both\n                such fine and such imprisonment.\n                              PARTIII-Appointments and Promotions\nApplication       12. In this Part-\nof this Part.\n                    (a) sub-paragraphs (c) and (4 of paragraph (2) of regulation 18\n                        and regulation 21 apply to members below the rank of\n                         Inspector;\n                    (b) regulations 13 to 17, paragraph (1) and sub-paragraphs (a)\n                         and (b) of paragraph (2) of regulation 18. and regulations 19,\n                         20 and 22 apply to all members.\nRmo-en-           13. The Commission shall make recommendations to the Govemor-\ndation to\nG         ~     General\n                ~      ~ with ~respect\n                                     ~ to- ~     ~     -\nGeneral.\n                    (a) appointments and promotions of members including questions\n                         of seniority as between members;\n                    (b) appointments or promotions of members where the Commis-\n                         sion is of the opinion that a candidate should be given direct\n                         entry into a salary scale (whether on fist appointment to\n                         the Force or on promotion where such promotion,is not\n                         promotion in the ordinary course) at an incremental point\n                         higher than the miniium of the salary scale attaching to the\n                         rank to which he is being appointed or promoted;\n                    (c) confirmation of individual members in their appointments and\n                         the passing of promotional or efficiency bars.\n              THE POLICE SERVICE REGULATIONS, I961                                       61"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Except with the consent of the Governor-General signified      Pfivileged\nwriting under the hand of the Chief Personnel Officer, a person shall z::fna-\nnot in any legal proceedings produce or be permitted to give evidence\nof the contents or nature of any document, communication or informa-\ntion addressed, made or given-\n32                        THE PUBLIC SERVICE REGULATIONS, 1961\n                 (a) to the Commission by or on behalf of the Governor-General,\n                     the Chief Personnel Officer, a Permanent Secretary or the\n                      head of any Government Department for the purpose of enabl-\n                      ing the Commission to perform any of its functions; or\n                 (b) by the Commission to the Governor-General, the Chief\n                     Personnel Officer, a Permanent Secretary or the Head of any\n                     Government Department in relation to any matter concerning\n                     or arising out of the functions of the Commission.\nPenalty         13. Any person who in connection with any application for employ-\nfor giving\nfalse in-    ment or promotion in the public service or with any matter upon\nformation\nto.Com-      which it is the duty of the Commission to make any recommendation\nmtsS1on.\n             to the Governor-General or upon which it is the duty of the Commis-\n             sion or of an authorized officer to make any decision, wilfully gives\n             to the Commission or to any member thereof, or to an authorized\n             officer, any information which he knows to be false or does not believe\n             to be true, or which he knows to be false by reason of the omission\n             of any material particular, shall be guilty of an offence, and upon\n             summary conviction thereof before a Resident Magistrate shall be\n             liable to a fine not exceeding one thousand dollars or to imprisonment\n             for a term not exceeding two years or to both such fine and such\n             imprisonment.\n                     PARTIII-Appointments, Promotions and Transfers\nRecom-        1 4 . 4 1 ) The Commission shall make recommendations to the\nE&;'&&-      Governor-General with respect to-\nGeneral.\n                 (a) appointments, promotions and transfers of suitable officers;\n                 (6) appointments or promotions of officers where the Commission\n                     is of the opinion that a candidate should be given direct entry\n                     into a salary scale (whether on first appointment to the public\n                     service or on promotion where such promotion is not prorno-\n                     tion in the ordinary course) at an incremental point higher\n                     than the minimum of the salary scale attaching to the office\n                     to which he is being appointed or promoted;\n                 (c) confirmation of individual officers in their appointments and\n                      the passing of promotional or efficiency bars.\n                    (2) The Commission shall not (unless so requested by the\n             Governor-General) make any such recommendation in relation to a\n             function which has been delegated to an authorized officer.\n                           me inclusion of this page is authorized by L.N. 4/1976I\n              THE PUBLIC SERVICE REGULATIONS, 1961                                     33"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-+1)  If it is represented to the appropriate authorized officer that an P,,,cecdtnsr\nemployee has been guilty of misconduct and that officer is of opinion that ~nterpect\nthe misconduct alleged is not so serious as to warrant proceedings with a view ofmiscon-\nto dismissal, he may cause an investigation to be made into the matter in\nsuch manner as he may think proper, and the employee shall be entitled to iirmiurl.\n                                                                                     z$:&o\nknow the whole case made against him and shall be given adequate opportunity\nof making his defence.\n       (2) If the authorized officer is of opinion that the allegation is proved, he\nmay impose upon the employee such punishment (other than dismissal) as may\nseem just.\n   1 4 . 3 1 ) An employee (other than a temporary, daily-paid or casual employee) pr-hg,\nmay be dismissed only in accordance with the procedure prescribed by para- for,jb.\ngraphs 15, I6 and 17.                                                              mirSd.\n          (2) The appropriate authorized officer may in lieu of dismissal impose\nsome lesser penalty such as reduction in rank, withholding or deferment of\nincrement, or fine or reprimand, or if the proceedings disclose ground for so\ndoing he may recommend that the employee be removed from office in the\npublic interest, and regulation 27 shall apply accordingly.\n                 [The inclusion of thk page is authorized by L.N. 55/1991 1\n52                             THE PUBLIC SERVICE REGULATIONS, 1961\n                                          SECOND SCHEDULE, contd.\n?rocedurc        15. The following procedure shall apply to an investigation with a view\n%=;?;:-        to dismissal of an employee (other than a daily-paid or casual employee+\nduct                  The authorized officer shall as soon as practicable cause to be delivered\nrvarraxining       to the employee written charges specifying the nature of the offences and\ndismissal.\n                   informing the employee in wnting-\n                   (a) that a written reply to the charges and any observaticns the employee\n                         may desire to make thereon must be received by the authorized officer\n                         within seven days (or such longer period as the authorized officer\n                         may permit) of the delivery of the written charges; and\n                   ( b ) that the employee may attach to the written reply, statements from\n                         his witnesses; and\n                   (c) that the employee may elect in his written reply either to have the\n                         charges dealt with by the authorized officer on the basis of the written\n                         reply and the statements (if any) of the employee’s witnesses, or to\n                         have an oral enquiry before such person as the authorized officer\n                         may appoint for the purpose; and that if no election is made the\n                         employee will be presumed to have elected to have the charges dealt\n                         with on the basis of the written reply.\nFinding of        1 6 . 4 1 ) Where an oral enquiry is not held, the authorized officer shall\n.mb~id         consider the charges, the written reply and the statements (if any) and shall\no5cer.\n               find as a fact whether or not any of the charges has been established.\n                        (2) If he finds that the charges have not been established, he shall\n               SO   inforni the employee in writing.\n                      (3) If he finds that any of the charges has been established, he shall\n               so inform the employee in writing and shall also inform the employee of the\n               penalty to be imposed upon him.\nHolding          17.-(1) An oral enquiry shall be held by the appropriate authorized officer\nof or*         (not being an officer personally involved in the circumstances leading to the\ncnquuy.        charges) or by another senior officer in his Ministry or Department appointed\n               by the appropriate authorized officer for the purpose.\n                        (2) The time and place of the oral enquiry shall be communicated to\n               the employee in writing by the officer holding the enquiry and it shall be\n               the responsibilty of the employee to see that his witnesses (if any) attend the\n               enquiry; but if any such witness is in the public semce, on application by\n               the employee to the officer holding the enquiry such witness shall be allowed\n               time to attend the enquiry.\n                        (3) Where it is decided to hold a n oral enquiry, the employee shall be\n               entitled to receive free copies of the statements of witnesses to be called in\n               support of the charges and shall also be furnished with copies of, or given\n               permission to inspect, any documents to be used in support of the charges.\n                       (4) At an oral enquiry the employee against whom oharges are preferred\n               shall be entitled t o be represented before the authorized offiox by-\n                    (a) a public officer;\n                    (6) an attorney-at-law; or\n                    (c) an accredited representative of a trade union or staff association recog-\n                          nized as representing the category of staff of which Uhe employee\n                          is one,\n               and the person or authority prefemng the charges shall be entitled to be\n               represented by a public officer or an attorney-at-law.\n                               [ T h e inclusion of this page is authorized by 2.N.5511991 1\n                  THE PUBLIC SERVICE REGULATIONS, 1961                                           53\n                            SECOND SCHEDULE, contd.\n         ( 5 ) At an oral enquiry the officer holding the enquiry shall first hear\nthe evidence in support of the charges, and permit the employee charged or\nhis representative to put questions to the witnesses, and shall then hear the\nevidence of the employee and his witnesses, who may also be questioned. Notes\nof the proceedings shall be taken down in shorthand.\n         (6) Where an oral enquiry is held by an officer other than the appropriate\nauthorized officer the officer holding the enquiry shall consider the charges\nand the written reply and the statements (if any) and the evidence given\nat the oral enquiry: he shall find as a fact whether or not any of the charges\nhas been established, and shall report his findings to the appropriate authorized\nofficer.\n         (7) The authorized officer shall consider the findings and shall take\naction in accordance with the provisions of sub-paragraphs (2) and (3) of\nparagraph 16.\n                    Employees with less than ten years' service"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14) Unless the appropriate authorized officer is of the opinion\nthat ithere are circumstances which render the following offences more\naerious. these offences shall be regarded as not so serious as to warrant\nproceedings with a view to dismissal-\n     (a) absence from duty during working hours without permission\n          of the relevant senior officer;\n44                       THE PUBLIC SERYlCE REGULATIONS, I961\n               (6) absence from duty without permission except in cases where\n                   by reason of illness or other unavoidable circumstance per-\n                   mission cannot be obtained prior to such absence:\n               (c) habitual or frequent unpunctuality;\n               (6) failure to sign the attendance registcr;\n               (e) being a party to the signing of the regiater by another person\n                   on his behalf;\n                (f) signing the attendance register for or on behalf of another\n                    officer;\n               (g) being idle. disorderly, indisciplined or behaving                 in an im-\n                    proper manner while on duty;\n               (h) careless handling o€ any artick or equipment ihe property of\n                   a Ministry or Department;\n               (i) inefficient performance of duties;"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1) From time to time as vacancies occur the Commission shall p,.i,,oiples\nconsider the eligibility of all members for promotion and in respect of      selection\n                                                                          forpromo-\nof every member shall take into account not only his seniority,\nexperience and educational qualifications but also his merit, ability and\ngood conduct.\n      (2) In the performance of its functions under paragraph (l), the\nCommission shall take into account as respects each member-\n   (a) his general fitness;\n   (b) his seniority;\n   (c) his basic educational qualifications and any special qualifica-\n        tions;\n   (d) any special course of training that he may have undergone\n        (whether at the expense of Government or otherwise);\n   (e) markings and comments made in confidential reports by any\n        officer under whom the member concerned worked during\n        his service;\n     (f) any letters of commendation in respect of any special work\n          done by the member;\n     (g) the duties of which he has had knowledge and experience;\n     (h) the duties of the post for which he is a candidate;\n     (9 any specific recommendation of the Commissioner for filling\n         the particular posts;"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1) The procedure for making a recommendation in relation to ~;i$z$~\nan acting appointment as a prelude to a substantive appointment shall g p r i n t\nbe the same as that prescribed in regulation 15. Every recommenda- ments.\n                m e inclusion of this page is authorized by L.N. 4119761\n62                           THE POLICE SERVICE REGULATIONS, 1961\n               tion by the Commission in relation to such an acting appointment shall\n               state whether or not the member recommended is in every way qualified\n               to perform all the functions of the office in which he is to act.\n                      (2) An acting appointment arising from the absence from duty\n               of an officer on leave may be made without strict regard being had\n               to the provisions of regulation 15.\nAdvertise-       17. Where the Commission considers that there is no suitable\nment o!\nvacancies.     candidate already in the Force available for the filling of any vacancy\n               the Commission shall take such steps (including advertisement of the\n               existence of such vacancy) as it may think necessary for the filling\n               of such vacancy.\nProcedure         18.-(1) The Commission shall be responsible for the form and\nfor appoint-\nments.         manner in which applications are to be made for appointment to the\n               Force and for the conduct of any examinations for recruitment thereto,\n               and shall determine whether any candidate has the necessary qualifica-\n               tions for appointment to the Force.\n                      (2) The Commission may interview candidates for appointment\n               and shall consider in respect of each candidate-\n                   (a) his educational qualifications;\n                   (b) his general fitness;\n                   (c)any previous employment in the Force or otherwise; and\n                   (4 any reports for which the Commission may call from persons\n                      appearing to the Commission to have knowledge of the\n                      candidate, or any referees named by the candidate.\n                       (3) Without prejudice to the foregoing provisions of this regula-\n               tion, the Commissioner may appoint as constables such persons as\n               possess the qualifications from time to time prescribed for admission\n               to the Force, and may fill all vacancies occurring in the ranks of officers\n               below the rank of Inspector.\n                      (4) In making any appointments or in filling any vacancies under\n               paragraph (3) the Commissioner shall (acting in accordance with\n               paragraph (2)) select the person in accordance with any conditions for\n               the time being in force in relation to candidates for the particular\n               post.\nSclection       19.-(1) The Commission may from time to time appoint one or\nboards.\n               more than one Selection Board to assist in the selection of candidates\n                              (The inclusion of this uaee is authorized by L.N. 4/19761\n              THE POLICE SERVICE REGULATIONS, 1961                                      63\nfor appointment to the Force and the composition of any such Board\nand the form in which its reports are to be submitted shall be decided\nby the Commission.\n       (2) On the consideration of any report of a Selection Board,\nthe Commission may in its discretion summon for interview any of the\ncandidates recommended by such Board."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(1) From time to time as vacancies occw the Commission shall Principles\n                                                                          of selec-\nconsider the eligibility of all officers for promotion, and in respect of tionfor\nevery such officer shall take into account not only his seniority,\nexperience and educational qualifications but also his merit and ability.\n        (2) For promotion to a post involving work of a routine nature\nmore weight may be given to seniority than where the work involves\ngreater responsibility and initiative. Merit and ability shall be given\nmore weight progressively as the work involves a higher degree of\nresponsibility and initiative.\n         (3) In the performance of its functions under paragraphs (1)\nand (2). the Commission shall take into account as respects each\nofficer-\n      (a) his general fitness;\n    (b) the position of his name on the seniority list;\n    (c) his basic educational qualifications and any special qualifica-\n        tions;\n    (6) any special course of training that he may have undergone\n        (whether at the expense of the Government or otherwise);\n    (e) markings and comments made in confidential reports by any\n        Permanent Secretary or other senior officer under whom the\n        officer worked during his service;\n    (j) any letters of commendation in respect of any special work\n         done by the officer;\n    (g) the duties of which he has had knowledge;\n    (h) the duties of the post for which he is a candidate;\n               IThe inclusion of this page is authorized by L.N. 4/19761\n34                            THE PUBLIC SERVICE REGULATIONS, 1961\n                    (0 any specific recommendation of the Permanent Secretary or\n                        Head of Department for filling the particular post;\n                    (i) any previous employment of his in the public service or\n                        otherwise;\n                    (k) any special reports for which the Commission may call.\nPrindples of      18.-(1) The procedure for making a recommendation in relation to\nselection for\nacting          an acting appointment as a prelude to a substantive appointment shall\nappornt-\nmenu.           be the same as that prescribed in regulation 17 in relation to a\n                promotion.\n                        (2) Where an acting appointment falls to be made otherwise\n                than as a prelude to a substantive appointment, the officer appointed\n                Shall-\n                     (a) as a general rule be the senior officer in the Ministry or\n                          Department eligible for such acting appointment;\n                     (b) assume and discharge the duties and responsibilities of the\n                          post to which he is appointed to act.\nProcedu?           19.41) The Commission shall be responsible for the form and\nfor appomt-\nmenu.           manner in which applications are to be made for appointment to\n                public offices within its purview and for the conduct of any examina-\n                tions for recruitment to such offices, and shall determine whether any\n                candidate has the necessary qualifications for appointment to such\n                offices.\n                         (2) The Commission may interview candidates for appointment\n                and shall consider in respect of each candidate-\n                      (a) his educational qualifications;\n                      (b) his general fitness;\n                      (c) any previous employment of his in the public service or\n                           otherwise; and\n                      (d) any reports for which the Commission may call from persons\n                           such as the principal, headmaster or headmistress of a\n                           candidate’s university, college or school or any referees named\n                           by the candidate.\nSelection         2 0 4 1 ) The Commission may from time to time appoint one or\nBoards.\n                more than one Selection Board to assist in the selection of candidates\n                for appointment to the public service and the composition of any\n                such Board and the form in which its reports are to be submitted\n                shall be decided by the Commission.\n                               [The inclusion of t l d page is authorized by L.N. 4/1976]\n              THE PUBLIC SERVICE REGULATIONS, 1961                                  35\n       (2) On the consideration of any report of a Selection Board, the\nCommission may in its discretion summon for interview any of the\ncandidates recommended by such Board."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. The procedure to be followed in the case of disciplinary proceedings Procedun\nagainst an employee with less than ten years' service (other than a temporary, = l a t h\ndaily-paid or cssual employee) shall be the same as that prescribed by para- ~ j ~ ~ ~ l f r o y w\ngraphs 13 to 17 inclusive, save that the appropriate authorized officer shall than ten\nhave the sole right of deciding whether or not a n oral enquiry is to be\nconducted into the charges against the employee.\n                                                                                      $:c'ser-\n       Temporary Employees, Daily-paid Employees and Casual Employees"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. The following procedure shall apply only to temporary employees, daily- Procedure\npaid and casual employees-                                                    in rdation\n                                                                                      to tern-\n       (a) the appropriate authorized of€icer may, after such informal enquiry poruyd.nJ-\n           as he may think fit, forthwith dismiss a temporary employee if he\n           is satisfied that such employee has been guilty of any misconduct;\n                                                                                      ~~~~~~~-\n       (b) the appropriate authorized officer may, without an enquiry being held\n           or. without giving any reason, dismss a temporary employee by giving\n           him two weeks' notice (or such other notice as may be specified in\n           the letter of appointment) or two weeks' salary in lieu of notice:\n       (c) every daily-paid or casual employee may be dismissed by the appropriate\n           authorized officer without a n enquiry being held and without reason\n           or notice being given.\n                                          ANNEX\n                                          FORM I               (Paragraph 2)\n         Letter of Appointment o f an Emphyee on the Established Stag\nSir,\n  I am directed by the (Permanent Secretary/Head of Department) to inform\nyou that, in accordance with powers delegated to him by His Excellency the\nGovernor-General. he has appointed you to the post of                   in the\n                                        on the following conditions-\n    (a) your appointment takes effect from the         day of\n        and will be on [one] years' probation and during the probationary\n        period your appointment may be terminated a t any time without any\n        reason being assigned;\n    (b) you will be required to pass a medical examination as to your physical\n        fitness conducted by a doctor in the public service;\n    (c) the salary payable to you will be at the rate of           a weeklyear\n        in the s a l e of                a week/year and your salary will be\n        payable weeklylmonthly;\n    (d) you will be required t o become a contributor to the Provident Fund\n        in accordacce with the provisions of the Provident Fund Act;\n54                      THE PUBLIC SERVICE REGULATIONS, 1961\n                                 SECOND SCHEDULE, contd.\n            (e) you will be subject to the provisions of the Public Service Regulations,\n                1961, governing the discipline and conditions of service of ernployces,\n                and, so far as they are applicable, the Staff Orders, financial regulations\n                and other instructions from time to time in force;\n                    will be required t o comply with all departmental instructions and\n                 awful orders issued to you and to discharge any duties upon which\n                the Permanent Secretary/Head of Department may think it desirable\n                to employ you in the interests of the Service.\n                                                                       Yours truly,\n                                                          for (Permanent Secretary/Head of\n                                                                          Department)\n                                              FORMXI                             (Paragraph 2)\n             Letter of Appointment of an Employee on the Unestablished Staf\n     Sir,\n       I am directed by the (Permanent Secretary/Head of Department) to inform\n     you that, in accordance with powers delegated to him by His Excellency the\n     Governor-General, he has appointed you to the post of                     on the\n     unestablished staff in the                                      on the following\n     conditions-\n         (a) your appointment takes effect from the               day of\n              and will be terminable at any time within one year thereof on two\n              weeks’ notice in writing and at any time after one year on three\n              months’ notice in writing on either side;\n         (6) you will be required to pass a medical examination as to your physical\n              fitness conducted by a doctor in lhe public service;\n         (c) your appointment will confer no right to appointment on the established\n              staff of the public service of Jamaica;\n         (d) the salary payable to you will be at the rate of             a weeklyeat\n              in the scale of                        a weeklyear and will be payable\n              weekly / monthly;\n         (e) you will be required to become a contributor to the Provident Fund\n              in accordance with the provisions of the Provident Fund Act;\n              you will be subject to the provisions of the Public Service Regulations,\n               1961, governing the discipline and conditions of service of employees\n              and, so far as they are applicable. the Stid Orders from t h e to time\n              in force;\n         (g) you will be required to comply with all departmental instructions and\n              lawful orders issued to you and to discharge any duties upon which\n              the Permanent Secretary/Head of Department may think it desirable to\n              employ you in the interests of the Service.\n                                                                    Yours truly.\n                                                         for (Permagent SecretaryIHead of\n                                                                             Department)\n                                             FORM I11                            (Paragraph 2)\n                   Letter of Appointment of a Temporary Employee\n     Sir,\n       I am directed by the (Pennsnent Secretary/Head of Department) to inform\n     you that, in accordance with powers delegated to him by His Excellency the\n     Governor-General, he has appointed you temporarily to the post of\n     in the                              on the foCowing conditions-\n                       me inclusion of thh page i s authorized by L.N. 76/198n\n             THE PUBLIC SERVICE REGULATIONS, 1961                                    55\n                      SECOND SCHEDULE, contd.\n(a) your temporary appointment takes effect from the\n      day of                       and will be terminable on\n      notice in writing on either side;\n(b) the salary payable to you will be at the rate of                   a weeklyear\n    and will be paid weekly/fortnightly/monthly;\n  you will be subject to the provisions of the Public Service Regulations,\n(c)\n  1961, governing the discipline and conditions of service of employees\n  and, so far as they are applicable, the Staff Orders from time to time\n  in force;\n(4y\"\" will be required to comply with all departmental instructions and\n   awful orders issued to you and to discharge any duties upon which\n  the Permanent Secretary/Head of Department may think it desirable to\n  employ you in the interests of the Service.\n                                                           Yours truly,\n                                              for (Permanent Secretary/Head of\n                                                               Department)\n             mo inclusion of this page ir authorized by L.N. 4119761\n                     CONSTITUTION OF JAMAICA                                         57\n              THE CONSTITUTION OF JAMAICA\n                               REGULATIONS\n(Made under section 87 of the Jamaica (Constitution) Order in Council,\n 1959, preserved by section 2 of the Jamaica (Constitution) Order\n                          in Council, 1962)\n              THEPOLICE\n                      SERVICE\n                            REGULATIONS,\n                                      1961\n (Made by the Governor after consultation with the Police Service        ~.~.96/61\n           Commission, on the 1st day of June, 1961)                     $dh,61\n                                                                               12165\n                                                                              269168\n                                                                              519169\n                                                   [Zst June, Z96Z.J          379175\n                                                                             107~178\n                        PARTI-Preliminary"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.41) In order to assist the Commission in performing its fUnC- Confidentid\ntions the Commissioner shall in each year furnish to the Commission\nconfidential reports in respect of the twelve months immediately\npreceding-\n     (a) the 1st day of November, upon all Officers and Inspectors;\n     (b) the 1st day of January, upon all members holding the rank\n         of Sergeant.\n        (2) In order to assist the Commissioner in performing his func-\ntions under this Part, the Officer in charge of each division or branch\nshall furnish to the Commissioner on the 1st day of January in each\nyear confidential reports in respect of all members in that division\nor branch below the rank of Inspector other than constables who\nhave not yet passed the promotion bar in their salary scale."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. In order to assist the Commission in performing its functions Confidential\n                                                                       reports to\nPermanent Secretaries and Heads of Departments shall in each year aspistcorn-\nfurnish to the Chief Personnel Officer confidential reports in respect mssion.\nof the twelve months immediately preceding-\n    (a) the 1st day of November, upon all officers whose minimum\n        annual salary is or exceeds $2,500;\n    (b) the 1st day of January, upon all officers whose minimum\n        annual salary is or exceeds $1,500 but is less than $2,500;\n    (c) the 1st day of March, upon all oilicers whose minimum\n        annual salary is less than $1,500."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.41) Subject to the provisions of paragraph (2), a transfer not Transfers.\ninvolving a change in the emoluments of an officer or the nomenclature\nof his post may, where the transfer-\n    (a) is within a Ministry or between a Ministry and any Department\n        of that Ministry, be made by the Permanent Secretary;\n    (b) is within a Department, be made by the Head of that Depart-\n        ment or the Permanent Secretary of the Ministry responsible\n        for that Department;\n    (c) is between Ministries or between Departments of different\n         Ministries or a Ministry and a Department of another Ministry.\n         be made by the Chief Personnel Officer after consultation with\n         the Permanent Secretaries or Heads of Departments concerned.\n        (2) Where any officer is, or is to be, transferred under any of the\nforegoing provisions of this regulation, a Permanent Secretary or Head\nof Department or the officer concerned (through the Permanent\nSecretary or Head of Department) may lodge a written objection with\nthe Chief Personnel Officer; and an officer lodging such an objection\nmay transmit a copy thereof direct to the Chief Personnel Oflicer; and\nit shall be the duty of the Chief Personnel Officer forthwith to lay\nthe matter before the Commission which may intervene and make\na recommendation to the Governor-General.\n36                           THE PUBLIC SERVICE REGULATIONS. 1961\n                 PARTIV-Probationary Service and Termination of Appointments\nProbation-       23.-(1) On first appointment to the public service or on promotion\nary service.\n               in the service from a non-pensionable to a pensionable post or from\n               any post listed in the First Schedule to the Provident Fund Act to\n               a pensionable post, an officer will be required to serve a probationary\n               period of one year unless a shorter term is specified in his letter of\n               appointment.\n                       (2) At intervals of six months and nine months during the\n               probationary period Permanent Secretaries and Heads of Depart-\n               ments shall submit to the Chief Personnel Officer a report on every\n               officer so promoted or appointed on probation in their Ministries or\n               Departments. One month before the end of the probationary period\n               Permanent Secretaries and Heads of Departments shall submit a further\n               report and a recommendation-\n                    (a) that the officer be confirmed in the appointment; or\n                    (b) that the probationary period be extended; or\n                    (c) that the officer's services be terminated; or\n                   (4 that the officer revert to his former post.\n                       (3) Subject to the provisions of these Regulations. the appoint-\n               ment on probation of an officer may, at any time during the period\n               of probation and without any reason being given, be terminated by\n               the Governor-General acting on the recommendation of the Commission\n               upon one month's notice in writing or payment of one month's salary\n               in lieu thereof.\nPrsmrturo        24.-(1)   Where it appears to a Permanent Secretary or Head of\nKCtiIWYlmt.\n               Department that pursuant to paragraph (2) of section 8 of the Pensions\n               Act an officer in his Ministry or Department who has attained the\n               age of fifty years ought to be called upon to retire from the public\n               service, the Permanent Secretary or Head of Department shall advise\n               the officer accordingly and report the matter together with his reasons\n               therefor for consideration by the Commission, and the Commission\n               shall recommend to the Governor-General whether or not that officer\n               ought to be called upon to retire.\n                       (2) Any such officer shall be afforded an opportunity of sub-\n               mitting to the Commission any representations he may wish to make\n               regarding his proposed retirement.\n                            p c inclusion of chis page is authorized by L.N. U5/19811\n              T H E PUBLIC SERVICE REGULATIONS. I961                                        37\n       (3) An officer may at any time after he attains the age of fifty\nyears apply to the Governor-General for permission to retire pursuant\nto paragraph (i) of subsection (1) of section 6 of the Pensions Act\nand shall in his application state the grounds on which it is based.\n       (4) The Commission shall recommend to the Governor-General\nwhether or not an application under paragraph (3) ought to be granted."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. In this Part-                                                       Application\n                                                                          of thls\n                                                                          Part.\n    (a) paragraphs (2) and (3) of regulation 24 apply to Officers;\n    (b) paragraph (4) of regulation 24 applies to Inspectors;\n    (c) paragraph (5) of regulation 24 applies to members below the\n        rank of Inspector;\n              m e inclusion of this page is authorized by L.N. 4/1976]\n64                           THE POLICE SERVICE REGULATIONS, 1961\n                   (6) paragraph (6) of regulation 24 applies to constables;\n                   (e)   the other provisions of this Part apply generally to the Force.\nProbationary     24.-(1)  On first appointment to the Force in or above the rank\nservice.\n               of Assistant Superintendent, or on promotion in the ranks below that\n               of Assistant Superintendent a member shall be required to serve a\n               probationary period of two years and six months respectively. unless\n               in any particular case a shorter period is specified by the Commission.\n                        (2) At the end of the first six and each succeeding six months\n               during the probationary period of an Officer appointed on two years’\n               probation, the Commissioner shall submit to the Commission a report\n               on such Officer. One month before the end of the probationary period\n               the Commissioner shall submit a further report and a recommenda-\n               tion-\n                     (a) that the Officer be confirmed in the appointment; or\n                     (b) that the probationary period be extended; or\n                     (c) that the Officer’s services be terminated.\n                       (3) Subject to the provisions of these Regulations the appoint-\n               ment on probation of an Officer may, at any time during the period\n               of probation and without any reason being given, be terminated by\n               the Governor-General acting on the recommendation of the Commission\n               upon one month’s notice in writing or payment of one month’s salary\n               in lieu thereof.\n                       (4) At least one month before the expiration of the probationary\n               period of an Inspector, the Commissioner shall submit to the Commis-\n               sion a report on such Inspector together with a recommendation-\n                    (a) that the Inspector be confirmed in his appointment; or\n                    (b) that the probationary period be extended; or\n                    (c) that the Inspector revert to his former rank.\n                      ( 5 ) The Commissioner shall ensure that as respects every\n               member below the rank of Inspector appointed on six months’\n               probation a report is furnished to him one month before the end\n               of such period, together with such a recommendation as is required\n               by paragraph (4).\n                      (6) On first appointment to the Force a constable shall-\n                   (a) during the period of his training be deemed to be on probation,\n                        and if during that period he is in the opinion of the Commis-\n                        sioner found wanting in any such qualities as are likely to\n                              m e inclusion of this page is authorized by L.N. 4/19761\n                                                                                        I\n               THE POLICE SERVICE REGULATIONS, 1961                                65\n         render him a useful member of the Force, his services may\n         forthwith be dispensed with by the Commissioner; and\n     (b) iit the end of the period aforesaid, if his services have not\n         been dispensed with, be deemed to have been duly confirmed\n         as respects his enlistment."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. If a judicial officer is convicted of a criminal charge, the Com- $%?$:\nmission may consider the relevant proceedings of the court and if it :;icy\nis of opinion that the officer ought to be dismissed or subjected to\nsome lesser punishment in respect of the offence of which he has been\nconvicted the Commission may thereupon recommend the dismissal\nor other punishment of the officer without the institution of any\ndisciplinary proceedings under these Regulations."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.-(1)   Where a post (being one of a number of like posts) has Ee.\nbeen abolished but one or more than one of such posts remains, the ;zg;zt\nPermanent Secretary or Head of Department shall-                      circum-\n                                                                      stances.\n    (a) if the post is one in respect of which the power to appoint\n          has been delegated to such Permanent Secretary or Head of\n          Department, determine which substantive holder of such post\n          shall have his appointment terminated; and\n    (b) in any other case submit to the Chief Personnel Officer for\n        consideration by the Commission, a report thereon containing\n        his recommendations, with reasons therefor, as to which sub-\n        stantive holder of such post ought to have his appointment\n        terminated; and the Commission shall make such recommenda-\n        tion thereon to the Governor-General as it may think proper\n        (including if it thinks fit a recommendation that the officer\n        concerned be transferred to another post not lower in status\n        than that which has been abolished).\n         (2) Paragraph (1) shall apply in relation to the termination\nof appointments for the purpose of facilitating improvement in the\norganization of a Ministry or Department in order to effect greater\nefficiency or economy."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.41) Notwithstanding the provisions of regulations 42 and 43, Rctinmmt\n                                                                              Jp ths Pub-\nwhere it is represented to the Commission or the Commission considers aC intcrrb.\nit desirable in the public interest that an officer ought to be required\nto retire from the public service on grounds which cannot suitably\nbe dealt with under any of these Regulations it shall call for a full\nreport from the Head of every Ministry or Department in which the\nofficer has served during the last preceding ten years.\n       (2) If, after considering such reports and giving the officer an\nopportunity of submitting a reply to the grounds on which his retire-\nment is contemplated, and having regard to the conditions of the\npublic service. the usefulness of the officer thereto, and all the other\ncircumstances of the case, the Commission is satisfied that it is desirable\n                me inclusion of this page if authorized by L.N.- 33/19981\n38                           THE PUBLIC SERVICE REGULATIONS, 1961\n               in the public interest so to do, it shall recommend to the Governor-\n               General that the officer be required to retire.\nPension.          27. Where the appointment of an officer is terminated under regula-\n               tion 24, 25 or 26 his service shall terminate on such date as the\n               Commission may recommend and the question of his pension shall\n               be dealt with in accordance with the provisions of the Pensions Act.\n                                            PARTV-Discipline\n                                                 A-GENERAL\nFunctions        28.-( 1) The Commission shall deal with disciplinary proceedings\nrespecting\ndiscipline.    against officers in the light of reports from Permanent Secretaries and\n               Heads of Departments, or otherwise.\n                        (2) Subject to paragraph (3), where the Commission is of\n               opinion that disciplinary proceedings ought to be instituted against an\n               officer. the Commission may recommend to the Governor-General that\n               such proceedings be instituted.\n                       (3) Where an offence against any enactment appears to have\n               been committed by an officer the Commission before making a\n               recommendation under paragraph (2) shall obtain the advice of the\n               Attorney-General as to whether criminal proceedings ought to be\n               instituted against the officer concerned; and if the Attorney-General\n               advises that criminal proceedings ought to be so instituted the\n               Commission shall not recommend the initiation of disciplinary\n               proceedings before the determination of the criminal proceedings so\n               instituted.\nRegularions       29.-(1)    Any report of misconduct shall be made to the Chief\nto govern\ndiscipli-      Personnel Officer and dealt with under this Part of these Regulations\nnary pro-\ncedure.        as soon as possible after the time of its occurrence.\n                         (2) Any case not covered by these Regulations shall be reported\n               to the Chief Personnel Officer and the Commission may issue instruc-\n               tions as to how the case is to be dealt with; and the case shall be\n               dealt with accordingly.\nGrounds for      30. Where upon a preliminary investigation or a disciplinary enquiry\ncriminal\nprorecution.   an offence against any enactment appears to have been committed by\n               an officer, the Permanent Secretary of the Ministry (or Head of\n               Department) to which he is attached shall, unless action by the Police\n               has been or is about to be taken, o b t a k t h e advice of the Attorney-\n               General as to whether criminal proceedings ought to be instituted.\n                               p e inclusion d this page is authorized by L N. 33/19981\n              T H E PUBLIC SERVICE REGULATIONS, 1961                                     39"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27.-( 1) Notwithstanding the provisions of regulation 47, every\nIra\\e.        Officer, sub-officer or constable who absents himself from duty without\n              leave for more than forty-eight hours, without satisfactory explanation,\n              shall be held automatically to have vacated his position and shall be\n              liable to summary dismissal-\n                  (a) in the case of a member of the rank of Inspector or above, by\n                        the Commission; and\n                  ( b ) in the case of a member below the rank of Inspector, by the\n                        Commissioner,\n              with effect from the first date of such absence.\n                      (2) A member so dismissed shall be served with a notification\n              in writing of his dismissal and, where such member cannot be located,\n              service shall be deemed to be effected by sending such notification\n              by pre-paid registered post to his last known address.\n                     (3) A member so dismissed may, within fourteen days of the\n              date on which service of the notification of dismissal is, or is deemed\n              to be effected, make a written application for a reference of his case\n              in accordance with the provisions of regulation 42.\nTermination\nof appoint-"
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28.-(1) Where a post (being one of a number of like posts) has\nrnent in      been abolished but one or more than one of such posts remains, the\ncertain\ncucurn-       Commissioner shall-\nstances.\n                  (a) if the post is one in respect of which power to appoint has\n                       been delegated, determine which substantive holder of such\n                       post shall have his appointment terminated; and\n                  (b) in any other case submit to the Commission a report thereon\n                      containing his recommendations, with reasons therefor, as to\n                      which substantive holder of such post ought to have his\n                      appointment terminated; and the Commission shall make such\n                      recommendation thereon to the Governor-General as it may\n                      think proper (including if it thinks fit a recommendation to\n                      the Public Service Commission that the member contxmed\n                      be transferred to another post not lower in status than that\n                      which has been abolished).\n                     (2) Paragraph (1) shall apply in relation to the termination\n              of appointments for the purpose of facilitating improvement in the\n              organization of the Force to effect greater efficiency or economy.\n             THE POLICE SERVICE REGULATIONS, 1961                                 67"
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29.-(1) A judicial officer may be dismissed only in accordance with\nmissal.       the procedure prescribed by this regulation.\n                     (2) The following procedure shall apply to an investigation\n              with a view to the dismissal of a judicial officer-\n                  (a) The Commission (after consultation with the Attorney-General\n                      if necessary) shall cause the officer to be notified in writing\n                      of the charges and to be called upon to state in writing\n                      before a specified day (which day shall allow a reasonable\n                      interval for the purpose) any grounds upon which he relies\n                      to exculpate himself.\n                  (b) The Commission shall inform the officer charged that on\n                      a specified day the charges against him will be enquired into\n                      by the Commission or by a tribunal appointed under regula-\n                             W e inclusion of this page is authorized by L.N. 4/19761\n           THE JUDICIAL SERVICE REGULATIONS, 1961                           25\n        tion 27 and that upon such enquiry he will be permitted\n        to appear and defend himself.\n    (c) Where-\n             (i) the investigation of matters other than those forming\n                  the subject of charges is incomplete at the time of the\n                  making of the charges; and\n            (ii) the Commission desires that the charges already made\n                  should be expeditiously disposed of,\n         the notification of charges under sub-paragraph (a) may\n         include a notice that further matters then under investigation\n         may form the subject of additional charges.\n    (d) If witnesses are examined by the Commission or tribunal the\n         officer shall be given an opportunity of being present and\n         of putting questions to the witnesses on his own behalf, and\n         no documentary evidence shall be used against him unless\n         he has previously been supplied With a copy thereof or given\n         access thereto.\n    (e) The Commission or tribunal may in its discretion permit the\n         judicial officer charged or the person or authority preferring\n         the charges to be represented by a public officer, or by a\n         counseI or solicitor.\n    (j) If during the course of the enquiry further grounds which\n         may justify dismissal are disclosed, and the Commission or\n         tribunal thinks fit to proceed against the officer upon such\n         further grounds, the Commission or tribunal shall cause the\n         officer to be furnished with charges in writing and the same\n         steps shall be taken as those prescribed by this regulation in\n         respect of the original charges.\n    (g) If the Commission after holding the enquiry or, as the case\n        may be, upon consideration of the report of the tribunal, is\n        of opinion-\n            (i) that the officer ought to be dismissed the Commission\n                shall recommend to the Governor-General that an order\n                be made accordingly;\n           (ii) that the officer deserves some punishment other than\n                dismissal, it shall recommend to the Governor-General\n                what other penalty should be imposed;\n          (iii) that the officer does not deserve to be dismissed by\n                reason of the charges alleged, but that the proceedings\n-             lThe inclusion of thir page is authorized by L.N. 4/1976l\n26                         THE JUDICIAL SERVICE REGULATIONS. 1961\n                              disclose other grounds for removing him from the\n                              service in the public interest, it may recommend to\n                              the Governor-General that an order be made accord-\n                              ingly, without recourse to the procedure prescribed by\n                              regulation 15.\nWhen              30. Where an officer charged under regulation 29 admits in writing\nenquuy\nunnecessary.   the facts giving rise to the charges, it shall not be necessary to hold\n               an enquiry or investigation under that regulation unless in the opinion\n               of the Commission such enquiry or investigation is likely to find such\n               circumstances as may modify the view taken of and the punishment\n               to be imposed for the offence.\n               -             1%   incLuim of this page is authorized by L.N. 4119761\n              THE JUDICIAL SERVICE REGULATIONS, 1961                                                       27\n                                       SCHEDULE                                       (Regulation 3)\n                                             1\n                                          FORM\n                                  OATH O F OFFICE\n  I,\n                                      chairman\nhaving been appointed (to act) as-                of the Judicial Service Commission, do\n                                       member\n           swear\n                              that I will freely and without fear or favour,\nsolemnly and sincerely declare and affirm\naffection or ill-will give my counsel and advice to the Governor-General of\nJamaica in connection with all such matters as may be referred to the Judicial\nService Commission under the Jamaica (Constitution) Order in Council, 1959,\nand that I will not directly or indirectly reveal any such matters to any\nunauthorized person or otherwise than in the course of duty.\n      Sworn\n              before me this                 day of             , 19\n    Declared\n                                             .......................................................\n                                                            Justice of the Peace\n                              FORM 2\n               OATH O F SECRETARY OR OTHER OFFICER\n  I,\nhaving been appointed (to act) as *(secretary) to the Judicial Service Commission.\n           do swear\n                               that I will faithfully perform my duties in that\nsolemnly and sincerely declare and affirm\noffice in accordance with the provisions of the Judicial Service Regulations, 1961,\nand without partiality, fear, favour, affection or ill-will, and that I will not\ndirectly or indirectly without permission of the Commission reveal to any person\notherwise than in the exercise of my functions under the said Regulations any\ninformation which comes to my notice in the course of my duties in respect\nof any matter referred to the Commission or to any authority or public officer\nto whom the functions of the Governor-General have been delegated.\n     Sworn\n               before me this                   day of                , 19                             .\n    Declared\n                                             .........................................................\n                                                            Justice of the Peace\n  *Title of officer to be inserted as may be appropriate.\n                   IThe inclusion of this page is authorized by L.N. 4/19761\n                           CONSTITUTION OF JAMAICA                                                           29\n                    THE CONSTITUTION OF JAMAICA\n                                     REGULATIONS\n  (Made under section 81 of the Jamaica (Constitution) Order in Council,\n    I959, preserved by section 2 of the Jamaica (Constitution) Order\n                             in Council, 1962)\n                   THEPUBLICSERVICE\n                                  REGULATIONS,\n                                           1961\n      (Made by the Governor, a j e r consultation with the Public Service                     LN     92/61\n                                                                                              Amdi\n                 Commission on the 1st day of June, 1961)                                     L N 330163\n                                                                                                     17#74\n                                                                                                     66d80\n                                                                                                     81/85\n                                                                          [Ist June, 196I.l          L?;\n                                                                                                  133d95\n                                                                                                 3\n                                                                                                 6CFRm\n                                PARTI-Preliminary"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Except where the contrary intention appears the provisions of Application\n                                                                    of this\nthis Part apply generally to the Force.                             Part."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31.41) The Commission in dealing with disciplinary proceedings Functions\nagainst members shall take into consideration reports from the 2Z!ggz\nCommissioner.\n         (2) Subject to paragraph (5) where the Commission is of\nopinion that disciplinary proceedings ought to be instituted against\na member of or above the rank of Inspector, the Commission may\nrecommend to the Governor-General that such proceedings be\ninstituted.\n       (3) Disciplinary proceedings against members below the rank\nof Inspector shall be instituted by or by direction of the Commissioner\nin the light of reports made to him, or otherwise.\n       (4) Subject to paragraph (5) the Commissioner where he is of\nthe opinion that disciplinary proceedings ought to be instituted against\na member below the rank of Inspector, may institute such proceedings\nor cause them to be instituted.\n        (5) Where an offence against any enactment appears to have\nbeen committed by a member the Commission, or as the case may\nbe the authorized officer, before proceeding under this regulation shall\nobtain the advice of the Attorney-General or, as the case may be, of\nthe Clerk of the Courts for the parish, as to whether criminal proceed-\nings ought to be instituted against the member concerned; and if the\nAttomey-General or Clerk of the Courts advises that criminal\nproceedings ought to be so instituted, disciplinary proceedings shall\nnot be initiated before the determination of the criminal proceedings\nso instituted."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32.-(1) Where-                                                           Intad*tIon.\n     (a) disciplinary proceedings: or\n     (b) criminal proceedings,\nhave been or are about to be instituted against an officer. and where\nthe Commission is of the opinion that the public interest requires that\nthat officer should cease to perform the functions of his office, the Com-\nmission may recommend his interdiction fiom the performance of\nthue functions.\n       (2) An officer so interdicted shall, subject to the provisions of\nregulation 36 and paragraph (3) hereof, be permitted to receive such\nproportion of the salary of his office as the Commission shall recom-\nmend to 'the Governor-General.\n        (3) The proportion of salary referred to in paragraph (2) ahall\nbe related to the nature and circumstances of the charge against the offi-\ncer, so. however, that-\n     (a) subject to sub-paragraphs (b) and (c). the proportion shall not\n          be less than one-half;\n     (b) subject to sub-paragraph (c). where the charge involves an al-\n          legation of defalcation, fraud or misappropriation of public\n          funds or public property, the proportion shall not be less than\n          one-quarter; and\n     (c) where special circumstances exist which in the opinion of the\n          Public Service Commission justify such action, the Commis-\n          sion may recommend to the Governor-General that salary be\n          paid at a proportion less than one-quarter or entirely withheld.\n        (4) Where disciplinary proceedings against an officer under in-\nterdiction from duty result in his exculpation, he shall be entitled to\nthe full amount of .the salary which he would have received had he not\nbeen interdicted, but where the proceedings result in any punishment\nother than dismissal the officer shall be allowed such salary as the\nCommission may in the circumstances recommend.\n                 llae incltuion oftbia pa00 ia authorized by L.N. 33119981\n40                          THE PUBLIC SERVICE REGULATIONS, 1961\n                      (5) An officer who is under interdicticn from duty-\n                   (a) shall give to his Permanent Secretary or Head of Department\n                         an address at which he can be found; and\n                    (b) shall not leave the Island without the prior pelmission of the\n                         Governor-General. acting on the recommendation of the Com-\n                         mission.\n                      (6) Without prejudice to any other form of service, a document\n               required to be served pursuant to these Regulations on an officer under\n               interdiction from duty shall be deemed to be properly served if sent in\n               a prepaid registered letter properly addressed and posted to the ad-\n               dress given by the officer in accordance with paragraph (5).\nCOPiCl ot\nwiden? of        33. An officer in respect of whom a disciplinary enquiry is to be\n*nqumcs.\n               held shall be entitled without charge to him to receive copies of or\n               to be allowed access to any docuaentary evidence relied on for the\n               purpose of the enquiry. He shall also be given upon request a copy\n               of the evidence (including copies of documents tendered in evidence)\n               after the enquiry is closed.\nDucipY-\nn8W a d o n      34. An officer acquitted in any court of a criminal charge shall not\nafter\nacquittal      be dismissed or otherwise punished in respect of any charge of which\nof a criml-\nn.1 Charge.    he has been acquitted, but nothing in this regulation shall prevent\n               his being dismissed or otherwise punished in respect of any other\n               charge arising out of his conduct in the matter, unless such other\n               charge is substantially the same as that in respect of which he has\n               been acquitted.\no m c a con-      35. If an officer is convicted in any court of a criminal charge, the\nvicted of a\nrrimin.1       Commission may consider the relevant proceedings of that court, and\nChr8..\n               if the Commission is of the opinion that the officer ought to be\n               dismissed or subjected to some lesser punishment in respect of the\n               offence of which he has been convicted the Commission may thereupon\n               recommend the dismissal or other punishment of the officer without\n               the institution of any disciplinary proceedings under these Regulations."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. Where upon a preliminary investigation or a disciplinary enquiry\nprosecution.    an offence against any enactment appears to have been committed by\n                a member the Commissioner shall, unless criminal proceedings have\n                been or are about to be instituted, obtain the advice of the Attorney\n                General as to whether criminal Proceedings ought to be instituted.\nNo disciplin-      34.-(1) Where criminal proceedings have been instituted against\nary proceed-\nings while      a member, disciplinary proceedings upon any grounds arising out of\ncriminal\nproceedings     the criminal charge shall not be taken until after judgment has been\npending.\n                given and the time allowed for an appeal from the judgment has\n                expired; and where a member after conviction has appealed disciplinary\n                proceedings shall not be taken until after the withdrawal or determina-\n                tion of the appeal.\n                        (2) Nothing in this regulation shall prevent the member being\n                interdicted from duty pursuant to regulation 35.\nInterdiction.     35.-(1)   Where-\n                     (a) any disciplinary proceedings or criminal proceedings have been\n                         or are about to be instituted against a member; or\n                     (b) the authorized officer becomes aware of any misconduct on\n                         the part of a member below the rank of Inspector; and\n                     (c) the Commission or as the case may be the authorized officer\n                         is of opinion that it is necessary or desirable in the public\n                         interest that that member should forthwith cease to perform\n                         his functions as such member,\n                the Commission may recommend or as the case may be the authorized\n                officer may direct that that member be interdicted from such perform-\n                ance.\n                        (2) A member so interdicted shall, subject to the provisions of\n                regulation 34, be permitted to receive such proportion of the salary\n                of his rank, not being less than three-quarters, as the Commission may\n                recommend to the Governor-General or, as respects a member below\n                the rank of Inspector, as the Commissioner may decide.\n                        (3) If disciplinary proceedings against any such member result\n                in his exculpation, he shall be entitled to the full amount of the salary\n                               lThe inclusion of this page is authorized by L.N. 4/1976]\n              THE POLICE SERVICE REGULATIONS, 196I                                  69\nwhich he would have received if he had not been interdicted; but if the\nproceedings result in any punishment other than dismissal the member\nshall be allowed such salary as the Commission may in the circum-\nstances recommend or, as respects a member below the rank of\nInspector, as the Commissioner may decide.\n       (4) A member who has been summoned or arrested on\na criminal charge may be forthwith interdicted from duty or suspended\nfrom duty without pay and deprived of all uniform and other\nGovernment property in his possession. If admitted to bail he may\nbe prohibited from living in a station but shall be permitted to earn\nhis livelihood as if he were not a member.\n        ( 5 ) A member who is under interdiction or suspension from\nduty may not leave the Island without the permission of the Governor-\nGeneral acting on the recommendation of the Commission and shall\ngive to his Divisional Officer an address at which he may be found.\n        (5) All documents required to be served pursuant to these\nRegulations on a member who is under interdiction or suspension from\nduty shall be deemed to be properly served if sent by prepaid registered\nmail to the address given by that member in accordance with paragraph\n(5)."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. A member in respect of whom a disciplinary enquiry is to be Copiuof\nheld shall be entitled without charge to him to receive copies of or enquiries.\n                                                                     evidence of\nto be allowed access to any documentary evidence relied on for the\npurpose of the enquiry. He shall also be given a copy of the notes\nof the evidence (including copies of documents tendered in evidence)\nupon his applying therefor within thirty days of the decision of the\ncourt."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37.--(I) The penalties which may be imposed on an officer against\n               whom a disciplinary charge has been established are-\n                  (a) dismissal;\n                  (b) reduction in rank:\n                  (c) suspension without pay for a period not exceeding three months;\n                              ITbe inCltUion d this page Ir authorLed by L.N. 33/ 19981\n             THE PUBLIC SERVlCE REGULATIONS. I961                                 41\n    (d) deferment or withholding of increment;\n    (e) a h e ;\n    cf) reprimand.\n        (2) Where a fine is imposed the amount of such fine shall be\ndeducted from the salary of the officer by such instalments as may\nbe specified at the time the penalty is imposed.\n       (3) The absence of an officer from the Island without permis-\nsion renders him liable to summary dismissal with effect from the date\nof his departure.\n        (4) The absence of an officer from duty for a period of five\ndays or more without permission renders him liable to summary\ndismissal with effect from the first day of such absence."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38.-( 1) Subject to the provisions of this regulation an increment sucpcn,ion,\nshall not be suspended, deferred or withheld except by the Governor- gtl\"Z:h\".'\n                                                                          holding crt\nGeneral acting upon the recommendation of the Commission.                 incmnontr.\n        (2) The grant of an increment may be prejudiced by-\n     (a) lack of efficiency;\n     (b) unsatisfactory service or conduct; or\n     (c) failure to pass a requisite examination conditional to the grant\n          of the officer's increment.\n        (3) Where a Permanent Secretary or Head of Department con-\naiders that for any of the reasons specified in sub-paragraph (a) or\n(b) of paragraph (2) an officer's increment ought not to be granted\nhe shall-\n     (a) notify the officer in writing at least one month before the\n          date on which the increment is due of the reasons for which\n          he considers that the increment ought not to be granted; or\n     (b) if he is unable to notify the officer in accordance with sub-\n          paragraph (a), report the matter to the Chief Personnel Officer\n          for the Commission's recommendation to the Governor-\n          General as to whether the payment of the increment ought\n          to be made on the date on which it becomes due.\n        (4) Where a Permanent Secretary or Head of Department has\nnotified an officer in accordance with sub-paragraph (a) of paragraph\n(3) he msy susFend for a period not exceeding three months the\npayment to that officer of the increment to which the notification\nrelates, and shall at the end of the period of suspension-\n     (a) grant the increment from the date on which it became due: or\n     (b) recommend through the Chief Personnel Officer for the con-\n          sideration of the Commission that the increment be either\n          deferred or withheld.\n        (5) In making a recommendation for the suspension, deferment\nor withholding of an increment the Permanent Secretary or Head of\nDepartment shall take into account the gravity of the original miscon-\n                  me inclusion d this page ir authorized by L.N.93/ 19981\n42                       THE PUBLIC SERVICE REGULATIONS, 1961\n            duct or dereliction of duty if any, and the nature of the officer’s\n            subsequent behaviour, or his present degree of effificiency; he shall bear\n            in mind that-\n                 (a) “suspension” is to be applied when for any reason it is thought\n                     desirable to “reserve judgment” and allow for reformation or\n                      otherwise;\n                 (b) “deferment” is a substantial fine; and\n                 (c) “withholding” is a very serious penalty which deprives the\n                      officer of the amount of that increment during each subsequent\n                      year of his service until the officer reaches the maximum\n                      of his scale.\n                    (6) An increment may be deferred for a period not exceeding\n             six months including any period for which it has been suspended, and\n             shall be payable from the date on which it is restored.\n                    (7) Where an increment has been withheld the Governor-\n             General, acting on the recommendation of the Commission may at any\n             subsequent incremental date grant to the officer concerned a special\n             increment in addition to his ordinary increment.\n Refama        39.41) Where-\n to Privy\nCouncil.         (a) the Commission has recommended that an officer ought to\n                      be dismissed or subjected to any other disciplinary penalty; and\n                   (b) the officer desires to apply by virtue of subsection (3) of\n                        section 77 of the Order for a reference to the Privy Council\n                        of that recommendation.\n             the application shall be made in writing to the Governor-General\n             within fourteen days of the date on which the officer is informed of\n             the recommendation; and the recommendation shall be referred\n             accordingly.\n                       (2) Only one reference to the Privy Council shall be atlowed,\n             unless new and material facts come to light which might have affected\n              the former decision and adequate reasons are given for the non-\n             disclosure of such facts at an earlier date.\n                      (3) Notwithstanding the provisions of paragraphs (1) and (2),\n             where the dismissal of an officer has been recommended. the Governor-\n              General acting on the recommendation of the Commission may suspend\n              the officer from the performance of his functions pending the decision\n              of the Privy Council and the officer shall not be paid any of his\n             emoluments during such period of suspension.\n                      (4) An application by the Governor-General’s Secretary for a\n              reference of his case to the Privy Council made by virtue of subsection\n             (3) of section 77 as applied by subsection (3) of section 79 of the\n              Order shall be made in writing to the Governor-General!within fourteen\n                             Pile bhsion 05 this m e ia fiuthorbed by L.N.33/1998l\n              THE PUBLIC SERVICE REGULATIONS, I961                                    43\ndays of the date on which he is informed of the Governor-General’s\ndecision to dismiss him or to impose some other disciplinary penalty,\nand the case shall be referred accordingly."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39. A member convicted of a criminal charge involving dishonesty,\nments on\nconviction\n               fraud or moral turpitude or convicted of a criminal charge and sentenced\nof criminal\ncharge\n               to imprisonment shall not receive any of his emoluments after the\n               date of such conviction pending consideration of his case by the\n               Commission or as the case may be, the Commissioner.\nDisciplinary     40. Penalties in respect of disciplinary offences by members shall be\npenalties.\nSecond\nSchedule,\n               in accordance with Parts 11 and 111 of the Second Schedule.\nSuspension,      41.41) Subject to the provisions of this regulation an increment\ndeferment.\nand with-\nholding of\n               shall not be suspended, deferred or withheld from any member except\nuxrements.     by the Governor-General acting upon the recommendation of the\n               Commission.\n                       (2) The grant of an increment may be prejudiced by-\n                    (a) lack of efficiency; or\n                    (b) unsatisfactory service or conduct.\n                      (3) Where the Commissioner considers that for any of the\n               reasons specified in paragraph (2) an increment of a member ought\n               not to be granted he shall-\n                   (a) notify the member concerned in writing at least one month\n                        before the date on which the increment is due of the reasons\n                        for which he considers that the increment ought not to be\n                        granted; or\n                   (b) if he is unable to notify the member in accordance with\n                        sub-paragraph (a), report the matter to the Commission for\n                       the Governor-General’s decision as to whether the payment\n                       of the increment should be made on the date on which\n                       it becomes due.\n                      (4) Where the Commissioner has notified a member in accord-\n               ance with sub-paragraph (a) of paragraph (3) he may suspend for\n               a period not exceeding three months the payment to that member\n               of the increment to which the notification relates, and shall at the\n               end of the period of suspension-\n                   (a) grant the increment from the date on which it became due; or\n                   (d) recommend to the Governor-General through the Commission\n                        that the increment be either deferred or withheld.\n                             me inclusion of thh page is authorized by L.N. 4/19761\n              THE POLICE SERVICE REGULATIONS, I961                            71\n        (5) In making a recommendation for the suspension, deferment\nor withholding of an increment the Commissioner shall take into\naccount the gravity of the original misconduct or dereliction of duty, if\nany, and the nature of the member’s subsequent behaviour, or his\npresent degree of efficiency; he shall bear in mind that-\n     (a) “suspension” is to be applied when for any reason it is thought\n          desirable to “reserve judgment” and allow for reformation or\n          otherwise;\n     (b) “deferment” is a substantial fine; and\n    (c) “withholding” is a very serious penalty which deprives the\n          member of the amount of that increment during each\n          subsequent year of his service until he reaches the maximum\n          of his scale.\n       (6) An increment may be deferred for a period not exceeding\nsix months including any period for which it has been suspended, and\nshall be payable from the date on which it is restored.\n        (7)Where an increment has been withheld the Governor-\nGeneral, acting on the recommendation of the Commission. may at\nany subsequent incremental date grant to the member concerned a\nspecial increment in addition to his ordinary increment."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40. Where an officer has been suspended from duty and a reference Payment af\nof his case to the Privy Council results in his exculpation he shall be g$%d\n                                                                        o6icer.\nentitled to receive the full amount of any salary which he would\nhave received but for his suspension; but if the reference results in\nany punishment other than dismissal the officer shall be allowed such\nsalary as the Commission or the appropriate authorized oHicer may, in\nthe circumstances, recommend.\n                               ELPROCEEDINGS"
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41. [Deleted by L.N. 133B/1995.]\n                                                                          Proceedings"
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42.41) When+                                                   Referma to\n    (a) the Commission has recommended or the authorized officer g n c f i\n         has directed that a member should be subjected to any\n         disciplinary penalty; and\n     (b) the member concerned desires to apply by virtue of the\n         relevant provision of the Order for a reference to the Privy\n         Council of that recommendation or direction,\nthe application shall be made within fourteen days of the date on\nwhich the member is informed of the recommendation or direction; and\nthe recommendation or direction shall be referred accordingly.\n       (2) Only one reference to the Privy Council shall be allowed,\nunless new and material facts come to light which might have aifected\nthe former decision and adequate reasons are given for the non-\ndisclosure of such facts at an earlier date.\n       (3) Notwithstanding the provisions of paragraphs (1) and (2)\nthe Governor-General acting on the recommendation of the Commission\nor as the case may be, the Commissioner may suspend the member\n              me inclusion of this page i a authorized by L.N. 4/19761\n72                          THE POLICE SERVICE REGULATIONS, 1961\n               from duty pending the decision of the Privy Council. and the member\n               shall not be paid any of his emoluments during such period of\n               suspension.\nPayment of       43. Where a member has been suspended from duty and a reference\nsalary to\nsuspended      of his case to the Privy Council results in his exculpation he shall be\nmember.\n               entitled to receive the full amount of any salary which he would have\n               received but for his suspension; but if the reference results in any\n               punishment other than dismissal the member shall be allowed such\n               salary as the Commission or, as the case may be, the Commissioner\n               may, in the circumstances, think appropriate.\nAcquittal of     44. A member acquitted of a criminal charge shall be restored\nmember.\n               to his rank and pay and be paid the full amount of his salary for\n               the period of his interdiction or suspension.\n                                              J3-PROCEEDINGS\nMembers          45. A member against whom any disciplinary proceedings are taken\nto be\ninformed       shall be entitled to know the whole case against him and to have an\nof charges.\n               adequate opportunity of preparing his defence.\nProCeediUgS      4 6 . 4 1 ) Where-\nfor miscon-\nduct not\nwarranting\n                    (a) it is represented to the Commission that a member of or\ndismissal.              above the rank of Inspector has been guilty of misconduct; and\n                    (b) the Commission is of opinion that the misconduct alleged\n                        is not so serious as to warrant proceedings under regulation\n                        47 with a view to dismissal,\n               the Commission may cause an investigation to be made into the matter\n               in such manner as it may think proper; and if the Commission is of\n               opinion that the allegation is proved it may recommend such punish-\n               ment other than dismissal as may seem just.\n                       (2) Where-\n                    (a) it is represented that a member below the rank of Inspector\n                         has been guilty of misconduct; and\n                    (b) the authorized officer is of the opinion that the misconduct\n                         alleged is not so serious as to warrant proceedings under\n                         regulation 47 with a view to dismissal,\n               the authorized officer may make or cause to be made an investigation\n               into the matter in such manner as he may think proper; and if after\n               such investigation the authorized officer thinks that the charge ought\n                             IThe inclusion of tbic page is authorized by L.N. 4/1976]\n              T H E POLICE SERVICE REGULATIONS, 1961\nnot to be proceeded with he may in his discretion dismiss the charge,\nbut if he thinks that the charge ought to be proceeded with he shall\nif he is not the Commissioner, report the member to the Commissioner\nor in the case of any minor offence specified in Part I of the Second g~;:,~.\nSchedule may deal with the case summarily, and may impose a\n                                                                    *\npenalty on the member in accordance with these Regulations.\n        (3) Where as a result of such investigation it is decided to\ncharge the member with misconduct not warranting dismissal, the\nprocedure to be followed shall be similar to that prescribed by\nregulation 47:\n  Provided that this paragraph shall not apply where any offence\nspecified in Part I of the Second Schedule is dealt with summarily."
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44.41) Regulation 42 shall apply to an officer who is employed\n           in a publlic hospital in respect of whioh a Hospital Board is established.\n*mvloysd\nt%%               (2) [Deleted by L.N. 1331311995.1\n                   (3) Paragraph (2) of regulation 43 shall, in its application in\n           relation to an investigation respecting any officer employed as desm’bed\n           in paragraph (1) of this regulation, have effect as if-\n                (a) all the words appearing after the word “matter” in sub-\n                     paragraph (b) of the said paragraph (2) had been deleted\n                     from that sub-paragraph and the words “the Hospital Board\n                     established in respect of the public hospital in which the\n                     officer is employed” had been inserted instead;\n                (6) the word “Committee” had been deleted from sub-paragraphs\n                     (c). (4, (e), (s) and (h) of the said paramph (2), wherever\n                     that word appears, and the words “Hospital Board“ had b n\n                     substituted therefor in each case,\n                           lIbc inclusion of this page is authorized by L.N. 33119981\n                                                                                                         47\nand piiriigriiph (3) ol'rcguliition 43 shall, in its application in relation to such an\ninvcsligiilion,have cl'lbct as ifall the words appearing aficr the words \"prescribed\nsalary rate\" in the said paragraph (3) had bccn deleted thcrefrom.\n         (4) For the purposes ol'thc lbregoing provisions ofthis regulation, any\nrcl'crcncc to a public hospital shall be dccmcd to be a rclircnce to a public\nhospitill as defined in section 2 ofthc Hospitals (I'ublic) Act."
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. 'l'hc procedure in regard to the disciplinary control of olficcrs holding I'rwmJmu\n                                                                                 lor dirciplin-\nnon-pensionable posts and of weekly and daily-paid staffand casual cmployees u,nl,rrt\nshall be as spccified in the Second Schedule.                                       cmrin\n                                                                                 nim-pennun-\n                                                                                 ol\n                                                                                          able s U f 1\n                                                                                          Suund\n                                                                                          Schedule\n  .46.--( I ) Regulations 22, 3 1,33,34, 3 5 , 3 8 and 40 shall apply to an officer       Applisrtiun\nto whom the Second Schedule applies.\n       (2) Save as is otherwise provided in paragraph (1) and the Second\nSchedule, Parts I l l , IV and V of these Regulations shall not apply to an officer\nto whom that Schedule applies."
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47.41) Subject to the provisions of these Regulations a member Pmceedhgs\nmay be dismissed only in amrdance with the procedure prescribed $sf:\nby this regulation.\n        (2) The following procedure shall apply to an investigation with\na view to the dismissal of a member-\n     (a) the Commission or, in relation to a member below the rank\n          of Inspector, the Commissioner (after consultation with the\n          Attorney-General if necessary) shall cause the member con-\n          cerned to be notified in writing of the charges and to be\n          called upon to state in writing before a specified day (which\n          day shall allow a reasonable interval for the purpose) any\n          grounds upon which he relies to exculpate himself;\n     (b) if the member (being of or over the rank of Inspector) does\n          not furnish such a statement within the time so specified or\n          he fails to exculpate himself the Governor-General shall on\n          the recommendation of the Commission appoint a court of\n          enquiry consisting of one or more persons (who may include\n          the Commissioner, or other Officer)to enquire into the matter;\n          the members of the court shall be selected with due regard\n          to the rank of the member concerned, and to the nature\n          of the charges made against him;\n    (c) if a member below the rank of Inspector does not duly\n        furnish such a statement as aforesaid or if he fails to exculpate\n        himself the Commissioner shall appoint a court of enquiry\n        (constituted as under sub-paragraph ( b ) ) to enquire into the\n        matter;\n              [Ihe inclusion of this page is authorized by L.N 2W19761\n74        THE POLICE SERVICE REGULATIONS, I961\n      the court shall inform the member charged that on a day\n      specified the court will enquire into the charges and that he\n      will be permitted to appear before the court and defend\n      himself;\n     if witnesses are examined by the court the member shall be\n      given an opportunity of being present and of putting questions\n      to the witnesses on his own behalf, and no documentary\n      evidence shall be used against him unless he has previously\n      been supplied with a copy thereof or given access thereto;\n      the court may in its discretion permit the member charged or\n      the person or authority preferring the charges to be represented\n      by another member or by a member of the public service\n      or by a solicitor or counsel and may at any time, subject\n      to such adjournment as in the circumstances may be necessary,\n     withdraw such permission; so, however, that where the court\n      permits the person or authority preferring the charges to be\n      represented the member charged shall be given the like\n      permission;\n     if during the course of the enquiry further grounds of dismissal\n      are disclosed, and the Commission thinks fit to proceed against\n      the member upon such grounds, the Commission shall cause\n      the member to be furnished with the written charge and the\n      same steps shall be taken as those prescribed by this regulation\n      in respect of the original charge;\n     if having heard the evidence in support of the charges the\n     court is of the opinion that the evidence is insuBcient it may\n     report accordingly to the Commission without calling upon\n     the member for his defence;\n     the court shall furnish to the Commission a report of its\n     findings (which may include a report on any relevant matters)\n     together with a copy of the evidence and all material docu-\n     ments relating to the case; if the Commission is of opinion\n     that the report should be amplified in any respect or that\n     further enquiry is desirable, it may refer any matter back\n     to the Court for further enquiry or report accordingly;\n     if the Commission is of opinion that the member should be\n      dismissed the Commission shall recommend to the Governor-\n      General that an order be made accordingly;\n     if the Commission is of opinion that the member deserves\n     some punishment other than dismissal, it shall recommend\n              hcl&   of this page is authorized by L.N 286l19761\n              THE POLICE SERVICE REGULATIONS, 1961                                     75\n         to the Governor-General what other penalty should be\n         imposed;\n    (0 if the Commission is of opinion that the member does not\n         deserve to be dismissed by reason of the charges alleged, but\n         that the proceedings disclose other grounds for removing him\n         from the Force in the public interest, it may recommend to\n         the Governor-General that an order be made accordingly,\n         without recourse to the procedure prescribed by regulation 26.\n          (3) In relation to a member below the rank of Inspector\nreferences to the Commission in sub-paragraphs (g), (h) and (9 of\nparagraph (2) shall be construed as references to the Commissioner;\nand in relation to such an officer references in sub-paragraphs 07, (k)\nand ( I ) of that paragraph to recommendations which may or are to be\nmade by the Commission to the Governor-General shall be construed\nas references to decisions which may or are to be made by the\nCommissioner.\n             ,"
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48.-(1)     An order for the holding of a COW to investigate a charge Signature\nagainst a member of or above the rank of Inspector shall be signed tg:stL!i\n                                                                         for holding\nby the Governor-General.                                                 court.\n           (2) The order of the Governor-General or Commissioner\nappointing such a court shall be forwarded to the person named\ntherein as president and a copy thereof shall be sent to the Officer in\ncharge of the division or branch in which the member charged is\nstationed. The president shall then notify the members of the court\n named in the order of the time and place for the holding of the\ncourt and the Officer in charge of the division or branch shall so\nnotify the authority preferring the charges and the member charged\nand furnish to each a copy of the charge, and the names of the president\nand members of the court, so as to enable the parties concerned\nto apply to the president for summonses for such witnesses as they\nmay require."
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49. When the court is assembled, the president shall read the charge Reading of\n                                                                        charge and\nor charges, and shall call upon the member charged to say whether takingof\nhe admits or denies them or any of them; the admission of any such\ncharge shall be recorded in writing by or at the direction of the\npresident and shall be signed by the member charged, and thereupon\nit shall not be necessary to hear evidence except as to the gravity\nof the offence or as to character, unless the court is of opinion that\nthe evidence ought to be heard.\n               IThe incluJon of this page is authorized by L.N. 4119761\n76                           THE POLICE SERVICE REGULATIONS, I961\nRecording         50.-(1) Each witness shall be examined upon oath and his evidence\nof evidence.\n                shall be recorded in writing.\n                       (2) The evidence so recorded shall be read over to and signed\n                by the witness and by the president.\n                       (3) The evidence shall be recorded on one side only of sheets\n                of paper of regulation foolscap size. The pages shall be numbered\n                consecutively for the purpose of reference. The evidence for the\n                defence shall be marked at the top of each page “Defence”.\nExamination       51. A person appearing on behalf of the member charged may be\nand cross-\nexamination     permitted to address the court and to assist the member charged in\nof witnesses.\n                examining or cross-examining the witnesses; witnesses for the defence\n                may also be examined by the member charged, and cross-examined\n                by the complainant.\nDefence.          52.41) After the close of the evidence in support of the charges\n                the member charged shall proceed with his defence and if he wishes\n                to give evidence he shall do so on oath, and before calling his\n                witnesses.\n                       (2) The record of his evidence shall be read over to and signed\n                by the member charged.\n                        (3) If the member charged does not wish to give evidence on\n                oath, but wishes to make a statement, he shall do so before he\n                examines his witnesses; his statement shall be in writing or recorded\n                in writing and shall be signed by him and shall be kept with the\n                record of evidence of the witnesses.\n                       (4) The member charged shall be given every facility as regards\n                the obtaining of evidence of character from any Officer under whom\n                he has served.\nA&+ion            53. The person or authority preferring the charges may, after the\nof evidence\nafter defence\nclosed.\n                close of the defence, by permission of the court produce evidence to\n                rebut any statements which may have been made by the member\n                charged or his witnesses; but such evidence shall be confined strictly\n                to that object.\nAdjoum-            54. The court may in its discretion adjourn its proceedings from\nment.\n                time to time and place to place.\nConduct of        55. The president shall clear the court on any discussion and where\nproceedings.\n                any intemperate words are used by any member the court shall cause\n                              me inclusion of tbk page is authorized by L.N. 4/19761\n              THE POLICE SERVICE REGULATIONS, 1961                                  77\nthem to be recorded in writing and reported to the Commissioner.\nLt shall be the duty of the president to ensure that no unbecoming\nwords are addressed to the member charged or to any witness and\nthat every person attending the court is treated with proper respect\nand civility."
    },
    {
      "provision_ref": "sec56",
      "section": "56",
      "title": "Section 56",
      "content": "56. The president shall decide upon the admissibility of any evidence Admissibility\ntendered, and as to the propriety of any question asked.                of evidence."
    },
    {
      "provision_ref": "sec57",
      "section": "57",
      "title": "Section 57",
      "content": "57.41) When all the evidence has been taken the president shall Findingsof\nclear the court; he shall then record in writing the findings of the\ncourt as to whether the charges have or have not been proved and\nthat record shall be signed by the members of the court who concur\nin the findings.\n        (2) Any member of the court who dissents from the findings\nof the court shall record in writing his dissent and his reasons for\ndissenting and that record shall be transmitted to the Commission\nor, as the case may be, the Commissioner together with the report\nof the findings of the court."
    },
    {
      "provision_ref": "sec58",
      "section": "58",
      "title": "Section 58",
      "content": "58. The members of a court shall not disclose the findings of the s~~~~~~~\ncourt or the opinion of any particular member unless required by law E$&Tg\nto do so or in the discharge of any official duty.                   of court."
    },
    {
      "provision_ref": "sec59",
      "section": "59",
      "title": "Section 59",
      "content": "59. A member of the court shall not-                               Membm of\n                                                                     court to\n    (a) communicate directly or indirectly with either party, except a&iz,i,.\n        in the performance of his functions under these Regulations;\n    (b) give or receive any opinion or communicate outside the court\n        with anyone on the subject of the investigation.\n             .meinclusion of thir pwe is authorized by L.N 286/19761\n78                   THE POLICE SERVICE REGULATIONS, 1961\n                                     FIRST SCHEDULE                                      (Regulation 3)\n                                            FORMI\n                                       OATHOF OFFICE"
    }
  ],
  "definitions": [
    {
      "term": "authorized officer",
      "definition": "a member of the Commission or an authority",
      "source_provision": "sec1"
    },
    {
      "term": "chairman",
      "definition": "the chairman of the Commission and includes any",
      "source_provision": "sec1"
    },
    {
      "term": "Cornmission",
      "definition": "the Public Service Commission established by",
      "source_provision": "sec1"
    },
    {
      "term": "member",
      "definition": "member of the Commission",
      "source_provision": "sec1"
    },
    {
      "term": "officer",
      "definition": "public officer other than-",
      "source_provision": "sec1"
    }
  ]
}