{
  "id": "jm-subs-the-coroners-act",
  "type": "statute",
  "title": "The Coroners Act",
  "title_en": "The Coroners Act",
  "short_name": "Coroners Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-coroners-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-coroners-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Order may be cited as the Extended Jurisdiction in Clarendon\nof the Resident Magistrate for Manchester as Coroner Order, 1934."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. The area set out in the Schedule is hereby prescribed to be the area schedule.\nin the parish of Clarendon over which the jurisdiction of the Resident\nMagistrate for Manchester as Coroner shall extend.\n                                     SMEDULE                       (Paragraph 2)\n   From the point on the Yankee River where the four parishes, Manchester,\nClarendon, St. Ann and Trelawny meet, down the centre of the Yankee River\nto its confluence with the Cave River; thence down the centre of the Cave River\nto where it is crossed by the parochial road leading from Borobridge through\nMorgan’s Forest to Harwood; thence southerly along the centre of the said\nparochial road to its junction with the new main road from Alston via Tweedside\nto Grantham; thence south-easterly along the centre of the said main road to\nthe White Rock River; thence up the centre of the White Rock River to the\neastern boundary of Harwood’s Patent; thence southerly along the eastern bound-\nary of Harwood’s Patent to the boundary of Liecesterfield; thence easterly and\nsoutherly along the boundary between Liecesterfield and Logie Green to the\nRio Minho; thence up the centre of the Rio Minho to the main road from Rit-\nchie to Spaldings at or near the Moravian Church; thence souther1 along the\ncentre of the said main road to its junction with the parochial roadlleading to\nGinger Hall between the 7th and 8th mile posts; thence westerly along the centre\nof the said parochial road to the boundary of the parishes of Manchester and\nClarendon; thence north-westerly along the said parish boundary back to the\nstarting point.\n                me inclusion of thk pwe is authorized by L.N. 4/197q"
    }
  ],
  "definitions": []
}