{
  "id": "jm-subs-the-corrections-act",
  "type": "statute",
  "title": "The Corrections Act",
  "title_en": "The Corrections Act",
  "short_name": "Corrections Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-corrections-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-corrections-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Order may be cited as the Corrections (Horizon Adult\nCorrectional Centre) (Declaration) Order, 2005.\n  -2. The place described in the Schedule-                                Schedule\n      (a) is hereby declared to be an adult correctional centre for the\n          imprisonment or detention of persons in custody; and\n     (b) shall be known as thk Horizon Adult C~rrectionalCentre.\n            (The inclusion of this page is authorized by L.N. 18~/2008]\n         ZHE CORRECTIONS (HORIZON ADULT CORRECTIONAL CENTRE)\n                       (DECLARATION)ORDER, 2005\n                                         SCHEDULE                             (Paragraph 2)\n                   Description of Horizon Adult Correctional Centre\n   Part of the premises situate at 68 Spanish Town Road in the parish of St. Andrew\ncomprising-\n      (a) part of Block No. I on the mezzanine floor, Security Posts Nos. 9-12     and cells\n          Nos. 65-96; and\n      (b) the surgery, court room, reception areas, visitors' booths, exercise areas and other\n          administrative and support areas, whik being used as the said adult correctional\n          centre.\n               IThe inclusion of this page Is authorized by L.N. 18dZOO81\n                                       CORRECTIONS\n                             THE CORRECTIONS ACT\n                                         ORDER\n                                   (under section 6(1))\n       THE C O R ~ C T I O N (RED\n                             S   FENCEADULTCORRECTIONAL\n                                                     CENTRE)\n                           (DECLARATION)\n                                       ORDER,20 10\n              (Made by the Minister on the 24th d& ofMay, 2010)                                   L.N. 4 4 ~ 0 1 0"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. You are hereby required-\n        ( a ) Within one week of your release from the ........................\n                                                     (Name of Adult\n                                                          Correctional\n                                                                 Centre)\n            Adult Correctional Centre, to notify the ..............................\n                                                  (Title ofperson in charge)\n            of the ................................Police Station in the parish\n                    (Name of Police Station)\n            of .................... of the address at which you will reside in\n            that parish upon your release; and\n       ( b ) if during a period of ....................................................\n                                      (State number ofyears not exceeding\n                                                         fwe years)\n            from the date of your release you change your address, you shall\n            within one week of any such change of address notify the\n            change of address to the person in charge of the police station\n            nearest to your place of residence.\n                  inclusion of this page i s authorized by LN. 95120133\n              [I~Ic\n                                                                                           13\n                        THE OORRECTIONS ACT\n                                    RULES\n                            (under section 81 ( I ) )\n   THECORRECTIONAL\n               INSTITUTION             CENTRE)\n                         (ADULTCORRECTIONAL\n                    RULES, 1991\n          (Made by the Minister           the 16th day ef J u l y , 1931)      L.N. @I91"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The Superintendent 0hd1be responsible to the Commissioner for-\n     (a) the good order, discipline and management of the adult cor-\n          rectional centre under his charge;\n    (b) the safe custody of the inmates;\n     (c) tbe. care of all buildings and other property of the adult\n          correctional centre;\n     (d) the economical use of money and stores;\n     (e) emuring that advantagesus use is made of the l a b u r of\n          inmates:\n      Cf) the keeping of such books and the making of such returns as\n          may be required."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.02       THE CORRECTIONAL INSTITUTION (DECURATION) (ADULT\n                       CORRECTIONAL CENTRES)                            1991\n                                                                                    (Paragraph 2)\n                                                                         Name by e i o h\n                                                                       Adult Correotiod\n       Place\n        --               Parish\n                          -                         -\n                                                Former Name\n                                            General Peni-\n                                                                       Centre to bc know0\n                                                                        Tower Street Addt\n       Rae Town        Kingston\n                                            tentiary                    C o d o n a d Centre\n       CanvpRoad       StlAndrew\n       ~ o n Augusta\n             t         St. Catherine        Fort Augusta                Fort Augusta Addt\n                                            Bison                       Correctional Ce&e\n       Spanish Town    9t. Catherine        9f Catherine                d. Catherine District\n                                            Ms'triat Prison             Adult Correctional\n                                                                        CClltre\n       Richmond        st. )Mary\n       Woodlands,      Manchester            New Brou@hton              New Broughton\n       Cross Keys                            Sunsea Reha'bili-          Sunset Rehabhlitation\n                                            tation Centre               Adult    CMrectioQal\n                                                                        Centre.\n                                     CORRECTIONS                                                 4.03\n                                       ORDER\n                                (under section 6 ( I ) )\n       THECORXECTIONS       OFLOCK-UP)ORDER,200 1\n                   (DECLARATION\n                                                                                         L.N 117Prlr)ol\n          (Made by the Minister on the 14th day ofAugust, 2001)\n                                                                                         -"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.41) On the expiration of the term of appointment of a member.\n     the Minister may, by instrument in writing, reappoint him for such\n     further period as shall be specified in the instrument.\n           (2) A member may resign by instrument in writing addressed\n     to the Minister and the resignation shall take effect on the date of\n     the receipt by the Minister of such instrument.\n           (3) Where by reason of illness or otherwise a member is\n     tempordy unable to carry out his functions as such, the Minister may\n     appoint some other person to act in his place.\n           (4) Where a vacancy occurs in the membership cf the Board\n     the Minister may appoint another person to fill that vacancy.\n          (5) The Minister may at any time revoke the appointment of\n     any member."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6 . 4 1 ) The Board shall meet within one month of the first appoint-\n     ment of the members and thereafter shall meet at least once in each\n     quarter.\n           (2) At the first meeting the Board shall compile a rota of attend-\n     ance in such 0 way as to ensure that three members, who shall be\n     known as the visiting members, shall together, at least once each\n     month, visit the adult correctional centre in respect of which they\n     were appointed.\n           (3) The Board shall keep minutes of its proceedings and shall\n     keep a book in which shall be recorded each visit made to the adult\n     correctional centre by the visithg members.\n           (4) The quorum of the Board shall be three."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. In any case in which an appeal is made against the judgment of 90\ncourt, the appeal shall be heard by two members of the Board of Visitmg\nJustices not being the same twu m e m k s who tried the case origmally.\n                                          SECOND SCHEDULE\n                                                   FORM\n                                                      I                                          (Rule 170 6 )\n                                  .......................................      Adult Correctional Cmtn\n                                  .......................................Datr\nTo the Commissioner of Corrections\n    I hereby certify that inmate No                   ................                     ...................\nis fit to be restrained in....          .....................................................................\nfor..   ...........................................hoursI daysImontha.\n                                                                 ........................................\n                                                                                Medkal Ogiat\n                     me inclusion of this p a w is authorized by L.N. 24119941\n       THE CORRECTIONAL INSTITUTION (ADULT CORRECTIONAL                                                              57\n                                              CENTRE) RULES. 1991\n                                              & ~ N DSQIEDVLE, mad.\n                                                          F\n                                                          O RM II                            (Rule 170 0 ) )\nTo\n..........................................      Adult Correctional Centre\n       h m t e No ...............................................................................     is to be\ncdmincd fnrm this hour to                 .................................................................. ..\n..........................................\n                  Date\n                                                           ......................................................\n                                                                  commissioner of corrccrionr\n                                                     Fary m                                  (Rule 170 (7) )\nTotbChmmmon            -\n         * et of correctiont\n        lnmate No,.   ..........................................................................restrained\nby .....................................................................as ~ K W O ordered on the\n..........................................\n                                        at .......................................................         m. was\nnleucd at....................................... m.            OQ the........................................\n                                                ............................................................\n                                                                          Superintendent\n ..........................................           ............................................................\n                     Date                                        Adult Correctional Centre\n                           p b c inclusion of thL page   L autboriEed by L.N. 24/1994]\n                               CORRECTIONS                                          59\n                      THE CORRECT’IONS ACT\n                               REGULATIONS\n                           (under section 82 (i) )\n                                                    1991\n     THE C€)RRECIIONS (BOARD OF VISITORS) REGULATIONS.\n         (Made by the Minister on the 16th day of July, 199Z)               LN. 7Ol9l"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.41) The visiting members are hereby authorized to enter the\n     adult correctional centre in respect of which they are appointed and\n     such members shall have access to every part thereof.\n           (2) The visiting members may-\n     c\n                   me indusion of this page is authorized by L.N. 24/19941\n   THE CORRECTIONS (BOARD OF VISITORS) REGULATIONS, 1991                       61\n    (a) interview any inmate either alone or in the presence and\n        hearing of a member of staff of the adult correctional centre;\n    (b) hear and make enquiries concerning any complaint made to\n         them by an inmate;\n    (c) report such complaint with any remarks to the Commissioner\n         and, if they think it appropriate, to the Minister.\n      (3) The visiting members shall enquire into any report they\nmay receive as to the likelihood of injury to the mind or body of an\ninmate by reason of-\n    (a) the work at which he is employed; or\n    (b) the discipline or treatment to which he is subjected, and may,\n         in a case of urgency, recommend to the Superintendent such\n         action as appears to them to be expedient and shall, in such\n         case, report the circumstances thereof to the Commissioner\n         and, if they think it appropriate, to the Minister.\n       (4) The visiting members shall make enquiries concerning the\ndiets of inmates and may make a report thereon to the Commissioner\nand, if they think it appropriate, to the Minister.\n      (5) The visiting members shall be entitled to see any document\nor record of the adult correctional centre which relates to an investiga-\ntion being carried out by them in respect of the centre or an inmate\nthereof."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.41) Subject to the provisions d rule SO. the Superintendent ahall\nnot flow any letter or other document to pass from or to any inmate\nuntil it has been read and initialled by himself or an officer deputed\nby him, and either he or such officer deputed by him may use his\ndiscretion in communicating to or withholding from an inmate the\ncontents of any letter or other communication addressed to such inmate.\n      (2) me Superintendent shall not permit any inmate to have in\nhis possession any writing materials, but the Commissioner may, in any\nparticular case, authorize the Superintendent to permit an inmate to\nhave writing materials in his possession for such time and subject to\nsuch conditions as the Commissioner m a y specify."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.41) The Superintendent shall, unless prevented by some extra-\nordinary circumstance, (which he shall record in his journal) cause\nonce in each day every ward and cell in the adult correctional centre\nto be inspected and each inmate to be seen either by himself or the\nAssistant Superintendent a d he shall as frequently as possible visit\ninmates working outside the adult correctional centre to ensure that\ndiscipline is bein8 maintained and that a full day’s work is being done.\n        (2) The superintendent shall be present at the checking of\nmuster as often as practicable and shah1 visit the adult correctional\ncentre during the night, at an uncertain hour, not less than once every\nweek, and shall r m r d such visit in his journal."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The Board shaU make an annual report to the Minister in respect\nof the exercise of the functions assigned to it under these Regulations.\n                                                                           -"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The &perintendent shall require reports to be made to him\naccomthg for all inmata at the daily apening and closing of the\nadult correctional centre, at such hours as they may go to and return\nh m labour, and at mch other times as may be ncccmmy."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. The Superintendent         see that the correctional officers and\nother adult Oorrectional centre staff present a smart and clean appear-\na m , that they are properly instructed in all matters connected with\ntheir duties, including the use of firearms, and that all arms are kept\nin good condition and ready €or immediate and e&ctive me.\n                  incJusioll of thin page is authorized by L.N. 24/19941\n16      THE C O W C T l O A r A L INSTITUTION (ADULT COIuzECTlONAL\n                                &NTRE) RULES, 1991"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. The Superintendent may order the examination of aU v&er\n     which enter or leave the adult correctional centre.\n       lS.-(l) The Superintendent shall permit visits to the inmates in\n     accordance with these Rules and shall have authority. if he ruspccts\n     any visitor of trying to convey prohibited articles into or out of the\n     adult C O K W centre.\n                         ~ ~ ~to direct that such visikx be searched before\n     admisBon to, and Wore departure Erom. the adult correctional centre.\n            (2) If any such visitor refuses to be searched before admission\n     to the adult correctional centre, the Superintendent may prevent him\n     entering the adult correctional eenhre, and if Be refuses to be acarched\n     before departure from such adult correctional centre, the Suprr-\n     intendent may cause such visitor to be forcibly detained for search.\n            (3) The Superintendent may cause to be removed from the\n     adult COITCC~~UEI~ eeatre any visitor who behaves in an improper\n     IWSIlU.\n             (4) The Superintendent may, without assigning any reason\n     therefor, refuse admission to a visitor."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. The Superintendent shd ensure that no person authorized to\n     view the adult correctional centre makes any sketch or takes any\n     photograph therein, except with the permission of the Commissioner."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17-1)     A remission, not exceeding one-quarter, or in the case of\na first sentence ofimprisonment, not exceeding one-third, of the sentence\nmay be earned, by reason of p o d conduct, in respect of any sentence\nfor a period exceeding one month.\n         (2) Where an inmate commits an adult correctional centre\noffence or ConEravenes the provisions of these Rules, then, subject to\nparagraph (3), the Commissioner or other correctional offica not below\nthe rank of Superintendent, or the Board of Justices in exercise of\npowers pursuant to the Act and these Rules may, in addition to or in\nlieu of any other punishment which may be imposed on the inmate,\norder the forfeiture of the whole or a part of any period of remission\nearned by him.\n         (3) An order for the forfeiture of remission may be made by a\nSuperintendent in respect only of a period not exceeding thirty days on\nany one occasion."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. The Superintendent shall ensure that when he is absent from\n     the adult correctional centre the officer next in authority under him\n     shall be present, and he shall, before leaving the adult correctional\n     centre, inform such officer where he may bc found in case an\n     emergency should a r k r e q u m his immediate attendance."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. The Superintendent shall take steps to onsure tha6 no case of\n     mental or physical sickness or accident is left without proper medical\n     attention. and that the directions of the medical officer are at all timer\n     strictly and carefully carried out."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Upon the death of an inmate the Superintendent shall give\n     immediate notice thereof-\n                   JThe inclirsion of this p i e is authorized by L.N. 24/19941\n    THE CORRECTIONAL INSTITUTION (ADULT CORRECTIONAL                          17\n                             CENTRE) RULES, 1991\n    (0) to the Commissioner;\n    (b) to the Coroner; and\n    (c) whenever practicable, to the nearest relative of the deceased."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.41) If any correctional officer or other member of the adult\ncorrectional centre staff, or any inmate, or any person under contract\nto supply anything for the service of the adult correctionarl centre, is\nsummoned as a juror on any inquest held on the body of an inmate\nwho has died in the adult correctional centre, the Superintendent shall\nbring such fact to the attention of the Coroner.\n       (2) The Superintendent shall supply to the Coroner the name\nof any inmate who tenders his evidence in the case of an inquest about\nto be held on the body of an inmate.\n        (3) After any inquest touching the death of an inmate has been\nheld, the Superintendent shall report to the Commissioner the lindings\nof the jury and such other circumstances of importance as may arise\nat the mqwt."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. The Superintendent shall ensure that no inmate is subjected to\nany punishment unless the medical officer is satisfied that such inmate\nis capable of undergoing such punishment."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.41) The Superintendent shall frequently inspect the articles of\nfood supplied for diets, both before and after cooking and in case of any\nquestion as to the quantity or quality of any article he shall cause the\nsame to be examined and reported on by such persons as he may think\nfit, of whom. if the question be as to the quality of the food. the medical\nofficer shall be me.\n       (2) Upon the report of such examination. the Superintendent\nshall give such directions as may appear to him to be necessary,\nrecording the m e in his journal and reporting them to the Commb-\nsiom."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. The Superintendent shall 60 far as may be possible, impress\nupon the membera d the adult oorrectional centre staft tbe importance\nof-\n     (a) every form of rehabilitative treatment of inmates;\n     (b) creating in the minds of inmates the desire to lead an honest\n         and induatriow life; and\n              p   e inclusion of this page is authorized by   L.N. 24119941\n             SL-        4\n18       1 H E CORRECTIONA 7, !.h’STITLrTION (ADULT CORRECTIONAlt\n                           CENTRE) RULES, 1991\n          (c) the necessity to strengthen and improve the mental, phy8ioal\n                and industrial ability of inmates.\n                                       Medical O#icers"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. The medical officer shall attend the adult cafiectional centre\n     once each day, and in cases of sickness or accident, at auch othor\n     times as the Superintendent may require."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. The medical officer shall attend, free of charge, all correctional\n     officers and their families who reside in 05cial quarters, and all other\n     members of the adult correctional staff who may apply to him for\n     treatment at the adult correctional centre, or whom it may be\n     desirable forspecial reasons that he should visit."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27.41) The medical officer shall examine every inmate on\n     admission, recording in his journal the state of health and the class\n     of labour which each such inmate is capable of performing.\n            (2) The classw of labour shall be tho&? sptciiied in rule 154\n     of thae Rules."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. The medical officer shall examine every inmate before discharge\n     or removal to another adult correctional centre, and in each case of\n     removal, a certificate showing his state of health shall be forwarded\n     with each inmate."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29.41) An inmate charged with a capital offence shall be kept\n     under special observation at all h a by the medical o f k x who shall\n     keep a written record of the physical and mental condition of the\n     innlate.\n             (2) The medical officermay, if he thinka fit, apply to the\n     Director of Public Prosecutiom for a copy of the depositions taken\n     before the Magistrate in order to assist him in forming an\n     opinion as to the mental condition of an inmate referred to in p a -\n     graph (1); and the medical officer shall not disclose to any person the\n     contenb of any ruch depositions.\n              (3) The medical oficer shall submit a report to the Director\n     of Public Prwecutions on tbe mental condition d an inmate .refmed\n     to in paragraph (1) not less than three days before the date of his\n     trial. and such report shall state whether or not the inmate is fit to\n     plead.\n                    m e inclusion of this page iS authorized by L.N. 24/19941\n    THE CORRECTIONAL INSTITUTION (ADULT CORRECTIONAL                         19\n                   CENTRE) RULES, 1991\n        (4) The report referred to in parargaph (1) shall not express\n     opinion as to the prisoner’s degree of responsibility at the time\n    offence w a s committed, !!his being a matter for the finding of the\njury on the evidence submitted, but if from symptoms exhibited while\nunder observation in the adult correctional centre it is quite clear that\ndefinite insanity exists and has done so for some time previous to the\noffence, or if the medical officer is of opinion that there is a distinct\nhistory of periodical attacks of insanity, followed by intervals of mental\nclearness. and that the inmate has been enjoying a lucid interval while\nunder observation in the adult correctional centre, the report should\nembody this opinion.\n  3 0 4 1 ) The medical officer shall examine all inmate defaulters and\nrecord whether they are fit to be closely confined or to be placed under\nmechanical restraint.\n       (2) The medical officershall each day see every inma&\n    (a) who is sick; or\n    (b) to whom his attention is specially directed."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. The medical officer shall have the general care of the health of\nthe inmates and shall make known to the Superintendent, for the\ninformation of the Cummissioner, any circumstances connected with\nthe adult correctional centre or the treatment of the inmates which\nappear to:him to require considerationon medical grounds.\n  32 The medical officer shall conform to these Rules and shall assist\nthe Superintendent in the maintenance of discipline and the safe custody\nof the inmates."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. The medical officer shall keep a journal in which he shall\nrecord-\n     (a) the date of every attendance on duty at the adult correctional\n         centre;\n     (b) any directions he may give in relation to the diet, clothing,\n         work or exercise of any sick inmate who is not in hospital;\n     (c) any necessary data in relation to any inmate who has been\n         admitted to, discharged from, or is then in hospital; and\n     (d) such other matters as are by these Rules required to be\n         recorded.\n              LThe inclusion of 4his page is authorized by L.N. 24/19941\n    THE CORRECTIONAL INSTITUTION (ADULT CORRECYIONAL\n                   CENTRE) RULES, 1991"
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. When an inmate is serioudy ill the medical officer shall notify\nthe Superintendent and advise when it becomes desirable to inform\nthe inmate's relatives or friends and the chaplain that a htal issue\nis apprehended."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. When the medical officer is of the opinion that the life ob an\nh a t e will be endangered by further imprisomeak or that the mental\ncondition of an inmate will be &ected or endangeted by further\nimprisonment, he shall notify the Superintendent, who ahall forward\nthe information to the commiwioner."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. When an inmate becomes insane, reports on his condition shall\nbe f o d e d to the Commissioner."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. Where an h a t e commits auicide the medial officer sW co-\noperate with the Superintendent b report every detail of the chxm-\nstance8 connected with the m e ."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. The madical d3cer shall frequently inspect the food. cooked\nand uncooked. of inmates and report thereon to the SupeSintendent\nwhen necessary."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39. The medical officer s l d l u i p -\n    (a) every order relating to the diet of an inmate under medical\n         treatment;\n    (a) every order requiring my variation in the diet, dothing or\n        treatment of an inmate undergoing medical treatment;\n    (c) every requisition for any artcle required in his department.\n  06 The madical OW       8halrl entcr in a Prescription Book all orden\nfor administering medicines to inmates and shall sign his name thereto."
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41.41) The medical omcer &all make a report of the p e n c e of\nany infcctiow direas0 tcz-\n    (a) the Medical Wet of Health;and\n    (b) theSupcrintenden:\n       (2) The report shall state what precautions have been taken to\nprevent the spread of the disease and ahall give an opinion as to the\n8ource of the disease with any recommendations that may be necessary.\n             me in-lusion of this page Is authorized by L.N. 24/19941\n     THE CORRECTIONAL INSTI T UTlON (ADULT CORRECTIONAL                      21\n                    CENTRE) RULES, 1991"
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42. The we of the straight jacket for the reatraint of an inmate\nunder medical treatment may be authorized only by the medid of3cer,\nwho should record ruch casw in his journal."
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43, The medical ofecer shall immediately on the death of an inmate\nreport the same to the Superintendent and enter the following parti-\ndan in his journal-\n     (a) cause and time of death:\n     (b) length of the illness;\n     (c) when the illness first came to his notice;\n     (d) any special remarks that may appear to him to be requited."
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44.41) The medical officer shall, once in each quarter, inspect every\npart of the adult correctional centre for the purpose of ascertaining that\nnothing exists therein likely to be injurious to health and that ventila-\ntion and d t a r y mangernents are sufllcient and satisfactorily main-\ntained.\n       (2) The medical oficer shall forward to the Commissioner a\nreport of his bpection."
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. As won as possible after the thirty-first day of March in each\nyear, the medical officer shall flvward to the Commissioner in writing\nhie annual medical report for the preceding twelve months giving such\nstatiatics and other particulars as may from time to time be required."
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46, T h e medical oficer shall be responsible for instructing the dis-\npenser in regard to his duties.\n                                    Chaplairrcy"
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47. The chaplain shall-\n    (a) be involved in all matters directly related to the spiritual\n        welfare of the staff, inmates and other persons operating\n        within the correctional service;\n    (6) have overall responsibility for religious programmes in the\n        adult correctional centre;\n    (c) co-ordinate religious programmes and ensure that all inmates\n        have access to their religious representatives:\n              p h e inclusion of this page is authorized by L N. 24/ 19941\n22      THE CORRECTIONAL 1NSTITUTlON (ADULT CORRECTIONAL\n                                CENTRE) RULES, 1991\n        (d) minister to every inmate regardless of the inmate’s religious\n               belief or affiliation;\n        (e) serve as a religious representative for the institution by parti-\n               cipating in community affairs;\n         Cn make regular visits to the hospital to minister to the needs of\n               all inmate patients; and, when notified of serious illness of\n               an inmate, shall visit the inmate and if requested. notify the\n               religious representatives of the inmate’s faith;\n        (g) be contacted in the event of the death within the adult cor-\n               rectional centre of a member of staff, inmate or other person;\n        (h) make regular visits to the cells or dormitories of the inmates;\n         ( i ) make regular visits to inmates’ work and recreational areas."
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48. The chaplain shall keep pastoral confidences intact and, con-\n     currently, discharge his responsibilities for the protection of the\n     institution, its employees and inmates."
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49. The chaplain and all religious representatives-\n         (a) shall conform to these Rules; and\n         (b) shall not convey any messages, information or letters from any\n              inmates or their relatives or friends or give information to\n             persons outside the adult correctional centre, unless they are\n              satisfied that -\n                 (i) the exceptional circumstances of a particular case\n                      warrant their so doing; and\n                (ii) to do so would not prejudice the safety of any person\n                      or the good order or security of the centre,\n     and $he provisions of paragraph (b) shdl have effect notwithstanding\n     any provision of these Rules to the contrary.\n                                Assistnnr Superintendent"
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50. (a) Superintendent “B” shall be the officer next in authority to\n               the Superintendent “A” and whenever the Superintendent\n               “A” is absent or for any cause unable to attend to his\n               duties, the charge of the adult correctional centre shall be\n               entrusted to Superintendent “B”.\n           (b) The Assistant Superintendent shall be the officer next in\n               authority to the Superintendent “B’ and whenever the\n                  p   e inclusion   of this page is authorized by L.N. 24/19941\n     THE CORRECTIONAL INSTIP UTlON (ADULT CORRECTIONAL                        23\n                            CENTRE) RULES, 1991\n          Superintendent “B’ is absent or for any cause unable to\n          attend to his duties, the charge of the adult correctional\n          centre shall be entrusted to the Assistant Superintendent."
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51. The Assistant Superintendent shall detail the daily duties of the\nadult correctional centre staff and arrange that all working parties are\nsuitably supplied with work."
    },
    {
      "provision_ref": "sec52",
      "section": "52",
      "title": "Section 52",
      "content": "52. The Assistant Superintendent shall ensure that all members of\nthe adult correctional centre staff are properly instructed in their duties\nand in the use of arms."
    },
    {
      "provision_ref": "sec53",
      "section": "53",
      "title": "Section 53",
      "content": "53. The AssisEant Superintendent shall visit the working parties\nwithin the adult correctional centre each day, visit other working\nparties at such times as the Superintendent may require and shall see\nthat the inmates have sufficient work and are kept steadily at their\nwork."
    },
    {
      "provision_ref": "sec54",
      "section": "54",
      "title": "Section 54",
      "content": "54. The Assistant Superintendent shall frequently inspect every part\nof the adult correctional centre and see that the cells and dormitories\nare kept clean and in good order and that the means of security are\neffective."
    },
    {
      "provision_ref": "sec55",
      "section": "55",
      "title": "Section 55",
      "content": "55. The Assistant Superintendent shall carefully observe the behaviour\nand Zener4 demeanour of the other officers and of all inmates and shall\nreport on his observations to the Superintendent; and any neglect or\nmisconduct observed by him shall be reported immediately."
    },
    {
      "provision_ref": "sec56",
      "section": "56",
      "title": "Section 56",
      "content": "56. The Assistant Siiperintendent shall-\n    (a) detail inmates for work with one or other of the working\n        parties;\n    (b) see that their movements are made with regularity and Without\n        loss of time; and\n    (c) attend the checking of the muster at all times."
    },
    {
      "provision_ref": "sec57",
      "section": "57",
      "title": "Section 57",
      "content": "57. The Assistant Superintendent shall inform the superintendent of\nanything likely to agect the safety or health of the inmates or the\nefficiency Qf the staff.\n              l”he inclusion of this page is authorized by L.N. 24/19941\n24       THE CORRECTIONAL INSTlTUTION (ADULT CORRECTIONAL\n                        CENTRE) RULES, 1991"
    },
    {
      "provision_ref": "sec58",
      "section": "58",
      "title": "Section 58",
      "content": "58. The Assistant Superintendent shall visit the adult correctional\n     centre during the night, at an uncertain hour, not less than once a week.\n     as directed by the Superintendent.\n                                           Teachers\n       5 9 . 4 1 ) The Commissioner, acting on the advice of the Minister\n     responsible for education, shall select teachers to work in adult cor-\n     rectional centres and the Commissioner may, subject to such terms,\n     conditions or instructions as he thinks fit, permit volunteer teachers\n     (hereinafter referred to as volunteers) to teach inmates such skills as the\n     Commissioner may approve.\n            (2) Every teacher or volunteer shall conform to these Rules and\n     teachers shall be subject to disciplinary action by the Superintendent or\n     the Commissioner.\n              (3) The teachers shall-\n          (a) submit to the Minister responsible for education, through the\n                Commissioner, a plan of work for the ensuing year, including\n                specific programmes designed for illiterate inmates;\n          (b) classify inmates for school attendance (so, however, that\n                inmates who have a level of literacy regarded as acceptable\n                by the Commissioner acting on the advice of the Minister of\n                Education, shall not be required to attend);\n          (c) give instructions in secular subjects on each week-day at such\n                hours and to such inmates or category of inmates as the\n                Commissioner may from time to time direct, and be respon-\n                sible for the preservation of good order during instructions;\n          (a) distribute to the inmates books and other school materials\n                and keep an account thereof; but an inmate under punishment\n                shall be allowed only a Bible or Prayer Book;\n          (e) if directed by the Superintendenb to do so, write lettera for\n                inmates who are for any reason unable to write:\n           (f) be in charge of the library and perform such clerical duties as\n                the Superintendent may require.\n            (4) The teachers shall make monthly and annual reporb in\n     writing to the Superintendent as to the conduct and progress of the\n     inmates and such reports shall be forwarded $hrough the Commissioner\n     to the Minister responsible for education.\n                    r h e inclusion of this page is nvtborized by L.N. 24/19941\n     THE CORRECTIONAL INSTITUTION (ADULT C O R R m I O N A L                25\n                    CENTRE) RULES, 1991\n                                   Overseers"
    },
    {
      "provision_ref": "sec60",
      "section": "60",
      "title": "Section 60",
      "content": "60.--(1) An overseer shall be employed where the Superintendent\ndirects and may be removed from one duty to another or from one\nadult correctional centre to another, as required.\n       (2) An overseer shall not leave the adult correctional centre\nduring the hours of duty without permission from the Superintendent\n        (3) An overseer shall-\n     (a) exercise a wholesome influence over the members of %headult\n          Correctional centre staff under his control and. as far as\n          practicable, over the inmates, and shall restrain by his\n          authority all undue harshness on the part of such members\n          and shall repress all insolence and insubordination among\n          the inmates;\n     (b) see that the instructions of the Superintendent and Assistant\n          Superintendent in regard to all matters affecting discipline,\n          pod order or work in the adult correctional centre are\n          carried out by the members of stall under his control;\n     (c) every evening after wards are locked up for the night, see that\n        every cell door and every other door and gate in the adult\n        correctional centre which should then be locked. is properly\n        secured and report the fact that he has done so to the\n        Assistant Superintendent who shall note the same in his\n        locking-up report;\n     (4 report the name of any member of staff under his control\n        whom he may consider wanting in attention to his duties and\n        shall also report any breach of these Rules which comes to\n        his knowledge.\n                                  Storekeepers"
    },
    {
      "provision_ref": "sec61",
      "section": "61",
      "title": "Section 61",
      "content": "61.+1)   A storekeeper shall forward a requisition to the Super-\nintendent of dl articles and stores required in his department.\n       (2) A storekeeper shall-\n     (4) receive, examine and take particular account of all stores\n         connected with the feeding and clothing of the inmates and all\n         okhm stores that may be committed to his care, and shall be\n          responsible for all deficiencies; and\n--\n                   inclusion of this p q e is authorized by L.N. 24/19941\n26         T H E CORRECTIONAL INSTITUTION (ADULT CORREIcTIONAL\n                            CENTRE) RULES, I991\n           (b) immediately report to the Superintendent any defect in quaIity.\n                or any deficiency or irregularity in delivery, of any of the\n                stores of the adult correctional centre, and take the Super-\n                intendent's directions thereon.\n             (3) A storekeeper shall not-\n           (0) receive any stores except on\n                                         requisition signed by the Super-\n               intendent and countersigned by the clerk in charge of\n               accounts: or\n           (6) make an issue otherwise than on an order signed by the\n               Superintendent.\n             (4) A storekeeper shall calculate and be responsible for the\n     issues of provisions, required for meals in the adult correctionla1 centre\n     and of extras, according to orders signed by the Superintendent,\n              (5) A storekeeper shall ensure-\n           (a) that no article that can be marked is issued from the store\n                without being marked; and\n           (b) that when unserviceable articles are returned to his store they\n                are kept there until condemned by a Board of Survey.\n            (6) A stcrekeeper shall receive from the workshops all manu-\n     factured articles and check their quantity with the quantity of materials\n     issued by him to be manufactured.\n             (7) A storekeeper shall keep correct inventories of all clothing.\n     furniture, tools and utensils in the adult correctional centre and-\n          (a) every such inventory shall be signed by the pcson under\n               whose immediate custody such articles are: and\n         (b) no entry of any article shall be erased or omitted from such\n               inventory without the written direction of the Superintendent.\n             (8) A storekeeper shall-\n           (a) keep such books of account as the Superintendent may\n               require;\n           (6) comply ody with such demands upon him as are made on\n               the prescribed forms. which shall be kept as vouchers; and\n           (c) make the books of accoun9'available at all times for inspec-\n               tion by the Superintendent.\n     -_-\n                    me inclusion of this page is authorized by L.N. 24/19941\n    THE CORRECTIONAL INSTITUTION (ADULT CORRE1(=TIONAL                       27\n                   CENTRE) RULES, 1991\n       (9) A storekeeper shall-\n         ensure that the storerooms are kept clean and in proper order\n         and that the stores 0re properly arranged therein;\n         inspect from time to time, the various weights and measures\n         and ascertain whether they are in good order;\n        prevent waste and unnecessary or improvident expenditure;\n         and\n         take care that all empty bottles, vials, pots, pans. boxes, casts\n          and bags are kept carefully until he receives the Super-\n          intendent’s orders for their disposal.\n                              The Master Cook"
    },
    {
      "provision_ref": "sec62",
      "section": "62",
      "title": "Section 62",
      "content": "62. The master cook shall manage the cooking for the whole adult\ncorrectiond centre and shall be responsible for she cleanliness of the\nutensils in use in his department."
    },
    {
      "provision_ref": "sec63",
      "section": "63",
      "title": "Section 63",
      "content": "63. The master cook shall be responsible for the general good order\nand safety of the kitchen and the discipline of the inmates employed\ntherein."
    },
    {
      "provision_ref": "sec64",
      "section": "64",
      "title": "Section 64",
      "content": "64. The master cook shaU each morning receive from the Super-\nintendent a note of the number of inmates to be fed with &he particulars\nof any variation of the regular diet that may have been ordered."
    },
    {
      "provision_ref": "sec65",
      "section": "65",
      "title": "Section 65",
      "content": "65. The master cook shall be as exact as possible in measuring\nand weighing the provisions to be served out at each meal,and it shall\nbe his duty to report to the Superintendent any defect he may observe\nin the quality of the articles of food."
    },
    {
      "provision_ref": "sec66",
      "section": "66",
      "title": "Section 66",
      "content": "66. The master cook shall ensure that no food is so placed as to be\neasily accessible to inmates until issued to them."
    },
    {
      "provision_ref": "sec67",
      "section": "67",
      "title": "Section 67",
      "content": "67. The master cook shall not employ any inmate in the kitchen\nunless authorized by the Superintendent to do so and he shall be re-\nsponsible for the good conduct of any inmate so employed and shall\nimmediately report any irregularity."
    },
    {
      "provision_ref": "sec68",
      "section": "68",
      "title": "Section 68",
      "content": "68. The master cook shall not deliver any diets for the hospital\nexcept to a correctional officer or such other category of staff member\nas the superintendent may direct.\n__--.    -\n              @e   inclusion of this page is authorized by L.N. 24/1994]\n28       THE CORRECTIONAL INSTITUTION (ADULT CORRDXIONAL\n                        CENTRE) RULES, 1991"
    },
    {
      "provision_ref": "sec69",
      "section": "69",
      "title": "Section 69",
      "content": "69. The master cook shall not attend to written orders for diets\n     presenbed by inmates, and shall at once send before the Superintendent\n     for examination any inmate producing such an order."
    },
    {
      "provision_ref": "sec70",
      "section": "70",
      "title": "Section 70",
      "content": "70. The master cook shall ensure that no wood or other fuel ir left\n     in or near the ovens or cooking places during the night.\n                                    The Master Baker"
    },
    {
      "provision_ref": "sec71",
      "section": "71",
      "title": "Section 71",
      "content": "71. The master baker shall be responsible for the general good order\n     and safety of the bakery and the discipline of the inmates employed\n     therein."
    },
    {
      "provision_ref": "sec72",
      "section": "72",
      "title": "Section 72",
      "content": "72.41) The master baker shall bake all the bread required for the\n     use of the adult correctional centre or for any other department and\n     shall be responsible to the Superintendent that the meal and flour\n     mixture used is of good quality.\n             (2) The master baker shall examine every bag or barrel of meal\n     and flour before it is used and shall not receive any considered by him\n     to be defective."
    },
    {
      "provision_ref": "sec73",
      "section": "73",
      "title": "Section 73",
      "content": "73. The master baker shall send all baked bread to the store\n     immediately upon its removal from the oven."
    },
    {
      "provision_ref": "sec74",
      "section": "74",
      "title": "Section 74",
      "content": "74. The master baker shall ensure that no wood or other fuel is left\n     in or near the oven during the night.\n                 Correctional Oflcer in Chorge of Working Parties"
    },
    {
      "provision_ref": "sec75",
      "section": "75",
      "title": "Section 75",
      "content": "75. A correctional officer shall have charge of the shop to which\n     he is assigned and shall be responsible for ib general good order and\n     the discipline and instruction of the inmates employed therein."
    },
    {
      "provision_ref": "sec76",
      "section": "76",
      "title": "Section 76",
      "content": "76. A correctional officer shall immediately upon completion forward\n     all manufactured articles to the store."
    },
    {
      "provision_ref": "sec77",
      "section": "77",
      "title": "Section 77",
      "content": "77. A correctional officer shall not allow any work to be done with-\n     out an order in w r i t i q from the Superlatendent.\n                                       W e Keepers"
    },
    {
      "provision_ref": "sec78",
      "section": "78",
      "title": "Section 78",
      "content": "78. No correctional officer with less than five years m i c e shall be\n     detailed for duty as gate keeper.\n                                                                                 .-\n                    [The inclusion of tbis page is authorized by L.N. 24/19941\n    THE CORRECTIONAL INSTITUTION (ADULT CORRECTIONAL                         29\n                   CENTRE) RULES. 1991"
    },
    {
      "provision_ref": "sec79",
      "section": "79",
      "title": "Section 79",
      "content": "79.41) A gate keeper shall not open the main gate until he har\nascertained who the person seeking admission is and that such person\nmay properly be admitted.\n        (2) Subject to the directions of the Superintendent, a gate keeper\nshall not permit 00 leave the adult correctional centre any member Oi\nstaff who haa entered upon his duties.\n        (3) A gate keeper shall keep in the book provided for that pur-\npose a record of the names of all persons who pass through the gate,\nincluding members of the adult correctional centre staff and such record\nshall show the name of the person and the time entering or leaving the\nadult correctional centre.\n  MI. T h e gate keeper shall keep in the book provided for that purpose\na record of all vehicles which pass .through the gate."
    },
    {
      "provision_ref": "sec81",
      "section": "81",
      "title": "Section 81",
      "content": "81. The gate keeper shall be responsible for the key-safe and shall\nensure that keys therefrom are issued only to the proper members of\nthe adult correctional centre staff and that every key is returned to the\nsafe at the proper time."
    },
    {
      "provision_ref": "sec82",
      "section": "82",
      "title": "Section 82",
      "content": "82. The gate keeper shall use every means in his power to ensure\nthat no articles are improperly brought into or taken out of the adult\ncorrectional centre and for such purpose may examine any article,\nvehicle or person entering or leaving the adult correctional centre and.\nif necessary. detain such article, vehicle or person pending the instruc-\ntions of the Superintendent."
    },
    {
      "provision_ref": "sec83",
      "section": "83",
      "title": "Section 83",
      "content": "83. The gate keeper shall ensure that all persons entering or leaving\nthe adult correotiond centre conduct themselves in a proper manner.\nand shall bring to the attention of the Superintendent any case of\nimproper conduct.\n PART   n. GENERALRULES FOR ADULT CORREmONAL CENTRES’IMF"
    },
    {
      "provision_ref": "sec84",
      "section": "84",
      "title": "Section 84",
      "content": "84. In this Part “member of stat?”’ means a member of the adult\ncorrectional centre staff."
    },
    {
      "provision_ref": "sec85",
      "section": "85",
      "title": "Section 85",
      "content": "85. Every member of staffshall acquaint himself with the Corrections\nAct, and with these R u b and with any regulations and orders relating\nto his duties and shall strictly obey the orders of the Superin’tendent\nand of all members of staff holding posts superior to his.\n              (The inclusion of this page is authorized by L.N. 24/19941\n30       THE CORRECTIONAL INSTITUTION (ADULT CORRECTIONAL\n                        CENTRE) RULES, 1991"
    },
    {
      "provision_ref": "sec86",
      "section": "86",
      "title": "Section 86",
      "content": "86.41) Every member of staff shall mist in maintaining order and\n     discipline among the inmate and when dealing with inmates. shall behave\n     in an exemplary manner and maintain an even temper.\n           (2) No member of staff shall engage in any wrangling or\n     argument with inmates."
    },
    {
      "provision_ref": "sec87",
      "section": "87",
      "title": "Section 87",
      "content": "87. Evcry member of staff shall treat inmaks with kindness and\n     humanity and shall listen patiently to and report, their complaints and\n     grievancas, at the same time being W in maintaining order and dis-\n     cipline and enforcing observance of these Rules."
    },
    {
      "provision_ref": "sec88",
      "section": "88",
      "title": "Section 88",
      "content": "88. The object of rehabiiitating inmates shall always be kept in view\n     by every member of staff who should strive to acquire a moral influence\n     over inmates by the conscienkious discharge of hjs duties and by exhibit-\n     ing a consistent example of regard to truth and integrity even in the\n     smallest mabtem."
    },
    {
      "provision_ref": "sec89",
      "section": "89",
      "title": "Section 89",
      "content": "89.41) A member of staff shall not #peak to an inmate unnecessarily;\n     nor a h a he by word, gesture or demeanour do anything which may\n     tend unnecessarily to irritate an inmate.\n             (2) No member of staff shall call an inmate by a nickname, nor\n     shall he allow any familiarity on the part of an inmate."
    },
    {
      "provision_ref": "sec90",
      "section": "90",
      "title": "Section 90",
      "content": "90. No member of staff shall strike an inmate except in self-defence.\n     and in any case in which it shall be necessary to use force to an inmate,\n     no more force than is necessary shall be used."
    },
    {
      "provision_ref": "sec91",
      "section": "91",
      "title": "Section 91",
      "content": "91. No mepber of staff shall inflict any punishment or privation of\n     any kind upon any inmate. unless ordered so to do by the CDmmissioner\n     or the Superintendent.\n       9 2 4 1 ) Every member d staff shall at all times carefully watch the\n     inmates and shall use the utmost vigilance to promote industry.\n             (2) Every member of staf€ shall at all times maintain order and\n     reasonable silence among inmates and shall prevent them changing\n     their places, or going to the door of a cell other than their own, unless\n     ordered to do so."
    },
    {
      "provision_ref": "sec93",
      "section": "93",
      "title": "Section 93",
      "content": "93. No member of staff s M on any account speak on any matter\n      of discipline or arrangements pertaining to the adult correctional centre\n      within the hearing of an inmate.\n                    Dhe inclusion of this Page i s authorized by L.N. 24/1594J\n                                                                                  J\n     THE CORRECTIONAL INSTITUTION (ADULT CORRECTlONAL                      31\n                   CENTRE) RULES, I991"
    },
    {
      "provision_ref": "sec94",
      "section": "94",
      "title": "Section 94",
      "content": "94. Every member of staff shall make an immediate report d say\nmisconduct or of any disobedience of these Rules."
    },
    {
      "provision_ref": "sec95",
      "section": "95",
      "title": "Section 95",
      "content": "95. Any member of staff in charge of a working party shall-\n     (a) immediately prior to escorting such party to work, c o w the\n         number of inmates in such party and report thereupon to the\n        proper authority;\n    (b) be responsible for the safe custody and proper conduct of the\n        inmates in such party;\n    (c) prevent inmates in such party straggling, communicating with\n        unauthorized persons or obtaining possession of prohibited\n        articles;\n    (d) ensure that no inmate in such party is out of his sight unless\n        such inmate is in the charge of another member of staff, and\n    (e) ensure that every inmate in such party is searched upon his\n        return to the adult correctional centre."
    },
    {
      "provision_ref": "sec96",
      "section": "96",
      "title": "Section 96",
      "content": "96. No member of staff shall, while on duty or in uniform-\n    (a) be guilty of disgraceful or disreputable conduct, or be\n        intoxicated or use foul or indecent language; or\n    (b) be absent during the hours of duty without permission."
    },
    {
      "provision_ref": "sec97",
      "section": "97",
      "title": "Section 97",
      "content": "97. Every member of staff shall pay strict attention to cleanliness of\nperson and dress and shall at all times when on duty wear the uniform\nprovided."
    },
    {
      "provision_ref": "sec98",
      "section": "98",
      "title": "Section 98",
      "content": "98. When a member of staff resigns, retires or is dismissed, his\nuniform clothing, equipment and last issue of boots or shoes shall be\ndelivered up at once and returned to the store, and where such member\nfails to do so the estimated value thereof shall be made good."
    },
    {
      "provision_ref": "sec99",
      "section": "99",
      "title": "Section 99",
      "content": "99. No member of staff entrusted with keys shall take them out of\nthe adult correctional centre unless specially authorized in writing to\ndo so. or leave them lying about, or in the locks, or lend them to\nanother member of staffor for any purpose permit such keys to be out\nof his immediate possession, but shall, when leaving the adult\ncorrectional centre or on any occasion when he is required to deliver\nthem up, deliver his keys to such member of staff whose duty it is to\nreceive them.\n                  inclusion of this page is authorized by L.N. 24/19941\n     THE CORRECTIONAL INSTJTUTlON (ADULT CORRECTIONAL\n                            CENTRE) RULES, I991"
    },
    {
      "provision_ref": "sec100",
      "section": "100",
      "title": "Section 100",
      "content": "100. No member of staff shall be permitted to receive any vhibn in\nthe interior of the adult correctional centre without the authority of the\nSuperintendent.\n  l@l.+l) No member of staff shall eithez directly or i n d W y -\n    (a) have any pecuniary dealings with an inmate;\n   (b) employ an inmate for any private purpose; or\n    (c) derive any benefit or advantage through an inmate.\n        (2) No member of staff shall correspond or have any dealing8\nwith the friends or relarives of an inmate except expressly authorized\nby the Superintendent so to do.\n  la2.41) Every member of staff who is unable to present himself for\nduty by reason of being sick or disabled shall immediately notify the\nSuperintendent either by reporting in person or by a message. and shall\napply for leave.\n         (2) Where leave on account of sickness or disability may only\nbe granted t~ a member of staff on a certificate, such certificate shall be\nthat of the medical officer.\n         (3) Where a member of staff is unable to attend the sick\nparade for the purpose of examination by the medical officer, he shall\nimmediately forward a certificate from a medical practitioner who shall,\nwherever possible, be a Government medical officer and such cdfic&te\nshall be placed before the medim1 officer who may take it into con-\nsideration and grant his certificate thereon, and no leave on account\nof sickness or disability may be granted save on the certificate of the\nmedical officer.\n          (4) It shall be the duty of the member of staff to whom the\ncertificate relates to ascertain whether the leave has been granted.\n         (5) Where a member of staff is admitted to any Government\nhospital he shaU receive medical attention free of charge."
    },
    {
      "provision_ref": "sec103",
      "section": "103",
      "title": "Section 103",
      "content": "103. A notice board shall be kept aExed in some conspicuous place\nnear the adult correctional centre gate, cautioning persons against bring-\ning any prohibited articles into the adult correctional centre, or supplying\nsuch articles to inmates employed outside the w d s of any adult cor-\nrectional centre.\n               The inclusion of this page is authorized by L.N. 24/19941\n    THE CORRECTIONAL INSTITUTION (ADULT CORRECTIONAL                        33\n                   CENTRE) RULES, 1991"
    },
    {
      "provision_ref": "sec104",
      "section": "104",
      "title": "Section 104",
      "content": "104. Except when on duty, no male member of the adult correctional\ncentre staff shall enter the division of an adult correctional centre set\napart for female inmates, and when so visiting all such male persons\nshall be accompanied by a female member of staff."
    },
    {
      "provision_ref": "sec105",
      "section": "105",
      "title": "Section 105",
      "content": "105.-(I) Where any member of staff sustains any injury ia the\ncourse of his duty which is likely to give rise to a claim for com-\npensation, the Superintendent shall, at the time of the occurrence,\nfurnish a report of the circumstances and of his opinion as to whether\nsuch injury was or was not caused or contributed to by any default\non the part of such member.\n         (2) The Superintendent shall submit also a report by the\nmedical officer which shall state the degree of incapacity caused by\nthe injury."
    },
    {
      "provision_ref": "sec106",
      "section": "106",
      "title": "Section 106",
      "content": "106.41) Where on any enquiry before a Superintendent a charge\nhas been established against a correctional officer whose annual basic\nsalary does not exceed the prescribed salary rate, and the Superintendent\nconsiders it advisable to defer the award of any punishment, he may\nplace such officer on special probation for m y period not exceeding\nthree months.\n         (2) Where such officer has been placed on a period of special\nprobation. the Superintendent shall cause reports of the conduct of\nsuch officer during the special probation period to be submitted to\nhim and after taking such reports into consideration, the Super-\nintendent may impose, either at the end of such period or earlier.\nsuch punishment as he thinks fit and has the authority to impose, or\nmay recommend some other punishment, to the Commissioner.\n         (3) In paragraph (1) “prescribed salary rate” has the same\nmeaning as that specified in regulation 2 of the Public Service Regu-\nlations, 1961."
    },
    {
      "provision_ref": "sec107",
      "section": "107",
      "title": "Section 107",
      "content": "107.-(1)   Wrangling or disputing among members of staff on points\nof duty or private matters is strictly forbidden.\n         (2) Any question of duty on which members of staff cannot\nagree shall be referred for the decision of the Assistant Superintendent.\n         (3) Any complaint by one member of staff against another\nshall be made in writing through the Assistant Superintendent to the\n              fThe inclusion of this page is authorized by L.N. 24119941\n34        THE CORRECTIONAL INSTITUTION (ADULT CORRECTXONAL\n                         CENTRE) RULES, 1991\n     Superintendent and shall not be received unless delivered within twelve\n     hours of the Occurrence complained of.\n             (4) Any complaint found to be frivolous or vexatious, or\n     actuated by a spirit of ill-will, malice or revenge, shall be reported to\n     the Commissioner.\n        lOS.--(l) A member of staff having any complaint to make con-\n     nected with his duty or situation shall within forty-eight hours of the\n     occurrence complained of state the same in writing for the Super-\n     intendent’s decision or for appeal to the Commissioner.\n            (2) A member of staff who makes any complaint through an\n     improper channel shall be liable to disciplinary action."
    },
    {
      "provision_ref": "sec109",
      "section": "109",
      "title": "Section 109",
      "content": "109. A member of staffwho becomes bankrupt by feason of having\n     signed or accepted an accommodation bill or promissory note renders\n     himself liable to disciplinary proceedings."
    },
    {
      "provision_ref": "sec110",
      "section": "110",
      "title": "Section 110",
      "content": "110. A member of staff who fails to make known to the Super-\n     intendent for the information of the Commisioner the fact of his arrest\n     or the fact that bankruptcy proceedings have been taken out against\n     him will render himself liable to disciplinary proceedings."
    },
    {
      "provision_ref": "sec111",
      "section": "111",
      "title": "Section 111",
      "content": "111. Every member of staff shall be cmgloyed in such manner and\n     place as the Superintendent may direct and when detailed for duty,\n     shall not quit such duty without special authority."
    },
    {
      "provision_ref": "sec112",
      "section": "112",
      "title": "Section 112",
      "content": "112. Every member of staff, on being relieved from any particular\n     duty or transferred to another duty. shall indicate and explain to the\n     member of staff succeeding to such duty dl matters of special import-\n     ance connected therewith and<any order which may have been given\n     with respwt to any particular matter or inmate."
    },
    {
      "provision_ref": "sec113",
      "section": "113",
      "title": "Section 113",
      "content": "113. No member of staff shall-\n           (a) undertake any private work for payment or profit without the\n              consent in writing of the Commissioner, or engage in trade or\n              in any commercial or agricultural undertaking;\n          (b) make or hold, directly or indirectly, any local investment.\n              speculate in the shares of, or be connected with, any com-\n     L\n                    @ inclusion of this page is authorized by L.N. 24/19941\n    THE CORRECTIONAL INSTITUTION (ADULT CORRECTiONAL                       35\n                           CENTRE) RULES, 1991\n        pany, occupation or undertaking, which might bring his\n        private interests into red or apparent conflict with his public\n        duties;\n    (c) undertake any private agency in any matter connected with the\n        exercise of his official duties."
    },
    {
      "provision_ref": "sec114",
      "section": "114",
      "title": "Section 114",
      "content": "114. Every member of staff shaU report to the Superintendent and\nto the medical officer the occurrence of any infectious disease in his\nfamily or in any house occupied by him or in which he resides."
    },
    {
      "provision_ref": "sec115",
      "section": "115",
      "title": "Section 115",
      "content": "115. Every member of staf€ sball take the utmost care to guard\nagainst accidents by fire in and about the adult correctional centre,\nand he shall immediately report any danger of such accidents which he\nmay observe in any part of the adult correctional centre, and use all\npossible mema to prevent them."
    },
    {
      "provision_ref": "sec116",
      "section": "116",
      "title": "Section 116",
      "content": "116, No member of staff shall on any account enter the cell of any\ninmate at night unless accompanied by another member of staff. and\nthen, only in case of illness of an inmate or other emergency."
    },
    {
      "provision_ref": "sec117",
      "section": "117",
      "title": "Section 117",
      "content": "117. Every member of staff shall submit himself to be searched in\nthe adult correctional centre if called upon to do so by the Super-\nintendent.\n             PARTIII. INMATES-GBNERU      TR~TMENT"
    },
    {
      "provision_ref": "sec118",
      "section": "118",
      "title": "Section 118",
      "content": "118.-(1) This Part shall apply to inmates of every clm. except\nin so far as any provision thereof may be inconsistent with the rules\nas to particular classes of inmate.\n         (2) For the purposes of this Part the expression “member of\nstaff” has the meaning assigned to $hat expression in rule 84.\n                                    Reception"
    },
    {
      "provision_ref": "sec119",
      "section": "119",
      "title": "Section 119",
      "content": "119.41) No inmate shall be received into the adult correctional\ncentre unless all the required documents are delivered with the inmate;\nand the acknowledgement of the receipt of an inmate shall not be\nrigned until the documents are examined.\n         (2) Any omission or irregularity in the documents referred to\nin paragraph (1) shall at once be reported to the Superintendent and a\nnote thereof made on the back of the receipt.\n              [The iaclusion of this page is authorized by L.N. 24119941\n    THE CORRECTIONAL INSTITUTION (ADULT CORRECTIONAL\n                            CENTRE) RULES. 1991"
    },
    {
      "provision_ref": "sec120",
      "section": "120",
      "title": "Section 120",
      "content": "120. After inmates have been received inb the adult correctional\ncentre an abstract of these Rules relating to the conduct and treatment\nof inmates shall be read and explained to them."
    },
    {
      "provision_ref": "sec121",
      "section": "121",
      "title": "Section 121",
      "content": "121.41) Every inmate shall be carefully searched on admission\nand at such times subsequently as may be directed, and all prohibited\narticles shall be taken from him.\n        (2) The searching of an inmate shall bc conducted with due\nregard to decency and self-respect, and in as seemly a manner as is\nconsistent with the necessity of discovering any concealed article.\n        (3) No inmate shall be stripped and searched in the swt of\nanother inmate.\n         (4) A female inmaEe shall be searched only by a female m a -\nber of sta&"
    },
    {
      "provision_ref": "sec122",
      "section": "122",
      "title": "Section 122",
      "content": "122.41) All money, clothing or other effects belonging to an inmate\nwhich he is not allowed to retain, shall be placed in the custody of the\nSuperintendent who shall keep a list thereof in a book kept for that\npurpose which shall be signed by the i n m a t e\n    (a) on admission; and\n    (b) on discharge or removal.\n         (2) An inmate may not, save in exceptional circumstances,\ndeliver into the custody of the Superintendent more than one outfit\nof clothing; any other clothing which be brings to the adult correctional\ncentre shall be returned to the inmate's home or to such o,ther place\nas the inmate may request\n        (3) Where any clothing in excess of one ouffit is received by\nthe Superintendent, such clothing shall be kept at the inmate's risk.\n        (4) Articles which in the opinion of the Superintendent 8 f e\ntoo bulky for storage shall not be received."
    },
    {
      "provision_ref": "sec123",
      "section": "123",
      "title": "Section 123",
      "content": "123. \"he name, age, height, weight, particular marks, religion,\noccupation. next-of-kin, educational standard and such other measure-\nments and particulars as may be required in regard to an inmate shall,\nupon his admission and from time to time, be recorded in such\nmanner as may be directed by the Superintendent.\n              m e inclusion of this page is authorized by L.N. 24119941\n    THE CORRECTIONAL INSTITUTION (ADULT CORRECTIONAL                        37\n                   CENTRE) RULES. 1991"
    },
    {
      "provision_ref": "sec124",
      "section": "124",
      "title": "Section 124",
      "content": "124. The Sngerprints of an inmate may be taken in accordance with\nthe provisions of the Finger Prints Act."
    },
    {
      "provision_ref": "sec125",
      "section": "125",
      "title": "Section 125",
      "content": "125. An inmate shall be photographed on reception and may be\nphotographed subsequently, but no copy of the photograph shall be\ngiven to any person unless he is officially authorized to receive it."
    },
    {
      "provision_ref": "sec126",
      "section": "126",
      "title": "Section 126",
      "content": "126. An inmate shall be bathed m reception and at such other times\nas may be fixed by the Superintendent, unless in any particular case\nthe Superintendent or medical officer shall otherwise direct."
    },
    {
      "provision_ref": "sec127",
      "section": "127",
      "title": "Section 127",
      "content": "127. If an inmate is found to have any infectious or contagious\ndisease, or to be in a verminous condition, steps shall at once be taken\nto treat the condition and to prevent it from spreading to 3ther inmates."
    },
    {
      "provision_ref": "sec128",
      "section": "128",
      "title": "Section 128",
      "content": "128. Subject to such conditions as may be prescribed bv the Com-\nmissioner, the infant child o€ a female inmate may be received into an\nadult correctional centre with its mother and be supplied with clothing\nand other necessities at the public expense.\n                             Prohibited Atticks"
    },
    {
      "provision_ref": "sec129",
      "section": "129",
      "title": "Section 129",
      "content": "129. No inmate shall have in his possession any prohibited article.\nand any such article found in the possession of an inmate shall be con-\nfiscated by the Superintendent:\n  Provided that the Commissioner may authorize any inmate or class\nof inmate to be in possession of any prohibited article or class of\nprohibited article."
    },
    {
      "provision_ref": "sec131",
      "section": "131",
      "title": "Section 131",
      "content": "131, No inmate shall be allowed to smoke or to bsve in his\npossession any tobacco, excepg in accordance with any ordcr given by\nthe Superinteadent"
    },
    {
      "provision_ref": "sec132",
      "section": "132",
      "title": "Section 132",
      "content": "132. Any prohibited article found secreted on an inmate, except\narticles which are found on him upon his admission to an adult\n             Crhe inclusion of tbir ~ a a ct authorized bv L.N. 24119941\n38      THE CORRECTIONAL INSTITUTION (ADULT CORRECTIONAL\n                       CENTRE) RULES. 1991\n     correctional centre, shall be confiscated and save where such article is\n     perishable it shall be put in safe-keeping and returned to him on his\n     discharge.\n                               Dischatge and Removal"
    },
    {
      "provision_ref": "sec133",
      "section": "133",
      "title": "Section 133",
      "content": "133.41) On the discharge of an inmate who is not a ConVictd\n     person, the Superintendent shall ensure that all records kept in the\n     adult correctional centre concerning such inmate are destnyed.\n             (2) Where an inmate is about to be discharged he shall be seen\n     by the Superintendent who should satisfy himself that the inmate is\n     properly and decently clad and has received whatever money or property\n     he may be entitled to on discharge.\n             (3) An inmate shall, whenever practicable, be discharged at\n     such hour of the day as, having regard to transportation facilities, will\n     best enable him to reach his home without undue delay on the way."
    },
    {
      "provision_ref": "sec134",
      "section": "134",
      "title": "Section 134",
      "content": "134.41) A term of imprisonment shall be computed from the first\n     moment of the day on which the sentence is, under the Commitment\n     warrant, directed to commence.\n              (2) An inmate is not IegaIly entitled to claim dischargc until\n     the Iast moment of the day on which the sentence expires, but an\n     inmate may be discharged at any hour of 'the day on which the\n     sentence expires.\n            (3) Every inmate whose term of imprisonmcnt expires on\n     Sunday or any public holiday may be discharged on the prseding day.\n              (4) Where it is difficult or impossible $0 arrange for the trans-\n     portation of an inmate to his destination on the day on which his\n     sentence expires, the Superintendent may discharge such inmate on\n     any day, prior to the day on which the sentence expires but as near to\n     such day as possible on which transportation can be arranged."
    },
    {
      "provision_ref": "sec135",
      "section": "135",
      "title": "Section 135",
      "content": "135.41) An inmate may be sent on discharge to the place of con-\n     viction, and the expense of the journey by the most economical route\n     shall be paid by Government.\n               (2) If for any special reason the Superintendent deems it\n     advisable f a allow an inmate to go to any place other than that of con-\n     viction, the expense of the journey by the most economical route sh&\n     be paid.\n                   lrae incluion of this page is authorized by L.N. 2 4 I W\n    THE CORRECTIONAL INSTITUTION (ADULT CORRECTIONAL                         39\n                   CENTRE) RULES, I991"
    },
    {
      "provision_ref": "sec136",
      "section": "136",
      "title": "Section 136",
      "content": "136.41) Every inmate shall be examined by the medical officer\nbefore being removed to another adult correctional centre cr discharged.\n        (2) No inmate shall be removed to another adult correctional\ncentre unless the medical officer certifies that he is fit for removal.\n        (3) Where any inmate due for discharge is certified by the\nmedical officer to be suffering from any illness which renders removal\ndangerous, he may be retained in the adult correctional centre hospital,\nin which case the written consent of the inmate, if possible, should be\nobtained."
    },
    {
      "provision_ref": "sec137",
      "section": "137",
      "title": "Section 137",
      "content": "137.41) Where an inmate who is invalid or he?pless. or has no\nfriend or relative willing to receive him, is about to be discharged and\nit is necessary that he should go into an infirmary, the Superintendent\nshall ascertain the place of settlement of such inmate. and if the local\nauthority liab!e for the maintenance of the inmate is known or can be\nascertained, shall report the case to such local authority requesting\nan order for the admission of the inmate.\n         (2) Where the place of settlement of an inmate cannot be\nascertained, or the local authority for any reason refuses to admit the\ninmate to an Infirmary,then the inmate shall be taken on discharge\nafter due notice has been given and explanation afforded of the circum-\nstances of (he case, to the Infirmary of the parish in which the adult\ncorrectional centre is situated.\n        (3) In this rule “local autharity” means-\n    (a) in relation to the parishes of Kingston and St. Andrew, the\n        Kingston and St. Andrew Corporation; and\n    (b) in relation to any other parish, the Parish Council of that\n        Parish."
    },
    {
      "provision_ref": "sec138",
      "section": "138",
      "title": "Section 138",
      "content": "138. When any order is received for the production of any inmate\nat any place, such inmate shall be handed over to the custody of the\npolice escort charged with conveying the inmate to such place and shall\nbe in the custody of the police until his return to the adult correctional\ncentre."
    },
    {
      "provision_ref": "sec139",
      "section": "139",
      "title": "Section 139",
      "content": "139. An inmate shall be exposed to public view as little as possible\nwhile being removed from or to the adult correctional centre.\n              P’be Wusion of chir page is authorized by L.N. 24/1994]\n40       THE CORRECTIONAL INSTITUTION (ADULT CORRECTIONAL\n                        CENTRE) RULES, 1991\n                            Food, Clothing and Bedding"
    },
    {
      "provision_ref": "sec140",
      "section": "140",
      "title": "Section 140",
      "content": "140. An inmate shall be fed in accordance with such dietary\n     arrangements as may from time to time be approved by the Super-\n     int endent."
    },
    {
      "provision_ref": "sec141",
      "section": "141",
      "title": "Section 141",
      "content": "141. No inmate shaU receive or have in his possession any food\n     other than the authorized issue except-\n         (a) with the authority of the Commissioner in special circum-\n              stances; or\n         (b) with the authority of the medical officer if a variation of diet\n              k desirable on medical grounds."
    },
    {
      "provision_ref": "sec142",
      "section": "142",
      "title": "Section 142",
      "content": "142. The diet of any individual inmate who persistently wastes his\n     food may, with the approval in writing of €he medical officer, be\n     reduced."
    },
    {
      "provision_ref": "sec143",
      "section": "143",
      "title": "Section 143",
      "content": "143.41) An inmate who has any complaint to make regarding his\n     diet or wishes it to be weighed to ascertain whether it contains the pre-\n     scribed quantity, shall make his request as soon as possible after the\n     diet is handed to him, and it shall be weighed in his presence and also\n     in the presence of a member of staff deputed for that purpose.\n              (2) Where an inmate makes repeated and groundless com-\n     plaints of this nature for €he purpose of giving annoyance or trouble,\n     such complaints shdl be treated as a breach of adult correctional\n     centre discipline, rendering the offender liable to punishment."
    },
    {
      "provision_ref": "sec144",
      "section": "144",
      "title": "Section 144",
      "content": "144. Every convicted inmate shall be provided with a complete outfit\n     of clothing and bedding adequate for warmth and health in accordance\n     with a scale approved by the Commissioner. and shall we= such cloth-\n     ing and use such bedding and no other:\n       Provided, however, that special clothing and bedding may be\n     authorized by the Superintendent in special circumstances on the\n     recommendation of the medical officer."
    },
    {
      "provision_ref": "sec145",
      "section": "145",
      "title": "Section 145",
      "content": "145. An inmate shall not receive or have in his possession any\n     clothing, bedding or necessaries other than those issued to him, except\n     with the authority of the Commissioner or in pursuance of special\n     rules.\n                   fThe inclusion of this page is authorized by L.N. 24/19941\n    THE CORRECTIONAL INSTlTUTlON (ADULT CORRECTIONAL                         41\n                   CENTRE) RULES, 1991"
    },
    {
      "provision_ref": "sec146",
      "section": "146",
      "title": "Section 146",
      "content": "146. On the discharge of an inmate, or his production at Court, his\nown clothes shall be returned to him, provided that where it has been\nnecessary to destroy or otherwise dispose of any such clothes the\nSuperintendent shall provide suitable clothing.\n                                Accommadaticm"
    },
    {
      "provision_ref": "sec147",
      "section": "147",
      "title": "Section 147",
      "content": "147.41) Accommodation in an adult correctional centre may be\neither in cells or in dormitories and, subject to the provisions of para-\ngraph (2). where the accommodation is in cells, every inmate shall\noccupy a separate cell.\n          (2) Subject to any regulations made under section 82 of the\nAct with respect to the managemeht and operation of correctional\ninstitutions, where by reason of lack of accommodation in the adult\ncorrectional centre or for medical or other reasons it is nxcessary that\ninmates be associated, then, not more than three inmates (none of whom\nshall be under sentence of death) shall be permitted to occupy one cell.\n          (3) Where accommodation is provided in dormitories, the\nspace occupied by each inmate shall be such as is certified by a medical\nofficer to be requisite to health."
    },
    {
      "provision_ref": "sec148",
      "section": "148",
      "title": "Section 148",
      "content": "148. In respect, of every adult correctional centre, there shall be set\napart for the treatment of diseased or sick inmates one or more\nhospital or sick wards, properly ventilated, adequately stafTed and so\narranged as to segregate the sexes.\n                            Health and Cleanliness"
    },
    {
      "provision_ref": "sec149",
      "section": "149",
      "title": "Section 149",
      "content": "149. Every inmate shall obey such directions as may from time to\ntime be given by the Superintendent with regard to washing, bathing,\nshaving and haircutting."
    },
    {
      "provision_ref": "sec150",
      "section": "150",
      "title": "Section 150",
      "content": "150. The hair of an inmate shall not be cut without the inmate’s\nconsent. except by reason of its verminous or dirty condition or on\nsuch other grounds as the medical officer deems requisite to health."
    },
    {
      "provision_ref": "sec151",
      "section": "151",
      "title": "Section 151",
      "content": "151. Every inmate shall keep his cell, and the utensils, books and\nother articles issued for his use. and his clothing and bedding, clean\nand neatly arranged."
    },
    {
      "provision_ref": "sec152",
      "section": "152",
      "title": "Section 152",
      "content": "152.+1) Arrangements shall be made so far as practicable for every\ninmate who is not empIoyed on outdoor work to take exercise daily\nfor one hour, or for such longer period as the medical officer may deem\n               IThe inclusion of this page is authorized by L.N. 24/19941\n42       T H E CORRECTIONAL INSTITUTION (ADULT CORRECTIONAL\n                          CENTRE) RULES, 1991\n     necessary in the case of any individual inmate, having regard to the\n     state of his health and the nature of his work, and such exercise shall\n     take place in the open air except in inclement weather.\n             (2) Every inmate, unless excused by the medical officer on\n     medical grounds, shall take such exercise as may be ordered.\n                                      Employment"
    },
    {
      "provision_ref": "sec153",
      "section": "153",
      "title": "Section 153",
      "content": "153.41) Every inmate sentenced to imprisonment at hard labour\n     sh*all,unless excused by the medical officer on medical grounds. be\n     employed on such class of labour specified in rule 154 as the Superin-\n     tendent may direct.\n             (2) No inmate shall be employed on any class of labour unless\n     he has been cehfied by the medical officer as fit for that class of\n     labour.\n              (3) No inmate required to work in an adult correctional centre\n     shall be employed for more than eight hours a day, and airangements\n     shall, so far 0 s practicable, be made for every inmate to work for at\n     least six hours outside his cell."
    },
    {
      "provision_ref": "sec154",
      "section": "154",
      "title": "Section 154",
      "content": "154. Labour shall be divided into the following classes-\n         CLASSI       - Trades, domestic or other adult correctional\n                            centre duties and hard bodiIy labour, as may\n                            from time to time be appointed.\n         CLASSII      - Males               Sedentary or less hard bodily labour,\n                                            as may from time to time be\n                                            appointed.\n                            Females         Laundry. sewing. sweeping. cleaning\n                                            and such other employmcnt as may\n                                            be approved by the Commissioner.\n         CLASSIII    - Males and Light occupation in accordance with\n                           Females         directions of the medical officer."
    },
    {
      "provision_ref": "sec155",
      "section": "155",
      "title": "Section 155",
      "content": "155.41) No inmate shall be employed on any work which has not\n     been authorized by the Commissionzr.\n              (2) No inmate shall, except with the authority o€ the Com-\n     missioner or in pursuance of special rules, be employed in the service\n     of, or for the private benefit of, any person.\n                  me inclusion of this page is authorized by L.N. 24/19941\n    THE CORRECTIONAL INSTITUTION (ADULT CORRECTIONAL                        43\n                   CENTRE) RULES, 1991\n          (3) No inmate shall be employed in any capacity carrying with\nit disciplinary powers."
    },
    {
      "provision_ref": "sec156",
      "section": "156",
      "title": "Section 156",
      "content": "156. Arrangements shall be made for the avoidance of all unneces-\nsary work by inmates on public holidays, and by inmates of the\nChristian Religion on Sunday, Christmas Day, and Good Friday, and\nby inmates of other religions on their recognized days of religious\nobservance.\n  l57.-(1)  The Superintendent may, where he considers it desirable\nfor the maintenance of good order or discipline or in the interests of\nan inmate. direct that such inmate shall, for such time as he thinks fit,\nbe employed in his cell and not in association with other inmates.\n        (2) A n y direction made in accordance with the provisions of\nparagraph (1) shall be revoked if the medical officer so advises.\n                             Religious Instruction"
    },
    {
      "provision_ref": "sec158",
      "section": "158",
      "title": "Section 158",
      "content": "158. The Superintendent shall, whenever possible, make arrange\nments for-\n    (a) the provision of reIigious ministrations to aIl inmats;\n    (6) the holding of religious services for inmates each Sunday in\n        the forenoon."
    },
    {
      "provision_ref": "sec159",
      "section": "159",
      "title": "Section 159",
      "content": "159. Every inmate shall be required on reception to state his religious\ndenomination and shall continue 60 be treated as a member of that\ndenomination unless and until he satisfies the Superintenden) that he\nhas genuine reasons for desiring to join another denomination."
    },
    {
      "provision_ref": "sec160",
      "section": "160",
      "title": "Section 160",
      "content": "160. Every inmate shall, whenever possible, from the beginning of\nhis sentence be furnished with such Scriptures and books of religious\nobservances and moral instruction as may be recognized by the\ndenomination to which he belongs.\n                                Edmafion"
    },
    {
      "provision_ref": "sec161",
      "section": "161",
      "title": "Section 161",
      "content": "161-192;\n      (c) all of the female block comprising cells Nos. 1-8;      and\n      (d) the surgery, court room reception areas, vis rs'. booths, exercise areas and other\n          administrative and support areas, while being used as said adult remand centre.\n                 lThe inclusion of this page is authorized by L.N. 18J20081\n                                  CORRECTIONS\n                         THE CORRECTIONS ACT\n                                    ORDER\n                             (under section 6 (1) )\n           (Made by the Minister on the 1st day of July, 2005)            L.N. 792005"
    },
    {
      "provision_ref": "sec162",
      "section": "162",
      "title": "Section 162",
      "content": "162. A library of books suitable for the use of inmates shall be pro-\n     vided in each adult correctional centre, and, subject to such conditions\n     as the Superintendent may direct, every inmate shall be allowed to have\n     one library book in his cell or dormitory and to exchange it as often\n     as may be possible.\n                              Visits and Communicarioru"
    },
    {
      "provision_ref": "sec163",
      "section": "163",
      "title": "Section 163",
      "content": "163.41) Communications between inmaks and their relatives and\n     friends shall, subject to such restrictions as may be necessary for the\n      maintenance of discipline and order in the adult correctional centre,\n     and the prevention of crime, be allowed in accordance with the follow-\n     ing rUIe8-\n          (a) every inmate shall be allowed to write and to receive one\n               letter upon his admission to the adult correctional centre;\n          (b) every inmate shall, during the period of his sentence, be allowed\n               to write and to receive one letter at intervals of not less than\n               one month;\n          (c) every inmate shall be allowed to receive one visit after the\n               expiration of one month from his admission and thereafter\n               at intervals of not less than one month;\n          (d) notwithstanding the provisions of paragraphs (2) and (3), an\n               inmate who has been punished for a breach of disciphe shall\n               not be allowed to write or to receive any letter or to receive\n               a visit until such inmate has served one mmEh without\n               punishment.\n              (2) The Superintendent may, in his discretion. allow any\n     inmate who is entitled to a visit, to write a letter and to receive a reply\n     thereto in lieu of such visit.\n              (3) The Superintendent may allow any inmak to Write a\n     special letter and receive a reply or to receive a special Visit in any of\n     the following circumstances-\n          (a) the death or serious illness of a near relative;\n          (b) business or family affairs of an urgent nature;\n          (c) arrangements for obtaining employment or assistance from\n               friends on release.\n               (4) The Superintendent may, at any h e when an inmate is\n     prohibited from writing or receiving a letter, communicate to an h a t e\n     or to his friends, any matter of importance to such inmate.\n                   me inclusion of this page is authorized by L.N. 24/19941\n   THE CORRECTIONAL INSTlTUTloN (ADULT CORRECTlONAL                        45\n                  CENTRE) RULES, 1991\n        (5) No more than two persons shall be allowed to visit 80\ninmate at any one time.\n        (6) Male inmates shall be visited in the sigh6 and hearing of a\nmale correctional officer and female inmates in the sight and hearing\nof a female correctional officer.\n        (7) No person shall, except in a case of emergency, be allowed\nto visit an inmate on a Sunday or public holiday."
    },
    {
      "provision_ref": "sec164",
      "section": "164",
      "title": "Section 164",
      "content": "164. Any person committed to an adult correctional centre in\ndefault of the payment of any sum which in pursuance of any conviction\nor order he is required to pay, shall be allowed to communicate with or\nto have m interview with any of his friends on any weekday at any\nreasonable hour for &e bona fide pwpose of making arrangements for\nthe payment of the debt in respect of which he was committed tor the\nadult correctional centre."
    },
    {
      "provision_ref": "sec165",
      "section": "165",
      "title": "Section 165",
      "content": "165.-(1) R-nable     facilities shall be allowed the legal adviser of\nan inmate who is conducting any legal proceedings. civil or criminal,\nin which the inmate is a party, to see the inmate with reference to\nsuch proceedings in the sight but not in the hearing of a member of\nSta&\n         (2) The legal adviser of an inmate may, with the pennission\nof the Superintendent, see such inmate with reference to any ather\nlegal business in the sight of a member of s M .\n        (3) For the purpose of this rule “legal adviser” means €he\ninmate’s attorney-at-law or a clerk authorized by the attorney-at-law."
    },
    {
      "provision_ref": "sec166",
      "section": "166",
      "title": "Section 166",
      "content": "166. Where it is deemed necessary in the interests of justice that an\nofficer of police should interview any inmate, he may, on production\nof an order from the proper police authority, be allowed to interview\nany such inmate in the sight and hearing of a member of sta8."
    },
    {
      "provision_ref": "sec167",
      "section": "167",
      "title": "Section 167",
      "content": "167.-(1) An inmate convicted of a felony and sentenced to imprison-\nment at hard labour shall not, save in exceptional circumstances, be\npermitkd to sign any deed or document relating to property.\n         (2) Where in any case the signature of an inmate is required\nto any such document. the Superintendent shall submit the case for\ninstruction.\n                  inclusion of this p e e is authorized by L.N. 24/19941\n46              THE CORRECTIONAL INSTITUTION (ADULT CORRECTIONAL\n                               CENTRE) RULES, 1991\n                     Oflences Against Adult Correctional Centre Discipline"
    },
    {
      "provision_ref": "sec168",
      "section": "168",
      "title": "Section 168",
      "content": "168. When an inmate has been reported for an adult correctional\n            centre offence the Superintendent may order that he be kept apart\n            from other inmates and perform no labour pending the enquiry."
    },
    {
      "provision_ref": "sec169",
      "section": "169",
      "title": "Section 169",
      "content": "169. Where an inmate is reported for any major adult correctional\n            centre offence, and the Superintendent finds after enquiry that there\n            is prima facie evidence of guilt, but considers that such award as he\n            is authorized to impose would be insufficient, he may report the case\n            to the Commissioner, who shall, as soon as possible, enquire into the\n            report and such enquiry may, if he thinks it desirable, be on oath.\n                                              R&d?lt8"
    },
    {
      "provision_ref": "sec170",
      "section": "170",
      "title": "Section 170",
      "content": "170.+1) No inmate shall be put under mechanioal restraint lis a\n            punishment.\n                     (2) When it appears to the Commissioner that in orda to\n            prevent an inmate from injurhg himself or others. or damaging\n            property, or creating a disturbance or persistently escaping or auempt-\n            ing to escape from an adult correctional centre, it is neceSSary that be\n            should be placed under mechanical restraint. the Commissioner may.\n            subject to a written certificate from the medical officer in the form set\nForm 1\nSecond\n            out as Form I in the Second Schedule that the inmate is physically\nSchedule.\nForm II\n            capable of enduring mechanical restraint, make an order in the form\n            set out as Form I1 in the Second Schedule that the inmate be placed\n            under mechanical restraint.\n                     (3) Notwithstanding the provisions of paragraph (2). in 8\n            case of urgent necessity, the Superintendent may without a certificate\n            of the medical officer order that an inmate be put in handcuffs, and the\n            Superintendent shall forthwieh report to the Commissioner the circum-\n            stances of each case where such an order has been given; and if he\n            shall consider that such means of restraint shall be necessary for more\n            than twenty-four hours, he shall apply to the Commissioner who may,\n            by order in writing, direct, subject to the written certificate referred to\n            in the said paragraph (2). that the restraint be continued for such period\n            as he shall specify.\n                     (4) No inmate shall be kept under mechanical restraint for\n            longer than is necessary, but such restraint may only be removed by\n            the permission of the authority which ordered the restraint:\n                          vhe inclusion of this page is authorkd by L.N. U/lW\n    THE CORRECTIONAL INSTITUTION (ADULT CORRECTIONAL                              47\n                   CENTRE) RULES, I991\n   Provided that such restraint shall be removed on the recommenda-\ntion of the medical of€icer for reasons of health.\n         (5) The Superintendent shall forthwith record in his journal\nparticulars of every case of mechanical restraint.\n         (6) No means of mechanical restraint shall be used except of\nsuch patterns, and in the manner and under the conditions specified\nin these Rules.\n         (7) Where any order placing an inmate under mechanical\nrestraint has expired or has been countermanded or revoked, the\nSuperintendent shall forthwith give notice to the Commissioner, in the    Ezzdm\n                                                                          Scbedulc.\nform set out as Form 111 in €he Second Schedule, of the release of\nsuch inmate."
    },
    {
      "provision_ref": "sec171",
      "section": "171",
      "title": "Section 171",
      "content": "171.41) The means of mechanical restraint which may be used in\nrespect of male and female inmates shall be-\n    (a) Hundcufls-Handcuffs may be used as a temporary means for\n         restraining inmates who become violent. Handcuffs may be\n         ordered to be placed eilhzr in front of or behind the body.\n         Handcuffs shall, when ordered to be placed with the hands\n         behind the body, be moved to the front at meal times and at\n         night. The handcuffs used shall be of regulation pattern.\n     (b) Straight jacket-A straight jacket may be used for the re-\n         straint of inmates who become violent where the safety either\n         of the inmate or of other inmates so requires. The jacket\n         shall be made of suitable canvas, and be so constructed as to\n         permit the jacket being laced at the back. It shall contain\n         ,two inside pockets for securing the inmate’s hands."
    },
    {
      "provision_ref": "sec172",
      "section": "172",
      "title": "Section 172",
      "content": "172. The Superintendent shall submit a return to the Commissioner\nat the end of every month showing particulars of all inmates who have\nbeen under restraint during the month, and such return shall show\nthe type of restraint used, the date commenced and, where applicable,\nthe date discontinued, and the medical officer’s remarks on each kmate\nremaining under restraint at the end of the month.\n                         Requests and Complaints"
    },
    {
      "provision_ref": "sec173",
      "section": "173",
      "title": "Section 173",
      "content": "173. A request by an inmate to see-\n    (a) the Superintendent; or\n48       THE CORRECTIONAL INSTITUTION (ADULT CORRECTIONAL\n                                 CENTRE) RULES, 1991\n         (b) the Commissioner; or\n         (c) a Visiting Justice; or\n         (d) a member of the Board of Visitors,\n     shall be recorded by the member of staff to whom it is made, and con-\n     veyed without delay to the superior officer in charge for submission to\n     the Superintendent, and the Superintendent shall, in respect of every\n     such request, inform the Commissioner, or Visiting Justice, or member\n     of the Board of Visitors, as the case may be, either on his next visit\n     to the adult correctional centre or sooner if he thinks fit."
    },
    {
      "provision_ref": "sec174",
      "section": "174",
      "title": "Section 174",
      "content": "174. An inmate shall make a complaint or charge against a member\n     of the adult correctional staff as soon as possible after the occurrence\n     giving rise to such complaint or charge."
    },
    {
      "provision_ref": "sec175",
      "section": "175",
      "title": "Section 175",
      "content": "175.41) A petition from an inmate shall be submitted on the\n     authorized form, and shall be forwarded along with the comments of\n     the Superintendent to the Commissioner for his comments before being\n     transmitted to the Governor-General.\n              (2) An inmate who has petitioned the Governor-General and\n     has not received a reply thereto shall not. except in special circum-\n     stances. be allowed to petition the Governor-General again during the\n     same senknce until a reply is received.\n              (3) Replies to petitions shall. in all cases, be communicated\n     to inmates individually, and not in the presence of other inmates and\n     whenever an inmate desires it, the effect of the reply to his petition\n     shall be explained to him."
    },
    {
      "provision_ref": "sec176",
      "section": "176",
      "title": "Section 176",
      "content": "176. An inmate shall not be permitted to write to the Judge by or\n     before whom he was tried on maGters connected with his trial, con-\n     viction or sentence.\n                                       Classification\n       1 7 7 4 1 ) With a view to facilitating the classification of convicted\n     inmates senknced to imprisonment with hard labour and to minimizing\n     the risk of contamination, the Superintendent shall classify them in\n     accordance with the following provisions-\n                   p b e inclusion of shis page is authorized by L.N. 24119941\n    THE CORRECTIONAL INSTITUTION (ADULT CORRECTIONAL                           49\n                            CENTRE) RULES, 1991\n    (a) young inmates’ class-Inmates      under twenty-one years of age;\n     (b) star class--Inmates of twenty-one years or over who have\n         been sentenced to the adult correctional centre for the first time.\n         or who, in the opinion of the Superintendent, have not been\n         sentenced to the adult correctional centre for any serious crime.\n         or are not habitually criminal or of corrupt habits;\n    (c) ordinary class-Inmates not placed in the young inmates class\n         or star class.\n         (2) The Superintendent may. in his discretion, exclude or\nremove from the young inmates class, or the star class, any inmate\nwhose character in his opinion renders him unfit to associate with other\ninmates of that class.\n         (3) The Commissioner may set up such other classes as may\nin his opinion be necessary for improving the methods of classification;\nand he may in his discretion authorize. in any particular case or at any\nparticular adult correctional centre, a departure from the provisions of\nthis rule; so, however, that any such departure shall be for the purpose\nof further minimising the risk of contamination.\n                            Remission of Sentence"
    },
    {
      "provision_ref": "sec179",
      "section": "179",
      "title": "Section 179",
      "content": "179. For €he purposes of calculating the period of remission that may\nbe earned. the expression “sentence” means any continuous period of\nimprisonment whether the result of one or more orders of a Court.\n              r h e inclusion of this page is authorized by L.N. 24/1994]\nso       THE CORRECTIONAL INSTITUTION (ADULT CORRECTIONAL\n                                 CENTRE) RULES, 1991\n           Remission on Imprisonment in Default of Payment of Sums\n       lSO.-(l)   In this rule the expression “sum” includes both fine and\n     costs.\n              (2) An inmate sentenced to imprisonment in default of pay-\n     ment of a sum and committed to an adult correctional centre shall be\n     entitled to remission of a proportionate part of such sentence on pay-\n     ment by or on behalf of such inmate of the whole or part of such sum;\n     but no part of such sum shall be accepted unless it is the amount\n     required, as hereinafter set forth, to secure one day’s remission of the\n     sentence or more multiple thereof.\n              (3) An inmate committed to an adult correctional centre in\n     default of payment of any sum shall not be entitled to be discharged\n     upon the first day of his imprisonment except upon payment in full of\n     the sum in respect of which the committal took place.\n             (4) In reckoning the number of days by which a term of\n     imprisonment may be reduced by part payment, the first day Of\n     imprisonment shall not be taken into account and the amount that will\n     secure one day’s remission will therefore be the total sum adjudged to\n     be paid divided by the number of days imprisonment less one day.\n             (5) In computing the sum which shall secure the reduction of\n     the term of imprisonment fractions of a cent shall be disregarded\n              (6) When the part payment by or on behalf of my inmate of\n     any sum would, on a proportionate computation, secure his discharge\n     on a Sunday, he shall be discharged on the preceding Saturday; and in\n     calculating the amount necessary to secure the release of an inmate\n     on a Saturday no charge shall be made in respect of the Sunday next\n     fOllOWin&\n              (7) Payment may be made on Monday to Friday between\n     the hours of 8 a.m. and 4 p.m. and on Saturday between the hours\n     8 a.m. and 1 p.m, and no payments may be made at any other times,\n     save in exceptional circumstances and with the approval of the Super-\n     intendent.\n             (8) When an inmate is sentenced to consecutive or concurrent\n     sentences of imprisonment each in default of payment of a sum. the\n     sentences and the sums shall be treated separately and the sums shall\n     not be added together and a general rate struck for the combined\n     sentences.\n                   p   e inclusion of rhis page is authorized by L.N. 24/19941\n   THE CORRECTIONAL Ih’STITUTION (ADULT CORRECTIONAL                       51\n                  CENTRE) RULES, I991\n                              Payment of Debts"
    },
    {
      "provision_ref": "sec181",
      "section": "181",
      "title": "Section 181",
      "content": "181. A debtor may be received into an adult correctional centre\nwithin a year and a day of the date of the order of commitment notwith-\nstanding that the term of imprisonment may extend beyond the date\nupon which the order of commitment expires."
    },
    {
      "provision_ref": "sec182",
      "section": "182",
      "title": "Section 182",
      "content": "182. Payment of the full amount of the debt and costs shall entitle\na debtor to immediate discharge."
    },
    {
      "provision_ref": "sec183",
      "section": "183",
      "title": "Section 183",
      "content": "183. The provisions of paragraphs (2), (4). (51, (6)and (7) of rule\n180 shall apply to the payment or part payment of debts.\n                                Long Sentences"
    },
    {
      "provision_ref": "sec184",
      "section": "184",
      "title": "Section 184",
      "content": "184.+1)   The Commissioner shall, at the commencement of every\nmonth,transmit to the Governor-General a report upon-\n    (a) the conduct;\n     (b) the mental and physical health; and\n     (c) the attitude towards his offence,\nof each inmate serving a sentence who, during the preceding month,\ncompleted the first or any subsequent period of four years of his\nsentence.\n        (2) The report shall indicate the opinion of the medical officer\narm-\n    (a) the effect of imprisonment already undergone by; and\n    (b) the probable effect of future imprisonment upon,\neach such prisoner.\n        (3) No inmate shall be informed of the transmission of any\nsuch teport."
    },
    {
      "provision_ref": "sec185",
      "section": "185",
      "title": "Section 185",
      "content": "185. Where in any particular case an inmate becomes aware that his\ncase has been ordered to be brought forward for consideration by the\nGovernor-General at a date earlier than in the ordinary course, such\ninmate shall be informed-\n     (a) that no promise of special remission is thereby made, and that\n         he must not entertain any expectation of being released at\n         the time named; and\n     (b) that his conduct and industry will be taken into consideration\n         by the Govemor-General when reviewing his case.\n              Irhe inciusion of this page is authorized by L.N. 24/19941\n52       THE CORRECTIONAL INSTlTUTlON (ADULT CORRECTIONAL\n                        CENTRE) RULES, 1991\n        PARTIV. SPECIAL\n                      RULESFOR PARTICULAR CLASSES OF INMATES\n                          Inmates under Sentence of Death"
    },
    {
      "provision_ref": "sec186",
      "section": "186",
      "title": "Section 186",
      "content": "186. An inmate under sentence of death shall, immediately upon\n     his reception in the adult correctional centre, be searched with speci,al\n     care and every article shall be taken from him which the Super-\n     intendent deems dangerous or inexpedient to leave in his possession."
    },
    {
      "provision_ref": "sec187",
      "section": "187",
      "title": "Section 187",
      "content": "187. An inmate under sentence of death shall not be required to do\n     any work."
    },
    {
      "provision_ref": "sec188",
      "section": "188",
      "title": "Section 188",
      "content": "188.-(1) All visits to inmates under sentence of death shall take\n     place in the sight and, except where the visit is by a legal adviser, in\n     the hearing of a member of staff.\n               (2) An inmate under sentence of death shall be allowed special\n     facilities by the Superintendent to correspond With and, in accordance\n     with section 42 of the Act, to be visited by his legal adviser and his\n     relatives and friends, and he shall be allowed such diet and exercise\n     as the Superintendent may, subject to the approval of the Commis-\n     sioner, Visiting Justices, or medical officer, direct.\n                    First, Second and Third Division Inmates"
    },
    {
      "provision_ref": "sec189",
      "section": "189",
      "title": "Section 189",
      "content": "189.41) Inmates committed to an adult correctional centre-\n          (a) for default in the payment of any civil debt, tax or rate, or\n               for contempt of Court, or for want of security for their\n               appearance at Court; or\n          (b) to await deportation or extradition,\n     shall be classified as first division inmates.\n              (2) Inmates committed to the adult correctional centre-\n          (a) to await trial;\n          (6) to be remanded in custody:\n          (c) as appellants or who, subsequent to committal. appeal or ask\n               for leave to appeal against conviction or sentence.\n     shall be classified as second division inmates.\n             (3) Inmates committed to m adult correctional centre-\n         (a) to serve a sentence of simple imprisonment; or\n    THE CORRECTIONAL INSTITUTION (ADULT CORRECTIONAL                         53\n                   CENTRE) RULES, 1991\n     (b) for failure to find sureties for the keeping of the peace,\nshall be classified as third division inmates."
    },
    {
      "provision_ref": "sec190",
      "section": "190",
      "title": "Section 190",
      "content": "190. Each division shall be located in a separate part of an adult\ncorrectional centre and, except when they are employed pursuant to\nthese Rules in the services or industries of an adult correctional centre,\nthe inmates of one such division shall, as far as possible, be kept\napart from inmates of other such divisions, and from inmates serving\nsentences of hard labour."
    },
    {
      "provision_ref": "sec191",
      "section": "191",
      "title": "Section 191",
      "content": "191.-(1) An inmate of the first or second division may be permitted\nat his own expense, to provide food for himself and on any day upon\nwhich any such inmate is so provided with food, he shall not receive\nthe adult correctional centre diet.\n        (2) The Superintendent may cause any such food to be\nexamined and may at any time, for sufficient reason, withdraw such\npermission."
    },
    {
      "provision_ref": "sec192",
      "section": "192",
      "title": "Section 192",
      "content": "192. An inmate of the first or second division may be permitted to\nwear his own clothing and to use his own bedding so, however. that\nno such clothing or bedding shall be used unless it is-\n    (u) suitable and adequate;\n    (b) not required for purposes of justice; and\n    (c) if the medical officer so directs, disinfected."
    },
    {
      "provision_ref": "sec193",
      "section": "193",
      "title": "Section 193",
      "content": "193. No inmate of the first, second or third division shall sell or\notherwise dispose of to any person any article permitted to be intro-\nduced for the use of any such inmate."
    },
    {
      "provision_ref": "sec194",
      "section": "194",
      "title": "Section 194",
      "content": "194.41) No inmate of the first or second division shall, except at\nhis request or with his consent, be employed in the services or industries\nof an adult correctional centre.\n        (2) Every inmate shall be required to keep clean and tidy-\n    (a) his cell or dormitory; and\n    (b) his person and clothing,\nbut an inmate of the first or second division may, upon payment of\nsuch small sum as the Commissioner shall determine, be relieved of the\nduty of keeping clean and tidy his cell, dormitory or clothing.\n              Irhe hclusion of this page is authorized by L.N. 24/19941\n54       THE CORRECTIONAL INSTITUTION (ADULT CORRECTIONAL\n                        CENTRE) RULES. 1991"
    },
    {
      "provision_ref": "sec195",
      "section": "195",
      "title": "Section 195",
      "content": "195. An inmate of the first or second division shall be allowed ta\n     provide for himself such toilet requisites, books and periodicals 85 the\n     Superintendent shall approve.\n       1%.--(1) An inmate of the first or second division may receive not\n     more than two visits in any one week and such visits may be allowed\n     on any week-day between the hours of 10 a.m. and 4 p.m.\n             (2) Not more than two persons shall be allowed to visit at one\n     time.\n              (3) An inmate of the second division may intervitw his legal\n     adviser at a reasonable hour on any week-day in the sight, but out of\n     the hearing, of a member of staff.\n             (4) An inmate of the second division may, if xiecessary for\n     the purpose of his defence, see a registercd medical practitioner chosen\n     by himself or by his friends or legal adviser at a reasonable hour on\n     any week-day in the sight, but out of the hearing, of a member of staff.\n               (5) The Superintendent may in any particular case or for any\n     particular reason prolong the period of any visit, or increase the num5cr\n     of visits, or allow inmates of the first, second and third divisions to be\n     visited by more than two persons at the same time.\n              (6) Special facilities shall be granted to an inmate of the\n     second division to whom bail has been offered to communicate with or\n     to have interviews with any of his friends at a reasonable hour on any\n     week-day for the bona fide purpose of obtaining bail."
    },
    {
      "provision_ref": "sec197",
      "section": "197",
      "title": "Section 197",
      "content": "197.-(1) An inmate of the first division shall be permitted to write\n     and to receive one letter in each week.\n              (2) An inmate of the second division shall be dowed all\n     reasonable facilities (including the provision of writing materials) for\n     communicating by letter with his relations and friends, or for con-\n     ducting correspondence or preparing notes in mnnection with his\n     defence.\n              (3) Any confidential communication prepared by an inmate\n     of the second division as instructions for his legal adviser may, unless\n                   -\n     the Superintendent has reason to believe that they contain m y other\n     matter, be delivered personally to such legal adviser or to the\n     authorized clerk of such legal adviser; but all other written corn-\n                       inclusion of -Upwe is authorized by L.N. 24119941\n      THE CORRECTIONAL INSTITUTION (ADULT CORRECTIONAL\n                                 CENTRE) RULES. 1991\nmunications shall be treated as letters and shall not be sent out of\nthe adult correctional centre withoiit being previously inspected by the\nSuperintendent."
    },
    {
      "provision_ref": "sec198",
      "section": "198",
      "title": "Section 198",
      "content": "198. Inmates of the first, second and third divisions shall be per-\nmitted to exercise in association in that part of an adult correctional\ncentre allotted to them, so, however, that in respect of inmates of the\nsecond division such restrictions as may be necessary to prevent con-\ntamination or any conspiracy to defeat the ends of justice may be\nimpOSed."
    },
    {
      "provision_ref": "sec199",
      "section": "199",
      "title": "Section 199",
      "content": "199. Any privileges allowed by these Rules to an inmate of the first,\nsecond or third division, except the privileges allowed to an inmate\nof the second division for the purpose of-\n     (a) obtaining bail; and\n     (b) preparing his defence,\nmay. in the case of any abuse thereof. be forfeited.\n                                     Young Inmates\n  2 0 0 4 1 ) There shall be set apart in such adult correctional centre\nas the Minister may direct a section thereof (to be known as the “young\ninmates’ section”) for the confinement of such young inmates as the\nCommissioner may select.\n         (2) The inmates confined in the young inmates’ section shall,\nso far as possible, at all times be kept apart from other inmates.\n                                     FIRSTSCREDuLa                           (Rule 2)\n          Rules for the Proceeding and Visits of Board of Visiting Jusffces"
    }
  ],
  "definitions": []
}