{
  "id": "jm-subs-the-criminal-justice-reform-act",
  "type": "statute",
  "title": "The Criminal Justice (Reform) Act",
  "title_en": "The Criminal Justice (Reform) Act",
  "short_name": "Criminal Justice (Reform) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-criminal-justice-reform-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-criminal-justice-reform-act",
  "provisions": [
    {
      "provision_ref": "sec0",
      "section": "0",
      "title": "Section 0",
      "content": "0) the offender’s attitudes and response to previous forms of\n                       treatment and convictions;\n                (k) a recommendation as to the most appropriateform of treatment of\n                       the offender."
    },
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1,                              , consent to the making of this order and I am aware that if I fail\n     to comply with any of the requirements of this order-\n              (a)   a warrant may be issued for my arrest or a summons issued requiring me to\n                    appear before the Court;\n              (b)   this order may be revoked; and\n              (c)    I may be sentenced to imprisonment or deah with in any other manner in\n                    which I could have been deah with for the offence if this orda had not\n                    been made.\n     Dated this                day of                 ,200 .\n     At\n                                                                                  Signature of offender\n     *To be included where a combination community service and supervision order is made\n     pursuant to Seaion I5 of the Act.\n                                                     FORM5                                        (Rule 9)\n                                                CURFEWORDER\n     In:\n                                  (name and dwision of Court)\n     For the parish ot7hetd at:\n                         (The inclusion of this page is authorized by L N     28/2003]\n                             THE CFUMNXLJUSTICE (REFORM)RULES, 2001                                               15\n                                                     FORM^, contd\nBefore:                                                                                                       -\n                                            (nume ofJudge)\nIn the m;rtt+r of: R.v.\nFor the offence of:\nName of offender:\nUPON tbe offender having been convicted/pleaded guilty to the said offence, pumshable 4 t h\nimpri-              and having attained the age of seventeem years,\nPURSUANT to the provisions of the Criminal Justice (Reform) Act, instead of sentencing the\noffender to impriwnment, the Court\nHEREBY ORDERS th+"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In performing unpaid work under this order. the offender shall comply with the dirations\n        given to him by-\n                (a)   his probation oflicer.\n                (b)    any person in charge of supervising the work at the place where the offender is\n                      required to perform unpaid work.\n14                             THE CIIIMR\\I.1L JUSTICE (REKlRM) RULES, 2001\n                                                  FORM4, contd."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. During the periods specified in paragraph 2. the 05mder shall be monitored as follows:\n*4. The offender shall be under the supervision of an authorized oficer for the following period:\n *5. During the p o d specified in paragraph 4, the offender shall-\n            (u )    keep in touch with the authorized officer in accordance with such instructions as\n                    may from time to time be given to him by that offiw, and\n            (b)              the authorized officer of any change of the offender's place of\n                    residence.\n BY ORDER OF THE COVRT\n This              dayof                    ,200 .\n                                                                                   RegistrarClerk of Courts\n I.                         . consznt to the malung of this order and I am aware that if1 fail to\n comply with any of the requirementsof this order-\n            (a) a warrant maybe issued form?; arrestorasummons issued requiring me to\n                appear before the Court;\n            ( 6 ) this order may be revoked;and\n            (c)      l m a y b e s e n t m d tohprisomnent OrdZahwithinanyothermarmerinwhichI\n                    could have beem &ah with for the offkaoe ifthis order had not been made.\n                           [llie incliisioii of tliis page is authorized hy L.N.   28,200.7j\n16                            THE CRLMNAL JUSTICE (REFORM)RULES, 2001\n                                                  FORM 5,contd.\n     D.ted this               day of                 .200 .\n     At\n                                                                                  Signature of offender\n     *To be included where a combination curfew and supervision order is made pursuant to d o n\n     15oftheAct.\n                                                   FORM 6                                      (Rule 10)\n                                               MEDIATION\n                                                       ORDER\n     In:\n                                   (name and division of Court)\n     For the parishoDheld at:\n     Before:\n                                           (name ofJudge)\n     In the matter of: R.v.\n     For the offmce of:\n     Name of offender:\n     UPON the off&     having been convictdpleaded guilty to the said offence, punishable with\n     imprimment, and having attainedthe age of seventeen years,\n     PURSUANT to the pvisions of the Criminal Justice (Reform) Ad, instead of sentencing the\n     offender to impristmmmt, the Court, having been satisfied that, having regard to all the\n     CirrrrmstMces,this mntC7 is suitable to be dealt with by mediation,\n     HEREBY ORDERS that-"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. I regard himher as a pason of good &mdawho is likely to discharge responsibly hidba\n     duties as a mediator.\n                                                                Signed\n                                                                At\n     This              day of                200\n                                                   FORM 8                                (Rule 12)\n                                      REPORT OF BREACH\n                                                     BY OFFENDER\n                                                   I$onnanon\n     Parish of:\n     The information and complaint of\n                                                            (name)\n                                                                                       of the pariah\n                                (mapation)\n     of                              made and taken upon oath before the undersiped this        LY\n     of                ,200        whosaith that on the        day of                ,200       me\n                                                            oftheparish of\n                  (name ofoflender)\n     who was made the subjed of a\n                                                    .    (state type oforder)\n     is being refered back to the Court for bra& of the said order, pursuant to s d m 1 1 of the\n     Criminal Justice (Rdbrm) Ad.\n     Ihe breach conplamed of is:\n     and thuwpon the said Complamdprays that the said\n     be summoned to answa untothe said Conplainrrd accordingto law.\n                        THE CRIMINAL JUSTICE (REFORM)RULES, 2001                                 19\n                                         FORM8, contd.\nTaken and sworn to before me at\nin the parish of\nthis           day of             ,200\n                                                            2\n                                                                JustiOe ofthe Peace/Registrar,\n                                                                C l d of the COurLE:\n                                                                Forthe pansh of\n                   (The inclusion of this page is authmzcd by L.N. 28/?003J"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . Assessment of response to supemsion\n           -   Canpliance:\n               Anitudes and receptivity to supervision:\n               Regress todate:\n                                                       FORM4                                (Rule 8 )\n                                           COMMUNITY SERVICE ORDER\n     In:\n                                     (name ond divrsron of Courr)\n     For the parish of7held at:\n     Before:\n                                               (name of Judge)\n     In the matter of: R.v.\n     For the o f f i of:\nv,\n     NMle of off&\nr\nI    UPON the offender having been convicted/pleaded guilty to the said offence,punishable\nP    with imprisament, and having attained the age of seventeen years.\n     PURSUANT to the provisions of the Criminal Justice (Reform) Act. instead of sentencing the\n     offender to imprisonmem, the Court, having been satisfied-\n                (a)    that for the duration of this order the offidex resides or will reside at the\n                      following address:\n                (6)    that arrangements can be made in the area in which the offender resides,\n                      or will res-or    him to' perform work under a community service order and\n                      for the proper supervision of that work:\n                (c)   &er considering a report by a probation officer in respect of theoff&\n                      and his circumstanca. that the offender is a suitable person to perform work\n                      under a community service order.\n     HEREBY ORDERS that-"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.+ 1) This rule applies to an attendanceorder made under section 12 of\n         the Act.\nForm 2              (2) The order shall be in accdrdance with Form 2 of the Schedule.\n            *\n                    (3) Upon receiptof a copy of anorderdelivered pursuant torule\n         4(c), the day training centre shall ensure that satisfactoryarrangementsare in\n         place for-\n                (a) receiving the offender; and\n                (6) ascertaining whether the offender attends at the centre in\n                    accordance with the terms of the order, and for that purpose shall\n                       keep a register of the offender’s attendance at the centre.\n                    (4) Where the offender fails-\n                (a) to attend at the day training centre in accordancewith the terms\n                    of the order or\n                          [The inclusion of this page is anthorized by L.N. 28/20031\n                   THE CRlMlMYL JUSTICE (REFORM)RULES, 2001                                   5\n      (6)   while attending at the centre, to comply with the instructions\n            given by, or under the authority of, the person in charge of the\n            c e m , the person in charge of the centre shall forthwith make a\n            report of such failure to the relevant authorized officer, a justice\n            of the p c e or the Court,in accordanoewith rule 12."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7 . 4 1 ) This rule applies to supemision orders made under the Act.\n        (2) where an order is made under section 15 of the Act, the\nprovisions ofsection 9(5) of the Act (fine for n o n a m p l i c e ) shall apply to\nsuch order.\n        (3) Upon receipt of a copy of an order delivered pursuant to rule 4\n(c), the relevant authorized officer shall make arrangements to meet with the\noffendex, not later than five days from the date of the order, at such time and\nplace as shall be appointed by the authorized officer, and thereafter at least\nonce eveq seven days.\n        (4) The relevant authorized officer shall-\n      (a) arrange with the offender to visit the offender at the otfender’s\n            place of residence at least once in every three months;\n      (6) prepare a written case review in respect of the offender at least\n          once in every six months, and may conduct such other review as\n          such officer thinksappropriate; and\n      (c) at the end of the supervision period, submit a written report to the\n                                                                                      Fam 3\n            Court in accofdance with Form 3 of the Schedule."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) This rule applies to a. community service order made under\nsection 10 of the Act.\n        (2) Upon receipt of an order delivered pursuant to rule 4(c), the\nrelevant authorized officer shall ensure t h a e\n      (a) arrangements are madefor the performanceofunpaid workby\n            the offender in accordance with the tern of the order,\n      (b) those arrangements are communicated to the offender,\n      (c)   those arrangements provide for the offender to be assigned to a\n            place of work within seven days of the receipt of the o&, and\n      (d) when arrangements are made by that officerwith a third party\n          for the performane of work by the offader under the\n          supervision of the third party, the officer shall give notice to the\n          third party in acamhce with Form l(2) of the Schedule, FOIIOIO).\n          toge$herwith acopy ofthe order, at least seven days prior tothe\n               We inclusion of this page is authorized by L.N. 28/2003]\n6\n                      start of such work by the offader.\n                   (3) In making arrangementspursuant to paragraph (2), the authorkd\n          officer shall take into amun+\n                (a) the suitability of the offender to perform the work,\n                (6) the area in which the offender resides;\n                (c)   the level of risk posedby the offendecand\n                (d) the needs of the offender, including his religious beliefs, and the\n                    times, if any, at which the offender normally works or attends a\n                    school or other educationalestablishment.\n                  (4) In performing unpaid work pursuant to the order, the olhder\n          shall comply with all reasonable directions of the person in charge of the\n          supervision of the work, as to-\n                (a) the manner in which the work is to be performed; and\n                (6) the rules to be obsewed in the interest of the health, well-beingor\n                    safety of workers or of other persons present.\n                 (5) Where an offender fails to report for work or to comply with a\n          reasonable direction referred to in paragraph (4), the work supemisor shall\n          make a report in accordance with procedure set out in rule 12.\n                  (6) For the purposes of section lO(2) of the Act, the mattm that the\n          court nay take into acoount in order to satisfy itself as to the suitability of\n          the offender to perform work under a community seMct or&r include\n          whether or not the offender-\n                (a) hasalixedaddress;\n                (6) has satishctoxy interpersonal skills;\n                (c)   is available for work;\n                (d) is likely to pose a threat to the public or to any member of the\n                    public, or to commit an offence while pedorming work under the\n                    order.\nForm 4.           (7) The order shall be in accordancewith Form 4 ofthe S c W e .\n              9 4 1 ) In determining a place to be specified in a curfew order undcr\n          section 13 of the Act, as a place where the offender is tcQujFbdtonrminfor\n          aspccifiedpuiod, t h e m shalltakcintoacco~ne\n                (a) theaverallsubbilityof t h e p l a c c f b r t b e ~ d r a u f e w\n                      ordtrinrespedofthe~,and\n                   THE CRLULV2L JUSTICE (REFORM)RULES, 2001                           7\n      (6) the likely impact of the order on other persons residing at that\n          P b .\n       (2) A curfav order shall be in accordance with Form 5 of the Farms\nSchedule.\n   lo.-+)   A mediation order made under section 16 of the Act shall be in\naccofdance with Form 6 of the Schedule, and the provisions of this rule shall F-6\napply to mediation proceedings pursuant to mediation orders.\n        (2) No person shall be assigned to a case as a mediator unless-\n      (a) thatpersol+\n            (i)    has undergone at least forty hours of basic training in\n                   mediation at an approved mediation centre;\n            (ii)   has observed at least two mediation sessions; and\n      (6) a Justice of the peace, member of the constabulary For# not\n          below the rank of Sergeant,minister of religion,or principal of an\n          educational institution other than a pre-primary school, attest to\n          the person’s good character by completing a declaration in\n                                                                             Fann 7\n          accofdance with Form 7 of the Schedule.\n         (3) A register of mediators who meet the criteria set out in paragrsph\n(1) shall be kept by every mediation centre, in respect of the madiators\nattached to that centre, and the inclusion of the name of a mediator in the\nregister shall be subject to the approval ofthe Chief Justice.\n        (4) Upon the receipt of a mediation order delivered pursuant to rule\n4(4, the approved mediation centre shall-\n      (a) assign @ matter to an approved mediator\n      (6) ensure that the necessafy arrangements are in place to facilitate\n          mediation in accordance with the terms of the mediation order,\n            and\n      (c)   appoint times for the occurrence of mediation scsshs, after\n            consultation with the parties expected to participate in tbe\n            mediation, and notify the partiesof the times soappointad.\n        (5) A person shall not act asa mediator in any matter in which he\nhas a personal interest or a contlict of interests.\n        (6) The following persons shall be entitled to attend mediation\nP-nP\n    (a) the patties involved and their attormys-at-law;\n               [The inchision of this page is aiitliorized by L.N. 28/2003]\n8                     THE CRlMNAL JUSTICE (REFORM)R U E S . 2001\n          (6)   where a party to the mediation is a company, any person duly\n                authorized to represent the company in the mediation\n                proceedings; and\n          (c)    any person authorized to attend by the mediator.\n             (7) The mediator may determine the manner in which the mediation\n    proceedings are conducted and shall ensure that such proceedings are\n    conducted in a manner that facilitates the sharing of relevant information by\n    the parties.\n            (8) Where there is a delay in conducting mediation proceedings such\n    that the mediator is of the view that the proceedings are unlikely to be\n    completed within the time specified in the mediation order as the time within\n    which the mediation shall be concluded, the mediator may apply in writing to\n    the Court for an extension of that time, and the Court may grant the\n    application if it thinks it reasonable to do so.\n            (9) It shall be the responsibility of the mediator, where an agreement\n    is reached between the parties in mediation proceedings, to prepare a\n    mediation agreement incorporating the material terms of the agreement, and\n    for that purpose the mediator may obtain such legal, technical or other\n    assistance as the mediator may require in the preparation of the agreement.\n            (10) A mediation agreement prepared pursuant to paragraph (9) shall\n    be-\n          (a) signed by all the parties thereto; and\n          (6) submitted to the Court along with the mediation report,\n    and a copy of the agreement shall b\n                (i) given to each party to the mediation upon the signing\n                      thereat\n                (ii) retained by the mediation centre.\n            (1 1) A party shall not be bound by any statement made or agreement\n    arrived at in mediation proceedings unless the statement or agreement is\n    contained in a mediation agreement prepared pursuant to paragraph (9) and\n    signed by that party."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10, 12, 13, 15 or 16 of the Act, the authorized officer shall forthwith\ncomplete an information in accordance with Form 8 of the Schedule and\nsubmit it to a justice of the peace or the Court.\n                [The iiicltision of this page is authorized by L.N. 28/2003]\n10                           THE CRLA4LM.L JUSTICE (REFOMRULES, 2001\n                                                   SCHEDULE\n                                                     FORM1                                (Rule 4)\n                                              NOlTCJiS OFREFERRAL\n                                  ( I ) Notice of rqerral to a day training cenfre\n     To:\n     N h c e ishaeby giveathat                                             of\n     isrrquiredt0mad.t:\n                                                 (name cfday training centre)\n     myinsthepsriod:\n                                          (srate hme andfiequency of attendance)\n     pursuant tothe aa;lchadorda.\n     You are required to keep a register of the abovenamed offender's attmdance and to\n            thecowt, a justiceof the peace, or the relevant authorized officer,of any failure\n     of the off&      to attad in accordancewith theorderor tocolnply withthe insmcti00s\n     given by, or under the authority of, the persan in chargeof the centre.\n     Signed:\n                 RegharlClalr of Courts\n                                     (2) Notrce of referral to a place of w r k\n     To:\n     Notice is haeby given tht                                        of\n     isrrquiredtoperfomrunpaidworkat                                                         during\n                                                           (srureplace ofnor&)\n     thepao\n          i dd                                                                    pursuanttotheu\n                       (state flme andfieqnency of attendance)\n     order.\n     Y w a?.e lapired to ootirj. the court or theauthorized officer WhoIle tumc appeals\n     below, of any hilure of the a b o v d off&    to report for work at the thnes Bpbclfied\n     m this notice a hihue to canply witb my reaParrble direaim givm by you, a any\n     person-      . by yoq in relation to the perfomwce of work by theoandu.\n     S i d :\n                 NameofAuhridOBicer\n                          [The iiicliision of this page is authorized by L.N. 28/2003]\n                        THE CRLUlitXLJUSTICE (REFORM)RULES, 2001                              11\n                                              FORM2                                (Rule 6)\n                                        ATENDANCE ORDER\nIn:\n                               (numeund division of Court)\nFOrthepanshoDbeldrt:\nBefore:\n                                    (nume ofJudge)\nhlthelMttC€ot:RV.\nFar the offence of:\nName of off&\nUPON the off+           having becn omvictdplleaded guilty to the said offma, pumshable\nwith-                 and hsviog aaained the age of seventeen yeats,\nPURSUANT to the pvisiom of the crimiaal Justice (Refam) Act, instead of\n~ t h e o f f c n d e r t theo court,\n                                ~     having beensatkfied-\n          (u)    afta comidaing a report by a probation officer m rcsped of the offader\n                and his ciramglaoces that the offender is a suitable persoa to attend a day\n                      all^^,\n          (b) tht a day hrining centex exists and is approPiate far the attendaaa of\n              theoffaderand arranganadscanbcmadcfarhisattadanceat that\n              cenhe; md\n          (c)   thttheoffeadacoaserdptothemakingofthisorder,\nHEREBY ORDERS tha\n                    [\"he inclusion of this page is authorized by   L.N. 28/2003l\n12                          W E CRrrlML JUSTICE (REPDRU)RULE$2001\n                                                   FORM^, contd.\n     I                          ,comemt to the malong of this order and I am aware that i f 1 fail to\n     armply with any ofthe lquimwaofthis          *-\n             (a)      a ~~~ra                                              issued rasuiring me\n                                 n t be issued for my arrest or a su~~ll~llls\n                                may\n                     to sppw befm the CUJq\n             (b) this order may be revoked, and\n             (c)      I may be sadarcedtoimprisamnentordealt wilhinanyothermamra\n                     in which I a d d have been dealt witb for the offence ifthis order had not\n                     beenmade.\n     Datalthis                   day of                    ,200 .\n     At\n                                                                                 Signature of offender\n                                                    FORM 3                                       (Rule 7)\n                                              SUPERVISIONREPORT"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) An order under section 19 of the Act for a sentence to be served\n    in incremental periods shall prohibit the offender from travelling outside of\n    Jamaica without the permission ofthe Court.\n            (2) Where an offender is ordered to serve a sentence in incremental\n    periods, the relevant authorized &ax shall ensure that arrangements are\n    made with the Mimder for the Mender to contact or repoa tothe authorized\n                  [The inclusion of this page IS authonzcd by L N   2S/z003]\n                  THE CRIMINALJUSTICE (REFORM)RULES, 2001                                9\nofficer at least once in every fifteen days.\n   1 2 . 4 1 ) A person required to make a report under rule 6 (2) or 8 ( 5 )\nshall do so by-\n      (a) submitting a written report to the relevant authorized officer, or\n      (b)   completing an information in accordance with Form 8 of the F         ~   E\n            Schedule and submitting it to a justice of the peace or the court.\n        (2) Where it comes to the attention to an authorized officer that an\noffender has committed a breach of any order made under section 4, 5 , 6 , 9 ,"
    }
  ],
  "definitions": []
}