{
  "id": "jm-subs-the-customs-duties-dumping-and-subsidies-act",
  "type": "statute",
  "title": "The Customs Duties (Dumping and Subsidies) Act",
  "title_en": "The Customs Duties (Dumping and Subsidies) Act",
  "short_name": "Customs Duties (Dumping and Subsidies) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-customs-duties-dumping-and-subsidies-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-customs-duties-dumping-and-subsidies-act",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.41) In these Regulations-                                                    tation\n      \"cost of production\" means the aggregate of all administrative, selling\n          and other costs, including the costs of any wmanty against defect\n          or guarantee of performance and any design or engineering costs\n          that are not included in the cost of production but are reasonably\n          attributable to the production and domestic sales of like goods made\n          by the exporter and an amount for profits;\n      \"production\" includes manufacturing, growing and processing.\n       (2) For the purposes of these Regulations an importer is associated\nwith an exporter where-\n    (a) they are individuals related by blood, marriage or adoption;\n    (6) one is an officer or director of the other;\n    (c) each of them is an officer or director of the same two corporations,\n         associations, partnerships or other organizations;\n    (d) they are partners;\n    (e) one is the employer of the other;\n    v> they directly or indirectlycontrol or are controlled by the same person;\n    (g) one directly or indirectly controls or is controlled by the other.\n        (3) The expression \"profit\", in relation to any goods, means an amount\nequal to the weighted average profit made on the sales of such goods in the\nfollowing circumstances-\n    (a) where the exporter has made in the country of export, a number of\n        sales of like goods for use in that country, and those sales when taken\n        together produce a profit and are such as to permit a proper\n        comparison;\n                     [The inclusionofthis page is .uthorized by L.N. 78/2002]\n  THE CUSTOMS DUTIES (DUMPING AND SC’BSIDIES) (DETERMlh.’ATION OF FAIR\nMARKET PRICE, MATERIAL INJURY AND MARGI,V OF DUMPING) REGULATIONS, 2000\n     ( b ) where sub-paragraph ( a )is not applicable but the exporter has made\n           in the country of export a number of sales of goods that are of the\n           same general category as the goods sold to the importer in Jamaica\n           and are for use in the country of export, and those sales when taken\n           together produce a profit and are such as to permit a proper\n           comparison;\n     (c) where sub-paragraphs ( a ) and ( b ) are not applicable but producers,\n         other than the exporter, have made in the country of export a number\n         of sales of like goods for use in the country of export, and those\n         sales when taken together produce a profit and are such as to permit\n         a proper comparison;\n     (d) where sub-paragraphs ( a ) to (c) are not applicable but producers,\n          other than the exporter, have made in the country of export a number\n          of sales of goods that are of the same general category as the goods\n          sold to the importer in Jamaica and are for use in the country of\n          export, and those sales when taken together produce a profit and are\n          such as to permit a proper comparison;\n     ( e ) where sub-paragraphs (a) to (d)are not applicable but the exporter\n           has made in the country of export a number of sales of goods that\n           are of the group or range of goods that is next largest to the category\n           referred to in sub-paragraph (d)and are for use in the country of\n           export, and those sales when taken together produce a profit and are\n           such as to permit a proper comparison;\n     u> where sub-paragraphs (a) to (d)are not applicable but producers,\n          other than the exporter, have made in the country of export a number\n          of sales of goods that are of the group or range of goods that is next\n          largest to the category referred to in sub-paragraph (d)and are for\n          use in the country of export, and those sales when taken together\n          produce a profit and are such as to permit a proper comparison.\n         (4) For the purposes of paragraph (3), where the exporter is not the\n producer of the goods referred to in that paragraph, a reasonable amount for\n profits shall also include the amount of profits earned by the producer and\n any subsequent vendors in respect of sales of those goods to the exporter.\n        (5) Where the exporter is not the producer of the goods referred to in\n paragraph (3), a reasonable amount for administrative, selling and all other\n costs shall also include the amounts incurred by the producer and any\n subsequent vendors in respect of sales of those goods to the exporter.\n         (6) The amounts for administrative, selling and general costs and for\n profits shall be based on actual data pertaining to production and sales in the\n ordinary course of trade of the like product by the exporter or producer under\n investigation.\n  THE CUSTOMS DUTIES (DUMPING AND SUBSIDIES) (DETERMINATION OF FAIR\nMARKET PRICE, MATERIAL INJURY AND MARGIN OF DUMPING) REGULATIONS, 2000\n       (7) When such amounts cannot be determined on the basis specified\nin paragraph ( 6 ) ,the amounts may be determined on the basis of-\n    ( a ) the actual amounts incurred and realized by the exporter or producer\n          in question in respect of production and sales in the domestic market\n          of the country of origin of the same general category of products;\n     ( b ) the weighted average of the actual amounts incurred and realized by\n           other exporters or producers subject to investigation in respect of\n           production and sales of the like product in the domestic market of\n           the country of origin;\n     ( c ) any other reasonable method,\nbut the amount for profit so established shall not exceed the profit normally\nrealized by other exporters or producers on sales of products of the same\ngeneral category in the domestic market of the country of origin."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.+1) Subject to regulation 4, the fair market price of goods shall be Fairmarket\n                                                                          price\ndetermined by reference t o -\n    ( a ) the price at which like goods are sold in the ordinary course of business\n          for domestic consumption in the exporting country; or\n    ( b ) the cost of production of those goods in the exporting country\n          including any subsidy provided in relation to such production.\n        (2) The Commission shall determine fair market price on the basis of\nthe price in the exporting country if the Commission is satisfied that sales in\nthat country are of sufficient quantity to consider it a viable export market and\nto form the basis of fair market price.\n        (3) In paragraph (2) \"sufficient quantity\" means that the aggregate\nquantity or aggregate value of the foreign like product sold by the exporter or\nproducer in the country of export is five per cent or more of the aggregate\nquantity or value of the sales of the goods to Jamaica.\n        (4) The fair market price may be calculated on the basis of the cost of\nproduction value in cases where sales in the domestic market are inappropriate\non the following grounds-\n    (a) such sales are-\n            (i)    not viable;\n            (ii)   below the cost of production and are made within an\n                   extended period of time, in substantial quantities and at price\n                   which do not permit recovery of cost within a reasonable\n                   period of time;\n            (iii) outside the ordinary course of trade on account of market\n                  conditions;\n            (iv) not representative;\n    (6) no contemporaneous sales of comparable merchandise exist.\n                      [The inclusion of this page is wthorired by L.N. 78/2002]\n6     THE CUSTOMS DUTIES (DUMPING AND SUBSIDIES) (DETERMINATION OF FAIR\n    MARKET PRICE, MATERIAL INJURY AND MARGIN OF DUMPING) REGULATIONS, 2000\n            (5) A determination under paragraph (1) (a) shall be made on the\n    basis of sales made by the exporter under the following circumstances-\n        (a) to purchasers-\n                  (i)    with whom the exporter is not associated at the time of sale;\n                         and\n                  (ii)   who are at the same or substantially the same trade level as\n                         the importer;\n        (b) in the same or substantiallythe same quantities as the sale of imported\n            goods;\n        (c) in the ordinary course of trade for use in the country of export under\n             competitive conditions at prices that provide for recovery of-\n                  (i)    cost of production;\n                  (ii)   administrative and selling costs;\n                  (iii) a reasonable amount of profit within a reasonable period of\n                        time;\n        (d) at the same time or substantiallythe same time or in the time permitted\n             from their date of order to the date of their scheduled shipment;\n        (e) in the country of origin if the goods were shipped directly to Jamaica;\n             or\n        v) in the country of export if the goods have not been shipped directly\n           to Jamaica, so, however, that this sub-paragraph shall not apply if-\n                  (i)    the goods were trans-shipped to Jamaica, through the\n                         country of export.\n                  (ii)   the goods are not produced in the country of export; or\n                  (iii) there is no comparable price in that country in relation to\n                        those goods.\n           (6) For the purposes of paragraph ( 5 ) (b), where it is established that\n    the quantity of goods sold affect prices-\n        (a) the price of like goods shall be adjusted to reflect the quantity discount\n             generally granted in connection with a sale of like goods in the same\n             or substantially the same quantities as the quantities of the goods\n             sold to the importer in Jamaica;\n        (6) where the quantity discount cannot be ascertained, the price of like\n             goods shall be adjusted by adding thereto costs incurred, or subtracting\n             cost savings to the exporter if like goods were sold in the domestic\n             market in substantiallythe same quantities as the sales to Jamaica;\n                          [The inclusion of thir page is .Uthorired by L.N. 78/2002]\n  THE CUSTOMS DUTIES IDUMPING AND SUBSIDIES) (DETERMINATION OF FAIR                               7\nMARKET PRICE, MATERIAL INJURY AND MARGIN OF DUMPING) REGULATIONS, 2000\n    (c) where any rebate, deferred discount or discount for cash is generally\n        granted in relation to the sale of like goods in the country of export,\n        the price of the like goods shall be adjusted by deducting therefrom\n        the amount of any such generally granted rebate or discount for\n        which the sale of the goods to the importer in Jamaica would qualify\n        if that sale occurred in the country of export."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.+1)     Where the conditions described in paragraph (2) apply, the fair          Fairmarket\n                                                                                     price in\nmarket price shall be calculated as follows-                                         non-market\n                                                                                     ecanomtes\n    ( a ) on the basis of prices of like goods sold by producer in any country\n          other than Jamaica designated by the Commission (hereinafter\n          referred to as the designated country) for use in that country and\n          adjusted to reflect-\n            (i)    the prices to Jamaica; and\n            (ii)   differences in terms and conditions of sale, taxes, and any\n                   factors which affect price comparability; or\n            (iii) the cost of production as described in regulation 5 ; or\n    (h) if sufficient information is not available, on the basis of the price of\n        like goods that are produced in any designated country or the country\n        from which the goods were shipped directly to Jamaica, adjusted to\n        affect price comparability.\n       (2) The conditions referred to in paragraph (1) are that-\n    ( a ) goods sold to an importer in Jamaica are shipped directly from a\n          country the government of which has a monopoly or substantial\n          monopoly on its export trade;\n    (6) domestic prices are determined by that government; and\n    ( c ) there is reason to believe that the prices are not based upon a\n          competitive market.\n   S.--(l) Subject to paragraph (3) of this regulation and regulations 6 (1) ketf:;;;;\nand (2). 7 and 8 (1) and (2). for the purposes of determining the fair market relation to\nprice in relation to like goods, an adjustment shall be allowed for differences likegoods\nin physical characteristics, quality, structure, design or chemical composition,\nor in their warranty against defect or guarantee of performance, if it is\ndemonstrated that the differences influenced prices.\n       (2) The adjustment referred to ifi paragraph (1) shall be as follows-\n    ( a ) where the price of like goods is greater than the price of identical\n          goods, by deducting therefrom the estimated difference between those\n          prices; and\n    ( h ) where the price of like goods is less than the price of identical goods,\n         by adding thereto the estimated difference between prices;\n                      [The inclusion ot this page IS authorizedby L N 78/2002]\nX                           7711; C(JST0MS DUTIES (DUMPING AND SUBSIDIES) (DETERMINATION O F FAIR\n                          MAI(KI.;T PRICE, MATERIAL INJ(JRY AND MARGIN O F DUMPING) REGULATIONS, 2000\n                              ( c ) whire-\n                                      (i)      goods are alike except that the goods sold for use in the\n                                               country of export have applied to them a trade mark as defined\n                                               in the Trade Marks Act, that is not applied to the goods so\n                                               imported; and\n                                      (ii)     goods like the imported goods are not sold for use in the\n                                               country of export and it is probable that the trade mark or\n                                               any other mark so closely resembling the trade mark that is\n                                               likely to be taken for it will be applied to the goods subsequent\n                                               to their importation into Jamaica,\n                                   then the goods imported shall be deemed to be like goods.\n                                 (3) Where like goods are sold-\n                              ( a ) at a delivered price in the domestic market, the fair market price of\n                                    like goods shall be adjusted down by the cost of delivery in the\n                                    domestic market, and such cost includes freight and other ancillary\n                                    charges directly associated with movement of the goods to the\n                                    purchaser;\n                              (6) on a common delivered basis (that is to say all delivered at the same\n                                  price) the adjustment is an average of the cost incurred; or\n                              ( c ) on an individually delivered basis, the adjustment is the cost of that\n                                   delivery.\n                                 (4) Where-\n                              ( a ) goods imported into Jamaica and goods sold for use in the country of\n                                    export are like goods except only that the goods sold for such use\n                                    have applied to them a trade mark as defined in the Trade Mark Act,\n                                    that is not applied to the goods so imported;\n                              (6) goods like the imported goods are not sold for use in the country of\n                                  export,\n                          the imported goods and the goods sold for such use shall be deemed to be like\n                          goods for the purpose of these Regulations if, in the opinion of the Commission,\n                          the conditions specified in paragraph ( 5 ) apply.\n                                 (5) The conditions referred to in paragraph (4)are that-\n                              ( a ) the goods are being imported into Jamaica without the trade mark\n                                    applied to them in order to avoid the operation of regulation 3; and\n                              (6) it is probable that there will be applied to the goods, subsequent to\n                                  their importation into Jamaica, that trade mark or any other mark so\n                                  closely resembling the trade mark that it is likely to be taken therefor.\n    ~ l l o w a n = for\n    adiuslmcnt"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6 . 4 1) The Commission may allow an adjustment for differences in packing\n                          costs where they affect ultimate prices by adjusting the price of like goods\n                                                 [The inclusion of this page is authonzed by L N 78/2002]\n   THE CUSTOMS DUTIES /DUMPING AND SUBSIDIES) (DETERMINATION OF FAIR                                           9\n.MARKET PRICE MATERlAL INJURY AND MARGIN OF DUMPlNG) REGULATIONS, 2000\ndownward by the domestic packing costs and upward by the export packing\ncosts.\n        (2) The fair market prices shall be adjusted downward where any taxes\nor duties that are borne by like goods or any materials or components forming\na part thereof are borne by the domestic producer but are not borne on the\nexported goods because of remissions, refunds or exemptions.\n        (3) The Commission may accept an adjustment claim for any other\ndifferences shown to affect price comparability."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) Where in respect to payment terms it is not possible to ascertain the           Interest rate\ninterest rate or if there is no such interest rate, the interest rate to be selected is\nthe interest rate prevailing in the country in which the like goods were sold, at\nthe date of the sale of the like goods, for commercial loans available in that\ncountry in the applicable currency and on credit terms, other than the interest\nrate, that most closely approximate the credit terms on which the sale was made.\n      (2) In paragraph (1) “applicable currency” means the currency in which\npayments for like goods are expressed."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 . 4 1 ) Where the cost of production of goods are affected by start-up               Costofproductton\n                                                                                          i n relation to start-\noperations described in paragraph (2), the affected costs shall be adjusted on            up operations\nthe basis of-\n     (a) the costs existing at the end of the start-up period of production; or\n     (6) if that period extends beyond the period of investigation, the costs\n         existing at the end of the latter period.\n        (2) The start-up operations referred to in paragraph (1) are operations\nthat limit the level of production associated with the initial phases of commercial\nproduction owing to technical difficulties during the start-up period that are\nrelated t+\n     ( a ) the use of new production facilities; or\n     (6) the production of a new or substantially different product."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-( 1) In determining the appropriate method for allocating costs among Determma-\n                                                                            lion of the\nproducts, the Commission may take into account-                             wst of\n                                                                                          production\n     (a) production quantities;\n     ( 6 ) relative sales value; and\n     (c) other quantitative and qualitative factors associated with the sale and\n         production of the subject merchandise and the foreign like product.\n        (2) The costs relied on by the foreign exporter or producer, or both,\nshall be calculated on the basis of records kept by the exporter or producer\nunder investigation, if such records are in accordance with the generally accepted\n                        [The inclusionof this page is authorized by L N 78/2002]\n10                   THE CUSTOMS DUTIES (DUMPING AND SUBSIDIES) (DETERMINATION OF FAIR\n                   MARKET PRICE, MATERIAL INJURY A N D MARGIN OF DUMPING) REGULATIONS, 2000\n                   accounting principles of the exporting country and reasonably reflect the costs\n                   associated with the production and sale of the product under consideration.\n                           (3) The Commission shall consider all available evidence on the proper\n                   allocation of costs, including evidence made available by the exporter or\n                   producer in the course of the investigation if such allocations have been\n                   historically utilized by the exporter or producer, in particular in relation to\n                   establishing appropriate amortization and depreciation periods and allowances\n                   for capital expenditures and other development costs.\n                           (4) Unless already reflected in the cost allocated under this regulation,\n                   costs shall be adjusted appropriately for-\n                       ( a ) those non-recurring items of cost, which benefit future or current\n                             production or both; or\n                        (6) circumstances in which costs during the period of investigation are\n                            affected by start-up operations.\n     Where ex-        10. Where the exporter agrees with persons who purchase the like goods\n     poner\n     provides\n                   from him in the country of export to provide, directly or indirectly, any benefit\n     benefits on   by way of rebate, service, other goods or otherwise-\n     resale in\n     country of\n     export             (a) on resale from the persons with whom such an agreement is made;\n                            or\n                        ( b ) from any person on any subsequent resale,\n                   the fair market price is the price as determined pursuant to the relevant provision\n                   of regulation 3 or 4, as the case may be, less an amount which reflects the\n                   value of the benefit to persons who purchase the like goods on resale.\n     Export           I 1 .+I)  In relation to export sales, the Commission shall adjust the price\n     price\n                   of like goods upward to account for costs of delivery to the point of export\n                   and ancillary costs, and such ancillary costs include terminal handling,\n                   wharfage and other port charges, container taxes, document fees, customs\n                   brokers fees, clearance fees, bank charges and letter of credit fees.\n                            (2) Where, in the opinion of the Commission, sufficient information\n                   has not been furnished or is not available to enable the determination of the\n                   export price, that price may be constructed on the basis of the price at which\n                   the imported goods are first resold to an independent buyer or if the goods are\n                   not resold to an independent buyer, or not resold in the condition as imported,\n                   on such reasonable basis as the Commission may specify.\n     Detmnina-        1 2 . 4 1 ) Where a complaint of material injury is made, the Commission\n     tion of\n     material      shall examine such facts as it considers relevant under the circumstances, and\n     LnJUV\n                   shall give due consideration to-\n                       (a) the volume of the dumped or subsidized imports as assessed in\n                           absolute terms or relative to the production or consumption of like\n                           goods in Jamaica;\n                                        [The inclusion of this page is authorired by L.N.78/2002]\n  THE CUSTOMS DUTIES (DUMPING AND SUBSIDIES) (DETERMINATION O F FAIR\nMARKET PRICE, MATERL4L INJURY AND MARGIN OF DUMPING) REGULATIONS. 2000\n    ( b ) the consequent impact of the dumped or subsidized imports on the\n          industry which produces like goods as assessed by reference to all\n          relevant economic factors and indices having a bearing on the state\n          of the domestic industry, including actual or potential-\n            (i)    decline in output, sales, market share, profits, productivity,\n                   return on investments or the utilization of industrial capacity;\n                   or\n            (ii)   negative effects on cash flow, inventories, employment,\n                   wages, growth or the ability to raise capital, the magnitude\n                   of the margin of dumping or amount of subsidy in respect\n                   of the dumped or subsidized goods.\n        ( 2 ) The effect of the dumped or subsidized imports on prices shall be\nassessed by reference t e -\n    (a) whether there has been a significant price undercutting or depression\n        in price of like goods produced in Jamaica; or\n    ( b ) whether there has been to a significant degree, a prevention of price\n         increases which would otherwise have occurred in the price of like\n         goods produced in Jamaica.\n           (3) Nothing in this regulation shall be construed as binding the\nCommission to give priority to any of the factors mentioned in paragraphs (1)\nand ( 2 ) in the making of its decision.\n        (4) Where imports of goods from more than one country are\nsimultaneously subject to investigations pursuant to the Act, the effect of\nimports from all countries taken cumulatively may be deemed to be an effect\nof imports from each of the countries subject to investigation where the\nfollowing conditions are satisfied-\n    (a) the imports of any exporter taken into account are dumped by a margin\n         which is not less than two per cent; and\n    (6) the volume of the imports from any country taken into consideration\n         is not negligible within the meaning of section 25(2) of the Act; and\n    (c) a cumulative assessment of the effect ofthe imports is appropriate in\n         light of the conditions of competition between the imported products\n         and the conditions of competition between the imported products\n         and the like domestic product.\n          ( 5 ) The effect of the dumped or subsidized imports shall be assessed\nin relation to the domestic production of the like goods-\n    (a) when available data permit the separate identification of that\n        production on the basis of such criteria as the production process,\n        producers sales and profits; or\n                      [The inclusion of this page is luthonzed by L N 78i20021\n12                  THE CUSTOMS DUTIES (DUMPING AND SUBSIDIES) (DETERMINATION OF FAIR\n                  MARKET PRICE, MATERIAL INJURY AND MARGIN OF DUMPING) REGULATIONS, 2000\n                      (6) where separate identification of that production is not possible, by\n                          the examination of the production of the narrowest group or range of\n                          products, which includes the like goods, for which the necessary\n                          information can be provided.\n                         (6) Subject to this regulation, the Commission shall make a\n                  determination under paragraph (1) only if it is satisfied that the relevant\n                  evidence demonstrates that the effects of dumping is causing injury to the\n                  domestic industry.\n                           (7) For the purposes of this regulation and regulation 13, there shall\n                  not be attributed to the dumped or subsidized imports, injuries caused by factors\n                  other than the dumped imports, which at the same time are injuring the domestic\n                  industry, including-\n                      ( a ) the volume and price of imports which are not dumped or subsidized;\n                      ( b ) contraction in demand or changes in the patterns of consumption;\n                      (c) trade restrictive practices of and competition between the foreign\n                           and domestic producers;\n                      (d) developments in technology and the export performance and\n                            productivity of the domestic industry,\n                  which individually or in combination, also adversely affect the domestic\n                  industry.\n     Delerrnma-      13. A determination of threat of material injury may only be made where\n     tion ot\n     threat of    a particular situation is likely to develop into material injury, and is clearly\n     inalerial\n     wury         forseen and imminent, and in making such determination, the Commission\n                  shall take into consideration such factors as-\n                      ( a ) the nature of the subsidy in question and the trade effect likely to\n                            arise therefrom;\n                      ( b ) the significant rate of increase of dumped imports into the domestic\n                            market which indicates the likelihood of substantially increased\n                            imports of the dumped or subsidized goods into Jamaica;\n                      (c) capacity in the country of export or origin already in existence or\n                          which will be operational in the forseeable future, and the likelihood\n                          that the resulting exports will be to Jamaica, taking into account the\n                          availability of other export markets to absorb any increase;\n                      (d) the potential for product shifting where production facilities that can\n                           be used to produce the goods are currently being used to produce\n                           other goods;\n                                       [The inclusion of thls page IS authormd by L N 78/20@21\n  TIfE CUSTOMS DUTIES (DUMPING AND SUBSIDIES) (DETERMINATION O F FAIR            13\nMARKET PRICE, MATERIAL INJURYAND MARGIN O F DUMPING) REGULATIONS, 2000\n   ( e ) inventories of the product being investigated;\n   v) whether imports are entering at prices that will have a significant\n      depressing or suppressing effect on domestic prices, and would likely\n      increase demand for further imports;\n   ( g ) actual and potential negative effects on existing development and\n         production efforts, including efforts to produce a derivative or more\n         advanced version of like goods;\n   ( h ) the magnitude of the margin of dumping or amount of subsidy in\n       respect of the dumped or subsidized goods; and\n   (i) any other factors that are relevant in the circumstances."
    }
  ],
  "definitions": [
    {
      "term": "cost of production",
      "definition": "the aggregate of all administrative, selling",
      "source_provision": "sec2"
    },
    {
      "term": "sufficient quantity",
      "definition": "that the aggregate",
      "source_provision": "sec3"
    }
  ]
}