{
  "id": "jm-subs-the-dangerous-drugs-act",
  "type": "statute",
  "title": "The Dangerous Drugs Act",
  "title_en": "The Dangerous Drugs Act",
  "short_name": "Dangerous Drugs Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-dangerous-drugs-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-dangerous-drugs-act",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In these Regulations, unless the context otherwise requires-\n    \"authority\" means-\n         (a) any licence issued by the Chief Medical Officer under\n              section 19 of the Act;\n         (b) any authority granted by the Chief Medical Officer under\n              regulations made under that section;\n         (c) any general authorization conferred by these Regulations;\n              and the expression \"authorized\" shall be construed\n              accordingly;\n    'authorized veterinary surgeon\" means a veterinary surgeon to\n         whom an authority has been granted by the Chief Medical\n        mar;\n    \"chemist and druggist\" means a person who is registered as a\n         pharmacist under the provisions of the Pharmacy Act;\n    \"drug\" means any drug, not being a preparation within the mean-\n         ing of these Regulations to which Part IV of the Act applies;\n    \"preparation\" means any preparation, admixture, extract, or other\n         substance, containing such a proportion of a drug as is &dent\n         to make the preparation, admixture, extract or substance. a\n         drug to which Part IV of the Act applies;\n    \"register\" means a bound book and does not include any form\n         of loose leaf register or card index.\n  3 4 1 ) A person shall not, unless he is duly authorized so to do or\notherwise than in accordance with the terms and conditions of his\nauthority, supply or procure or offer to supply or procure, to or for\n                 inchubn of tht p.gc b authorized by L.N 286119761\n           THE DANGEROUS DRUGS REGULATIONS, 1948\nany person (including himself), whether in the Island or elsewhere. GI\nadvertise for sale a drug or preparation.\n     (2) Subject as hereinafter provided, a person shall not supply or\nprocure, or offer to supply or procure, a drug or preparatiou to or for\nany person in the Island, unless that latter person is authorized to ba\nin possession of the drug or preparation and thz drug or preparation\nis to be supplied or procured in accordance with the terms and con-\nditions of that person's authority :\n   Provided that for the purpose of this paragraph the administration\nof a drug or preparation by, or under the direct personal supervision\nand in the presence of, a duly registered medical practitioner, or by.\nor under the direct personal supervision and in the presence of a duly\nregistered dentist in the course of dental treatment, shall not be\ndeemed to be the supplying of a drug or preparation."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The Chief Medical Oilier may in writing authorize persons law-\nfully keeping open shop for the retailing of poisons in accordance with\nthe provisions of the Pharmacy Act to be in possession of and\nto supply drugs or preparations.\n  A In such authorization the Chief Medical Officer may impose such\nconditions as to-\n     (i) the quantity of drugs such persons may have in their posses-\n         sion at any one time; and\n    (ii) the quantity of drugs such persons may supply on any one\n         occasion as the Chief Medical Officer may. in his discretion,\n         oonsider fair and reasonable."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-41) A person shall not be in possession of a drug or preparation\nunless he is duly so authorized.\n      (2) For the purposes of these Regulations-\n    (a) a person to whom a drug or preparation is lawfully supplied-\n            (i) by a duly registered medical practitioner or authorized\n                veterinary surgeon who dispenses his own medicines;\n           (ii) on a prescription lawfully given by a duly registered\n                medical practitioner, a duly registered dentist or a duly\n                authorized veterinary surgeon,\n         shall be deemed to be a person authorized to be in possession\n         of the drug or preparation so supplied:\n            Provided that a person supplied with a drug or preparation\n         by, or on a prescription given by a registered medical prac-\n         titioner, shall not be deemed to be a person authorized to be\n         in possession of the drug or preparation if he was then being\n         supplied with a drug or preparation by, or on a prescription\n         given by, another registered medical practitioner in the course\n         of treatment and did not disclose the fact to the first-mentioned\n         medical'practitioner before the supply by him or on his pre-\n         scription;\n     (b) a person shatl be deemed to be m possession of a drug a\n         prepration if it is in his actual custody or is held by any\n         other person subject to his control or for him or on his behalt.\n            TEE DANGEROUS DRUGS REGULATIONS, 1916"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-41) When a drug or preparation is to be lawfully supplied io\nany person (hereinafter referred to as the \"recipient\") otherwiae than\nby, or on prescription given by, a duly registered medical practitioner,\nthe person supplying the drug or preparation (hereinafter referred to\nas \"the supplier\") shall not deliver it to a person who purports to be\nsent by or on behalf of the recipient, unless that person eithcr-\n    (a)   is a person authorized under thew Regulations to be in posses-\n           sion of that drug or preparation; or\n    (b) produces to the eupplier a statement in writing signed bp the\n          recipient to the effect that he is authorized by the recipient to\n          receive the drug or preparation in question on behalt of tho\n          recipient and the supplier is reasonably salisfied that the doat-\n          ment is a genuine documint.\n     (2) A person to whom a drug or preparation is lawfully delivered\nin the circumstances mentioned in subparagraph (b) of paragraph 1\nshall be deemed to be a person authorized to be in possession theteof,\nbut f a such period only as in the ciKNmstances of the case is rtason-\nably Wcient to enabIe tho delivery to the recipient to be dfected."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6-41) The following persons, that is to say-\n    (a) duly rqeistered medical praditiicarers;\n    (b) ngimmd dentists;\n    (c) p a t ~ w sin charge of laboratories used for the pprpo#r d\n        march or instnrction and attached to institution% schools. or\n        oolleges, approved for the purpose of this ragulatian     tho\n          Chief Medical OBlcar;\n    (d) analysts d&gnatd for the pupose of section 17 of the Food\n        and Dnqp Ad;\n    (e) C3ovemwat di~penserrrwho are employed or mgagd k d h\n        pensiq medicines at a public institution;\n     Cn the Island Chemist, the Government Ckmist and the Govern-\n          ment Pathologist; and\n    (g) an authorized veteainary surgeon.\nM bereby authorized, w, far as may be necessup for the       or\nex&     of their mpccth prdcasiona a emplaymenb in theit apcity\n                   &ckmkm d thb p&C m&kd      by L.N 286119763\n            THE DANGEROUS DRUGS REGULATIONS, 1948\nas members of their respective classes, to be in possession of drugs\nor preparations.\n      (2) Persons who are members of the classes designated at (a), (e),\nand (g) of paragraph (1) are hereby authorized, so far as may be\nnecessary for the practice or exercise of their respective professions or\nemployments in their capacity as members of their respective classes.\nto supply drugs or preparations.\n      (3) In this regulation the expression \"public institution\" means\na public hospital, public dispensary, prison, poor-house or industrial\nschool."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7 . 4 1 ) Subject to the provis'o hereinafter contained, persons law-\nfully keeping open shop for the retailing of poisons in accordance with\nthe provisions of the Pharmacy Act are hereby authorized-\n      (a) to manufacture at the shop in the ordinary course of their\n            retail business any preparation; and\n      (b) subject to the provisions of these Regulations, to carry on at\n            the shop the business of retailing, dispensing or compounding\n            drugs or preparations :\n  Provided that such persons have been granted an authority by the\nChief Medical Officer under the Dangerous Drugs (Authorization\nConditions) Regulations. 1948. and notice thereof given in the Gazette.\n     (2) Every drug or preparation in the actual custody of a person\nauthorized by virtue of this regulation shall be kept in a locked racep\ntacle which can be opened only by him or by some assistant of his\nbeing a chemist and druggist."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 . 4 1 ) If any person. being an authorized person within the mean-\ning of these Regulations is convicted of an offence against the Act, or\nof an offence against the Pharmacy Act or the Food and Drugs Act, the\nMinister may, if he is of opinion that that person ought not to be\nallowed to remain an authorized person, by notia in the Gazette\nwithdraw the authority of that person :\n  Provided that nothing in this paragraph shall be taken to prejudice\nany power otherwise vested in the Chief Medical OEcer of withdraw-\ning any authority granted by him.\n      (2) Where the person whose authority is withdrawn under para-\ngraph (1) is a duly registered medical practitioner, a registered dentist\nor an authorized veterinary surgeon, the Minister may by notia given in\n                  lnciuJoll ot thir page Ir authorized by L.N 286119761\n            THE DANGEROUS DRUGS PEGULATIONS,1948\nlike manner, direct that it shall not be lawful f a that person to give pre-\nscriptions for the purposes of these Regulations."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-41) For the purposes of these Regulations a prescription means\na prescription dvecting the supply of a drug or preparation and given\neither by a duly registered medical practitioner for the purposes of medi-\ncal treatment, or by a registered dentist for the purposes of dental\ntreatment or by an authorized veterinary surgeon for the purposes of\nanimal treatment.\n     (2) A person by whom a premiption is given shall comply with\nthe following requirements :\n  The prescription shall--\n     (a) be in writing and signed by the person giving it with his usual\n          signawe and dated by him;\n     (b) epocifj the address of the person giving it;\n     (c) specify the name and address of the person for whose treat-\n          ment it is given or, if it is given by a veterinary surgeon, of\n          the person to whom the article prescribed is to be delivered;\n     (d) have written thereon, if given by a dentist, the words \"For\n          local dental treatment only\", and, if given by a veterinary\n          surgeon, the words \"For animal treatment only\";\n     (e) specify, if it prescribes a preparation contained or compound\n          of preparations all of which are contained in the British Phar-\n          macopoeia of the British Pharmaceutical Codex, the total\n          amount of the preparation or of each preparation, as the case\n          may be, and in any other case the total amount of the drug\n          to be supplied;\n     (j) specify whether it is intended for internal or external use, and\n          be restricted to not more than would be sdcient for fourteen\n          days use."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-41) A person shall not supply a drug or preparation on a pre-\nscription-\n     (a) unless the prescription complies with the provisions at these\n          Regulations dating to prescriptions; and\n     (b) unless he either-\n            (i) is aquainted with the signature of the permn by whom\n                it purports to have been given and has no reason to\n                suppose that it is not genuine; or\n                    indudon of thL paso k .uthorLsd by L.N. 4119161\n            THE DANGEROUS DRUGS REGULATIONS, 1948\n           (ii) has taken reasonably suiKicient steps to satisfy himself\n                that it is genuine.\n        (2) If a prescription expressly states that it may. subject to the\nlapse of a specified interval or of specified intervals, be dispensed a\nsecond or third time, the drug or preparation thereby prescribed may.\nas the case may be, be supplied a second or a third time after the\nspecified interval or intervals, and no more, but subjact as aforesaid, a\nprescription shall not, for the purposes of these Regulations be taken\nto authorize the drug or preparation presrribed to be supplied more\nthan once.\n        (3) The person dispensing a prescription shall, at the time of\ndispensing it, mark thereon the date on which it is dispensed, and, in\nthe case of a prescription which may be dispensed a second or a third\ntime, the date of each occasion on which it is dispensed, and shall\nretain it and keep it on the premises where it is dispensed and so that\nit may be available at all times for inspection."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) Subject to the provisions of this regulation, no person shall-\n    (a) supply a drug unless the package or bottle in which it is con-\n        tained is plainly marked with the amount of the drug contained\n        therein; or\n    (b) supply a preparation, unless the package or bottle in which\n        it is contained is plainly marked-\n            (i) in the case of a powder, solution, or ointment, with the\n                total amount themf in the package or bottle and the\n                percentage of the drug wntained in the powder, solu-\n                tion, or ointment; or\n           (i) in the case of tablets or other similar articles, with the\n                amount of the drug in each article and the number of\n                the articles in the package or bottle.\n        (2) This regulation shall not apply in a case where a preparation\nis lawfully supplied in accordance with these Regulations by, or on a\nprescription lawfully given by, a duly registered medical practitioner\n  1 2 4 1 ) Every person authorized to supply drugs or preparations\nshall comply with the following provisions-\n     (a) he shall, in accordance with the provisions of this regulation,\n         k5ep a register in the form set out in the First Schedule and\n         enter therein true particulars with respect to every quantity\n               me inclusion of thia page h.autJ~orizedby L.N. 4119761\n       TEE DANGEROUS DRUGS REGULATIONS, 1948\n    ot any drug or preparation obtained by him and with respect\n    to every quantity of any drug or preparation supplied by him.\n    whether to persons within or to persons outside the Island;\n(b) he shall use a separate register or separate part of the register\n    for entries made with respect to each of the classes of drugs\n    and preparations specified in the Third Schedule. and for this\n    purpose such drug shall be deemed to comprise its salts and\n    any preparation, admixture, extract or other substance con-\n    taining it or its salts;\n(c) the required entry shall be made on the day on which the\n    drug or preparation is received or on which the transaction\n    with respect to the supply by him of the drug or preparation\n    takes place, or if that is not reasonably practicable, on the\n    day next following the said day;\n(d) a separate register shall be kept in respect of each set of\n    premises at which the authorized person cames on business,\n    and for each department of the business carried on by him;\n(e) no cancellation, obliteration or alteration shall be made of an\n    entry in the register, and any correction of an entry must be\n    made by way of a marginal note or footnote which must\n    specify the date on which the correction is made;\n<n the authorized person shall, on demand by the Chief Medical\n    Officer by any person empowered in that behalf by order in\n    writing by the Chief Medical Officer furnish to the Chief\n    Medical Officer or that person, as the case may be, such par-\n    ticulars as the Chief Medical Officer or that person may\n    require with respect to the obtaining or supplying by the\n    authorized person of any drug or preparation or with respect\n    to any stocks of drugs or preparations in the possession of the\n    authorized person:\n(g) the register may be used f ~ the\n                                  r purpose of the entries r e\n    q u i d to be made under regulation 16 of the Pharmacy\n    Regulations, 1975, but save as aforesaid shall not be used\n    for any purpose other than the purposes of these Regulations;\n(h) the authorized person shall once in every three months balance\n    his register by totalling the last columns of Parts I and IL and\n    by subtracting the total of Part II from that of Part I and by\n    bringing down the balance in Part I as the stock on hand.\n          ITb inchuion of this page ic authorized by L.N 286/1976]\n            THE DANGEROUS DRUGS REGULATIONS, 1948\n       (2) So much of this regulation as requires a person to enter in\nthe register particulars with respect to drugs or preparations supplied\nby him shall not apply to-\n    (a) a ddy registered medical practitioner who enters in a day\n          book particulars of every drug or preparation supplied by him\n          to any person, together with the name and address of that\n          person and the date of the supply. and enters in a separate\n          book kept for the purposes of this regulation a proper reference\n          to each entry in the day book which relates to the supply of\n          any drug or preparation; or\n     (b) a person lawfully keeping open shop for the sale of drugs and\n          poisons within the meaning of the Pharmacy Act, who enters\n          in a separate book kept for the purposes 'of this regulation\n          a proper reference to each entry in a prescription book which\n          relates to the supply of any drug or preparation.\n        (3) References in the separate book must be made in chrono-\nlogical order and the book must be kept in separate parts relating\nrespectively to each of the several classes of drugs and preparations\nspacified in paragraph (1). and must not be used for any purpose other\nthan the purposes of paragraph (2).\n        (4) The entry in the day book or in the separate book must be\nmade on the day on which, but for paragraph (2). an entry would have\nbeen required to be made in the register. and sub-paragraph (e) of\nparagraph (1) shall apply as respects any such entry.\n        (5) Every register. every separate book kept under the pro-\nvisions of paragraph (2). every day book in which any entry with\nrepea to the supply of a drug or preparatioa is made and every pres-\ncription book containing an entry which is referred to in the separate\nbook shall be kept on the pnmises to which the register or book relates\nor where the prescription was dispensed, as the case may be. and so as\nto be at all times available for inspection.\n        (6) Every entry required to be made uudm this regulation and\nevery oorrection of such an entry must be made in ink or otherwise\nso as to be indelible.\n        (7) For the purposes of this regulation \"a proper referma\"\nmeans a reference which is entered in the separate book under the same\ndate as that on which the entry in the day book or in the prescription\nbook was made and is otherwise such as to enable that entry to be\neasily identified.\n            THE DANGEROUS DRUGS REGULATIONS, 1948"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.41) Any medical practitioner carried as part of the comple-\nment of a ship in a port of the Island or, if there is no such practitioner,\nthe master of that ship is hereby authorized-\n    (a) so far as is necessary for the purpose of compliance with the\n        United Kingdom Acts relating to merchant shipping, to\n        purchase and be in possession of drugs and preparations; and\n    (b) subject to and in accordance with any instructions issued by\n        the Board of Trade, to supply drugs and preparations to\n        members of the crew.\n        (2) The master of a foreign ship which is in a port in the Island\nis hereby authorized to purchase and to be in possession of such quan-\ntity of drugs and preparations as may be certified by the Chief Medical\nOfficer to be necessary for the equipment of the ship until it next\nreaches its home port\n       (3) No drug or preparation shall be supplied to any master of\nany ship except on a written order signed by him and countersigned by\nthe Chief Medical Officer.\n        (4) Any person who supplies a drug or preparation in accord.\nance with the provisions of this regulation shall retain the written\norder and mark it with the date on which the drug or preparation was\nsupplied and keep it on his premises so as to be at all times available\nfor inspection.\n       (5) Where a drug or preparation is supplied to a member of\nthe crew of a ship, an entry in the official log b k of the medical\ntreatment shall, notwithstanding anything in these Regulations. be a\nsu£Ecient record of the supply. if that entry specifies the drug or pre-\nparation supplied."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.41) All registers. records, books, prescriptions and other docu-\nments which are kept, issued or made in pursuance of the requirements\nor for the purposes of these Regulations shall be prese~edin the case\nof a register, book or other like record, for a period of two years from\nthe date on which the last entry is made therein, and in the case of\nany other document for a period of two years from the date on which\nit is issued or made.\n       (2) Every signed order given by an authorized person for a drug\nor preparation shall be preserved for a period of two years from the\ndate on which the last delivery under the order was made.\n12                         THE DANGEROUS DRUGS REGULATIONS. 1948"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. The Minister may. subject to such conditions as he may pro-\n                scribe, exempt any hospital or other public instihltion from any pro-\n                vision of these Regulations."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Nothing in these Regulations shall apply to-\n~ ~ C O I I ~       (a) any of the drugs or preparations mentioned in the Seoond\n!kkduls.\n                        Schedule or to a drug or prepanttion which has been denatwed\n                        in manner approved by the Chief Medical Officer;\n                    (b) any prescription issued to an officer carrying out duties in\n                        connection with sampling for the purposes of the Food and\n                        Drugs Act or the Pharmacy Act.\n            THE DANGEROUS DRUGS REGULATIONS, 1948\n                              PIBST!~~~ULB                     (Regulation 12)\n                              Form of Register\n                                  P mI\n        Entries to be made in c-   of drugs or preparations obtained\n(Tho class of &ngs and pnparatiom to which the entries relate to be spedhd\n                  at tho bead of each pago in the Regi~tcr).\n   Stock\n  on hand\n        Entriu to be made in case of dnrgs or preparations supplied\n(The class of drugs aad prepvrrtiom to which the mtim relate to be specifisd\n                   at the head of each page in the Rcgi8tcr).\n  Data on\n                                                                       Amount\n             THE DANGEROUS DRUGS REGULATIONS, 1948\n                                SECONDSCHEDULE                          (Regulation 16)\n           Drugs and Preparations exempted from these Regulations\nPasta Arsenicalis, B.P.C. 1934\nPil. Ipecac. c. Scilla, B.P.C. 1934\nPil. Dig.talis et Opii Co.. B.P.C. 1923\nPil. Hydrarg. c. Cret. et 0 ii B.P.C. 1934\nPulv. Cretae Aromat. c. &o, BP. 1932\nPulv. Ipecac. et Opii, B.P. 1932\nSuppos. Plumbi c. Opio, B.P. 1932\nTabellae Plumbi c. Opio, B.P.C. 1934\nElixir Diamorphinae et Terpini c. Apomorphina. B.P.C. 1934\nLinctus Diamorphinae Camphoratus, B.P.C. 1923 and 1934\nLinctus Diamorphinae c. Ipecacuanha. B.P.C. 1934\nLinctus Diamorphinae et Scillae, B.P.C. 1923 and 1934\nLinctus Diamorphinae et Thymi, B.P.C. 1923 and 1934\nMixtures of Pulv. Ipecac. et Opii, B.P. 1932 with any of the following-\n     Hydrarg. c. Cret.. B.P. 1914 and 1932\n     Acetylsalicylic Acid\n     Phenacetin\n     Quinine and its Salts\n     Sodium Bi-carbonate\nCocaine Eyedrops-a    preparation consisting of an admixture of cocaine in\n   castor oil with mercuric chloride in a proportion of not more than one part\n   in 200 of cocaine and not less than one part in 3,000 of mercuric chloride.\n                                 THIRDSCHBDULB                          (Regulation 12)\n   (1) Medicinal opium;\n   (2) Any extract or tincture of cannabis (Indian hemp) and any preparation.\n        not being a preparation capable of external use only, made from ex-\n       tract or tincture of cannabis;\n   (3) Morphine and its salts, and any solution or dilution of morphine or\n       ~tssalts m an Inert substance whether liquid or mlrd containing any\n       proportion of morphine, and any reparation, admixture, extract or\n       other substance (not being such a soktion or dilution as aforesaid) wn-\n       taining not less than one-fifth of one per cent of morphine (calculated\n       in respect of anhydrous morphine);\n   (4) Cocaine (including synthetic cocaine) and ecgonine and their respective\n       salts. and any solubon ar dilution of +e             or its @ts in an iqert\n       substance. whether liquid or solid, wntalning any proportron of cocame,\n       and any preparation,. admixture, extract or other substance (not being\n       such a solut~onor drlution as aforesaid) containing not leas than o n e\n       tenth of one per cent of cocaine or any proportion of ecgonine;\n   (5) Acetyldihydrocodeine;\n   (6) Acetyldiiydrocodeinone;\n   (7) Alphameprodine;\n   (8) Alpha rodine;\n   (9) BenzyEorpblne;\n (10) Betameprod~ne;"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27) Levorphano[\n(28) Methadol;\n(29) Methadone (also known as amidone);\n(30) Methadyl acetate;\n(31) Methyldesomorphine (6-methyl- A cdesox~.orphine);\n 32 1-Methyl-4- henylpipenb&carboxyl~c aad ~sopropylester;\ny)   ~ e t o p ~!a nso known as methyldiiydromorphinone);\n     Morphinek -oxide (also known as genomorphinc);"
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35) Normethadone;\n(36) Oxywdone (also known as dihydrohydroxycodeinone or eucodal);\n(37) Pethidine;\n(38) Phenadoxone;\n(39) Phenomorphan (3-hydroxy-N-phenethyhorphinan);\n(40) Propoxyphene         (4-dimethylamino-1 :2-diphenyl-3-methyl-2-propionloxy-\n      butane);\n(41) Racemethorphan;\n(42) Racemomhan;\n(43j Thebitin4\n(44) The esters of morphine (other than diacetyhorphine), ecgonine,\n     oxycodone, hvdrocodone. hvdromomhone. acetvldihvdrowdeinone and\n     a-ydromorphine; the e&& of moiphinc (oth& t h h benzylmorphine,\n     codeine. ethvlmomhine and ~holwdine): the momhme-N-oxide\n     derivatives, aid ani other pentavdcnt nitrogen morphine-derivatives.\n             me Inchuion of this   & n authorkcd by L.N. 4119761\n                         DANGEROUS DRUGS\n                 THE DANGEROUS DRUGS ACT\n                              REGULATIONS\n                            (under section 19)\n  (Made by the Governor in Executive Council on the 22nd day o f            L.N. 29/48\n                          March, 1948)\n  L These Regulations may be cited as the Dangerous Drugs (Author-\nization Conditions) Regulations, 1948.\n  2 In these Regulations the tern \"drugs\" means any drug or pre-\nparation to which Part IV of the Act applies, or may hereafter apply."
    }
  ],
  "definitions": [
    {
      "term": "chemist and druggist",
      "definition": "a person who is registered as a",
      "source_provision": "sec2"
    },
    {
      "term": "drug",
      "definition": "any drug, not being a preparation within the mean-",
      "source_provision": "sec2"
    },
    {
      "term": "preparation",
      "definition": "any preparation, admixture, extract, or other",
      "source_provision": "sec2"
    },
    {
      "term": "register",
      "definition": "a bound book and does not include any form",
      "source_provision": "sec2"
    },
    {
      "term": "public institution",
      "definition": "a public hospital, public dispensary, prison, poor-house or industrial",
      "source_provision": "sec6"
    },
    {
      "term": "a proper referma",
      "definition": "a reference which is entered in the separate book under the same",
      "source_provision": "sec11"
    },
    {
      "term": "drugs",
      "definition": "any drug or pre-",
      "source_provision": "sec35"
    }
  ]
}