{
  "id": "jm-subs-the-dental-act",
  "type": "statute",
  "title": "The Dental Act",
  "title_en": "The Dental Act",
  "short_name": "Dental Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-dental-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-dental-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1,............................................................\n                                                             of ..............................................\n             uull name. block lerun)\ncertify that 1 have been well -tcd                      with the applicant for.........................\nyean, and that h e / b c is of good dm-.\nDate ................................................ . S W . . .............................................\nTo & cmmplered b y rlu Registrar\nType of cnrolmeat: Full .............................. Temporary...........................\nDatc enrolled or rdused..           .........................................................................\nEnrolment number.....................................................................................\nI k t c and number of Gazette notkt h which eamlmcat publmld                              .....................\n                                                    .........................................................\n                                                               Signature 01 Rq&mr\n                     [The inclus~on of thls page IS authorized by L.N. 2800031\nh, been duly carolled as a    ....................................................................\nmdcr rbe Dm* A d md h.        ..... nuab hu been duly entered in tho Roll ot\nDental Auxilionw.\n                                    ...............................................................\n                                          Registrar of the Lkrvd C o n ~ ~oj\n                                                                           ~il\n                                                        Jumuia\n                                  Form of Roll\n                p\"k inclusion of this page is aumoriad by L.N. 2&2003J"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In these Regulations, unless the context otherwise r e q u i r e s\n      \"approved training institution\" means an institution approved by the\n           Council as a school for training dental auxiliaries;\n      \"Board of Examiners\" means the Board of Examiners established\n           under regulation 13;\n      \"Dental Auxiliary Training School\" means the Dental Auxiliary\n          Training School established by the Government;\n      \"enrolled member\" means a person enrolled under the Act as a\n           member in any prescribed class of dental auxiliary;\n      \"recognized university\" or \"recognized college\" means a university or\n           college respectively, offering courses of training, degrees, and\n           other qualifications which is declared to be such by the Council;\n      \"registered member\" means a person registered under the Act as a\n            dentist."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Subject to the provisions of subsection (3) of section 8 of the Act, no\nperson shall be registered as a dentist unless he holds-\n      ( a ) a degree in dental surgery fiom a recognized university or\n            recognized college; or\n      ( 6 ) any other qualification in dental surgery considered by the\n            Council to be of at least equivalent standard as that specified in\n            paragraph ( 4 ; or\n      (c) has passed the examination refexred to in regulation 4.\n                                   THE DENTAL REGUUTIONS, 1974"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-41) Where the Council is in doubt as to the standard ofqualifica-\n          tion or skill of an applicant for registration, it 'shall refer the applica-\n          tion together with all relaant documentary evidence (of the courses\n          of study undertaken by the applicant, the institution at which such courses\n          were undertaken and any examinations taken by the applicant) to the Board\n          of Examiners appointed by the Council, in accordance with regulation 13 for\n          determination.\n                  (2) On examining such application the Board of Examiners m a y\n               (a) recommend to the Council that the name of the applicant be\n                     entered in the register; or\n               (6) conduct an examination in respect of the applicant; or\n               (c)   recommend to the Council that the application be refused.\n                   (3) Where an applicant fails an examination conducted pursuant to\n          sub-paragraph (2) (b) the Board of Examiners may recommend to the\n          Council that the applicant should not be allowed to repeat the examination\n          unless he has obtained, over a specified period being not greater than one\n          year, such supervised experience in clinical dentistry as may be determined\n          by the Council.\n                 (4) A fee of one thousand dollars shall be paid by the applicant to\n          the Registrar in respect of an examination conducted pursuant to sub-\n          paragraph (2) (6)."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . 4 1) Any person who satisfies the requirements for registration may\n hhlk\n mn.4\n          apply to the Council in the form specified as Form A in the Schedule for\n          registration as a dentist.\n                 (2) Any person who applies for registration as a dentist in\n          accordance with paragraph (1) and-\n                (a) furnishes such satisfactory references as to character as the\n                    Council may require; and\n                (b) pays the registration fee of two thousand dollars,\n          shall be registered as a dentist and shall, while he is so regstered, be entitled\n          to use the title \"Registered Dentist*'."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-41) A certificate of registration in the form prescribed as Form\nF~   B.   B in the Schedule shall be issued by the Registrar to every person\n          registered as a dentist in accordance with regulation 5 or deemed to\n          be registered as a dentist pursuant to subsection (3) of section 8 of the\n          Act.\n                          THE DENTAL RECULAl'TONS, 1974\n        (2) Where a certificate of registration issued under paragraph (1)\nhas been lost or destroyed, the person to whom it was granted may apply to\nthe Registrar for a duplicate certificate which shall be issued only after the\nlapse of one year fiom the date of such application and upon payment by the\napplicant of a fee of five hundred dollars, and any duplicate certificate so\nissued shall be clearly marked \"DUPLICATE.\n   6 A . 4 1 ) A registered dentist who practises as a dentist shall apply to the\nCouncil in the form specified as Form A1 in the Schedule, to be issued with a\npractising certificate.\n         (2) A practising certificate shall be valid for a period of twelve\nmonths from the date of issue.\n          (3) A practising certificate shall-\n                                                                                    FWUIBI.\n      (a) be in the form prescribed as Form B 1 in the Schedule; and\n      (b) be issued on payment of a practising fee of five thousand\n          dollars."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The register shall contain in relation to every registered dentist the\nparticulars specified in Form C of the Schedule.                                    F O ~c.I"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The Registrar shall publish in the Gazette-\n      (a) during the period of twelve months commencing on the 19th day\n          of September, 1974, a list of all dentists registered during that\n          year;\n      (b) and thereafter on or before the last day of February of each year,\n          a list of all persons so registered during that year,\nincluding in respect of each dentist the particulars specified in Form C in the\nSchedule."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9 . 4 1 ) Any person who desires to practise dentisby in Jamaica for a\n                     -\nlimited period of time and who satisfies the requirements for registration\nspecified in regulation 3, may apply to the Council in the form specified as\n                                                                             FmA\nForm A in the Schedule to be temporarily registered as a dentist.\n        (2) Any such application shall be accompanied by-\n               (i)   a certificate signed on behalf of the hospital or other\n                     institution at which the applicant intends to practise\n                        ( a ) that the applicant bas been accepted to practise\n                              dentishy in that hospital or institution; and\n                        (b) the period of time for which be has been accepted;\n               (ii)   a registration fee of five hundred dollars unless the\n                      Council otherwise directs."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-41) The Council may, after considering the application, direct the\nRegistrar to enter the name, address, and qualification of the applicant in the\nregister as a temporary registered dentist, subject to such terms and\nconditionsas it thinks fit.\n        ( 2 ) The Registrar shall cause a note to be made next to the entry in\nthe register of a temporary registered dentist o f\n      (a) the name of the hospital or institution to which the dentist is\n            assigned;\n      (b) the period for which he is regmered; and\n      (c) the date of expiry of such registration.\n                          PART n1-Dental Auxiliaries\n   1 1 . The following classes of dental auxiliaries are hereby prescribed\npursuant to subsection ( 1 ) of section 10 of the Act-\n      ( a ) dental nurses;\n      (b) dental hygienists; and\n      (c) dental technicians."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.--(I) Subject to the provisions of subsection ( 2 ) of section 1 1 of the\nAct, m, person shall be enrolled as a member of any class of &ntai aruriliary\nunless-\n      (a) in the case of a dental nurse or a dental hygienist, bb\n              (i)     holds an appmpriate certificate of proficiency from t\n                                                                          k\n                      Demtal Auxiliary Training School; or\n               me inclusion o f this page is authorired by L.N. 28120031\n                   THE DENTAL REGULATIONS. 1974\n            (ii) holds an appropriate certificate of proficiency from an\n                 approved training institution; or\n           (iii) holds any other qualification in dental nursing or dental\n                 hygiene considered by the Council to be of at least\n                 equivalent standard as those specified in (i) and (ii); or\n           (iv) has passed the examination referred to in regulation\n                14; or\n     (b) in the case of a dental technician he-\n            (i) holds a certificate or diploma in dental technology from\n                an approved training institution; or\n            (ii) holds any other qualification in dental technology con-\n                 sidered by the Council to be of at least equivalent\n                 standard as that specified in (i); or\n           (iii) satisfies the requirements for registration as a dentist\n                 but is not so registered or has been registered as a\n                 dentist but whose name has been removed from the\n                 register; or\n           (iv) has passed the examination referred to in regulation 14.\n       (2) Any person enrolled by virtue of paragraph (iii) of sub-\nparagraph (b) of paragraph (1) shall cease to be so enrolled and his\nname shall be removed from the roll if-\n    (a) he is subsequently registered as a dentist: or\n     (b) in the case of a person whose name had been removed from\n         the register, his name is restored to the register."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. For the purpose of regulations 4 and 14, the Council shall appoint\nfrom among its members a Board of Examiners consisting of five\nmembers (one of whom shall be the Director of the Dental Auxiliary\nTraining School), so. however, that where any member of the Board\n              [The hclusion of this page is authorized by L.N. 102/20011\n                             THE DENTAL REGULATIONS, 1974\n          of Examiners so appointed is not available for holding an examination.\n          the Council may appoint any registered dentist or enrolled dental\n          auxiliary to act in the place of that member."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1) Where the Council is in doubt as to the standard of qualifica-\n          tion or skill of an applicant for enrolment, it shall refer the application\n           and all relevant documentary evidence of the training of the applicant\n          to the Board of Examiners for determination.\n                                                                                        3\n                 (2) On examining such application the Board of Examiners\n          may-\n              (a) recommend that the applicant be enrolled; or\n              (b) conduct an examination in respect of the applicant; or\n              (c) recommend that the application be refused.\n                 (3) A fee of five hundred dollars shall be paid in respect of any\n          examination to be conducted pursuant to sub-paragraph (b) of paragraph\n          (2)."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-41) Any person who satisfies the requirements prescribed in\n          regulation 12 for enrolment as a member of any class of dental auxiliary\nForm D.   may apply to the Comcil in the form specified as Form D in the\n           Schedule for enrolment as a member of that class of dental auxiliary.\n                  (2) Any person who applies for enrolment as a member of any\n          class of dental auxiliary in accordance with paragraph (1) and-\n              (a) furnishes such satisfactory references as to character as the\n                  Council may require; and\n                (b) pays the enrolment fee of seven hundred and fifty dollars.\n                                                                                        7\n                                                                                        .-\n          shall be enrolled as a member of that class of dental auxiliary and\n          shall, while he is so enrolled be entitled to use one of the titles,\n          \"Enrolled Dental Nurse\" or \"EnroTled Dental Hygienist\" or \"Enrolkd\n           Dental Technician\" as may be relevant to the class of dental auxiliary\n          in respect of which he is enrolled.\n                         m e inclusion of thh page b authorized by L.N. 102/2001]\n                    T Y E DENTAL REGULATIONS. 1974                                        9\n   1 6 . 4 1 ) The certificate of enrolment to be issued by the Registrar\nto every person enrolled as a dental auxiliary pursuant to subsection\n(3) of section 11 of the Act shall be in the form set out as Form E          FormE\n in the Schedule.\n       (2) Where a certificate of enrolment issued under paragraph (1)\nhas been lost or destroyed, the person to whom it was granted may\napply to the Registrar for a duplicate certificate which shall be issued\nonly after the lapse of one year from the date of such application\nand upon payment by the applicant of a fee of five hundred dollars,\nand any duplicate certificate so issued shall be clearly marked\n \"DUPLICATE\"."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. The roll of dental auxiliaries shall contain in relation to every\nenrolled member, the particulars specified in the form set out as\nForm F in the Schedule.                                                 F      O    F.~"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. The Registrar shall publish in the Gazette-\n     (a) during the period of twelve months commencing on the 19th\n         day of September. 1974, a list of all enrolled members of\n         each class of dental auxiliary; and thereafter\n     (b) on ar bedine the last day of Febrtmary of each year, a list\n        of all persons so enrolled during that year.\nhcluding in respect at each dental auxiliary the particulars specified\nin Form F in the Schedule.\n   1 9 . 4 1 ) Any person who desires to work in Jamaica for a limited\nperiod as a dental auxiliary and who satisfies the requirement for\nenrolment as a member of any class of dental auxiliary specified in\nregulation 13, may apply to the Council in the form specified as\n Form D in the Schedule to be temporarily enrolled as a member of            p-D.\n that class of dental auxiliary.\n               [The inclusion of this page in autr:orlcd by L.N. 102/2001]\n                   THE DENTAL REGULATIONS, 1974\n       (2) Any such application shall be accompanied by-\n     (i) a certificate signed on behalf of the hospital or other institu-\n         tion to which the applicant intends to be attached, stating-\n              (a) that the applicant has been accepted to work in that\n                   hospital or other institution; and\n               (b) the period of time for which he has been engaged;\n     (ii) a registration fee of three hundred dollars, unless the Council\n          otherwise directs.                                                3\n  2 0 . 4 1 ) The Council may, after considering the application. direct\nthe Registrar to enter the name, address and qualification of the\nzpplicant in the roll as a temporarily enrolled member of any class\nof dental auxiliary, subject to such terms and conditions as the\nCouncil thinks fit.\n       (2) The Registrar shall cause a note to be made next to the\nentry in the roll in relation to any person temporarily enrolled as\na member of a prescribed class of dental auxiliary, of-\n    (a) the name of the hospital or institution to which the dental\n        auxiliary is assigned;\n    (b) the period for which he is enrolled; and\n    (c) the date of the expiry of such enrolment."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. The functions of the prescribed classes of enrolled dental\nauxiliaries shall be as follows-\n       (1) An enrolled dental nurse may carry out the following\ntreatments-\n    (a) extracting under local anaesthesia deciduous teeth and roots\n        not covered by tissue;\n    (b) simple and compound restorations of primary and permanent\n        teeth;\n             [The inclurion of this page is authon-ed by L.N. 102/200lI\n                   THE DENTAL REGULATIONS. 1974\n    :c) cleaning and polishing teeth;\n    (6) scaling teeth (that is to say the removal of tartar deposits,\n          accretions and stains from the surfaces of teeth which are\n          exposed or are directly beneath the free margins of the\n          gums, including the application of medicaments appropriate\n          thereto);\n    (e) the application to the teeth of such prophylactic preparation\n         as the Council may from time to time determine; including\n         fissure sealants and topical fluorides;\n    (f)   carry out routine examinations and charting of dental con-\n          ditions;\n    (g) dispensing of such specific non-prescription   drugs as the\n          Council may from time to time determine; including aspirin\n          and aspirin combinations or other drugs of similar pharma-\n          cological action;\n    (h) the administration, whenever indicated, of conduction and\n        infiltration anaesthesia to control pain;\n    (i) the taking of diagnostic dental radiographs;\n    (8 giving advice on matters related to oral hygiene,\nso, however. that such treatments shall be carried out only in the course\nof his duties in the Government health service and only under the\ndirection and supervision of a registered dentist or subject to such\nconditions as the Council may from time to time determine.\n        (2) An enrolled dental hygienist may carry out dental work\not the fnllowing kind-\n    (a) cleaning and polishing of teeth and fillings;\n    ( h ) scaling teeth (that is to say. the removal of tartar deposits,\n          accretions and stains from the surface of the teeth which\n          are exposed or are directly beneath the free margin of the\n          gums, including the application of medicaments appropriate\n          thereto);\n               [The inclusion of thh page is authorized by L.N. 102/20011\n                    THE D E N T A L REGULATIONS, 1974\n    (c) the application to the teeth of prophylactic preparation as the\n          Council may from time to time determine;\n    (4 giving advice on matters related to oral hygiene;\n    (e) the taking of diagnostic radiographs; and\n    (f) performing such reversible dental procedures in the oral cavity\n          as may be directed by a registered dentist,\nso, however, that such work shall be carried out only under the direction\nof a registered dentist who has examined the patient and has indicated\nto the dental hygienist the treatment to be carried out; and where\nsuch treatment is being carried out other than during the course of\nhis duties in Government health service then only under the personal\nsupervision of a registered dentist present at the time when such\ntreatment is being carried out.\n        (3) An enrolled dental technician shall carry out dental work\nof the fo!lowing kind-\n    (a) the casting of models from impression of a patient's mouth;\n    (b) the construction of appliances based on these models from the\n          dentist's prescription;\n    (c) repairs of broken or impaired plastic or metallic appliances\n         for cases which do not require any procedure in the mouth\n        on the part of the dental technician;\n    (4 the treatment cf metals and of the plastic materials used in\n          the construction of these appliances;\n    (e) the construction of splints used in facio-maxillary surgery;\n    (f) the construction of orthodontic appliances in accordance with\n          the prescriptioris of a registered dentist; and\n    (g)   the construction of special appliances such as obturators and\n           special prostheses.\n                  THi5 DENTAL REGULATIONS, 1974"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. An enrolled member shall carry out only such functions as\nmay properly be carried out by members of the class of dental\nauxiliary of which he is enrolled and an enrolled or registered member\nshall not engage in activities contrary to the ethics of &is particular\nprofession or conduct himself in a manner derogatory to the accepted\nstandards thereof."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. An enrolled or registered member shall not act as locum tenens\nfor or assist any unenrolled or unregistered person in the treatment of\nany patient."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. An enrolled or registered member shall not perform his duties\nwhile he is by reason of the influence of alcohol or drugs, unlikely\nto be able to do so efficiently."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. Where in any disciplinary proceedings an enrolled or registered\nmember is found guilty of having acted contrary to the provisions of\nregulation 22. 23 or 24 he shall be regarded as b e i i guilty of un-\nprofessional misconduct.\n                  PARTN-Dixiplinory            Proceedings\n   %.-(I) Where an allegation is made to the Council that any re-\ngistered or enrolled member (in this Part referred to as \"the respon-\ndent'') has been convicted of a criminal offence or is guilty of profes-\nsional misconduct, the Council shall appoint an investigation committee\nto decide whether the case should proceed to htaring, and any investiga-\ntion committee so appointed shall investigate the allegation as they\nthink fit, and shall report thereon to the Comcil, stating whether or\nnot the allegation made against the respondent has been substantiated.\n       (2) Where an investigation committee report to the Council\nthat a prima facie case has been made out against the respondent in\nany case in respect of which that committee was appointed, other\nthan one involving conviction for a criminal offence, the Council shall\nforthwith appoint a disciplinary committee to deal with the matter.\n        (3) Any investigation committee or disciplinary committee\nappointed in accordance with paragraph (1) or (2). as the case may be,\nshall consist of the chairman and four other members of the Council\nat least one of whom shall not be a registered dentist, so, however,\nthat no member of an investigation committee (except the chairman\nof the Council) shall be appointed to be a member of the disciplinary\ncommittee in respect of the same case.\n                  iachuion of tbL p.so L authorized by L.N. 4/197q\n                   THE DENTAL REGULATIONS, 1974\n       (4) A quorum of the investigation committee and the disciplin-\nary committee, respectively. shall be three."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27.-41) An investigation committee appointed in accordance with\nthe provisions of regulation 26 may, in relation to any case in respect\nof which they are appointed, at any stage of the investigation. take\nadvice from any attorney-at-law appointed by the Council, and may\nobtain proof of evidence in support of the allegations made against\nthe respondent, and may, in such cases as they think fit, decline to\nproceed with the investigation unless the evidence in support of the\nallegations (other than evidence of a conviction) is verified by statutory\ndeclaration.\n        (2) Where it is proved by the certificate of the competent\nofficer of the court in which the proceedings took place, that the\nrespondent has been convicted of a criminal offence and that such\nconviction has not been subsequently quashed on appeal and that\nthere is no pending appeal against that conviction, the investigation\ncommittee shall so inform the Council and the Council may forthwith\nand without further inquiry, direct the Registrar to remove the name\nof the respondent from the register or roll as the case may be.\n        (3) In any other case in respect of which it is appointed, the\ninvestigation committee shall invite the respondent to furnish any\nwritten statement of explanation which he may wish to submit and\nshall consider such statement of explanation before taking a decision\non the matter."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28.--(I) Where a disciplinary committee is appointed in accordance\nwith the provisions of regulation 26, they shall iix a date for hearing\nthe matter and may dlrect the attomy-at-law appointed by the\nCouncil to take all necessary steps for verifying the evidence to be\nsubmitted to them and for obtaining the necessary documents and\nattendance of witnesses at the hearing.\n        (2) The disciplinary committee shall send to the respondent\na notice in writing, specifying the nature and particulars of the\nallegation against him, and informing him of the time and place of\nthe meeting of the disciplinary committee at which the matter will\nbe heard.\n       (3) A notice under paragraph (2) shall be sent to the respon-\ndent by registered post to his address entered in the register, or if\nthe Registrar has reason to believe that that address is not his present\n                   ~ d a dn Ibi. pys i~a.tkriadd by L.N. 4/197q\n                   THE DENTAL REGULATIONS, 1974\naddress, then to any other address which may be known to the Regis-\ntrar, and shall be posted so as to allow at least twenty-eight days to\nelapse between the date of posting and the date fixed for hearing.\n       (4) Where there is a complaint in any matter fixed for hearing\nbefore the disciplinary committee, the Registrar shall send him a copy\nof the notice sent to the respondent under paragraph (2).\n        (5) Any party to proceedings being held under the provisions\nof this regulation may be represented at the hearing by an attorney-at-\nlaw or other person, so, however, that if any such party intends to\nbe so represented at the hearing, he shall give not less than seven\ndays' notice of that intention to the Registrar."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29.41) At the hearing of any matter the attorney-at-law. Registrar,\nor other person appointed by the Council for that purpose, shall state\nto the disciplinary committee the allegation against the respondent,\nthe facts of the case, and submit evidence in support of the' allegation.\nand the respondent or his representative shall be entitled to cross-\nexamine any witness appearing in support of the allegation against\nhim.\n        (2) At the conclusion of the statement of the allegation against\nthe respondent and the evidence in support thereof and the cross-\nexamination of the relevant witnesses, the respondent or his repre-\nsentative shall be invited by the chairman to address the disciplinary\ncommittee and to tender evidence in answer to the charge, and the\nattorney-at-law, Registrar, or other person appointed by the Council\nfor that purpose shall be entitled to cross-examine the respondent\nor any witness giving evidence on his behalf, and to reply upon the\nwhole case after the respondent or his representative has replied."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. If the respondent does not attend either personally or by a repre-\nsentative the disciplinary committee may prweed to hear and deter-\nmine the case in his aksence."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31.41) Upon the conclusion of the case, the disciplinary committee\nshall, after consideration of ad the relevant evidence, report their\nfindings forthwith to the Council in writing.\n        (2) The Council shall, as soon as may be practicable after\nthe receipt of a report from a disciplinary committee, consider such\nreport and make its decision thereon.\n               lLhe hcluriaa of chi, m e h nllthnrized by L.N. 4119761\n                  THE DENTAL REGULATIONS, 1974\n        (3) The Registrar shall, immediately after the pronouncement\nby the Council of its findings in any matter, inform the respondent\nby registered letter of the decision of the Council, and shall after\ntwenty-eight days from the date of posting such letter, or where there\nis an appeal from the decision of the Council at the conclusion of\nsuch appeal, remove the name of the respondent from the register or roll,\nas the case may be, if directed so to do by the Council or carry out any\nother decision of the Council as may be appropriate in any particular\ncase, and make a note beside the entry in the register or roll as the\ncase may require relating to the respondent of the decision of the\nCouncil."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32.--(I) Any appeal to the Tribunal pursuant to section 15 of the\nAct shall be commenced by notice in writing addressed to the Tribunal,\nand such notice shall be lodged with the chairman of the Tribunal\nand a copy delivered to tbe Registrar within twenty-one days from\nthe date of the decision appealed against.\n       (2) Every such notice of appeal shall include-\n    (a) the name and address of the appellant;\n    (6) particulars of the decision of the Council gain st which the\n         appeal is being made;\n    (c) the grounds of appeal; and\n    (d) copies of all relevant correspondence and documents.\n         (3) Notwithstanding anything hereinbefore contained, the Tri-\nbunal may hear and determine any appeal lodged after the time limit\nherein provided, if in all the circumstanoes of the case they think\nit just and proper so to do."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. All expenses incurred by the respondent in disciplinary proceed-\nings brought against him or by any person appealing to the TribmaI\nfrom any decision of the Council shall be borne by the respondent\nor person appealing, as the case may be.\n           PARTV-Restoration of Name to ~ G i s t e or\n                                                    r Roll"
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34.-41) Where the name of any registered or enrolled member has\nbeen removed from the register or roll in accordance with section 13\nof the Act, any application for the restoration to the register or roll\nof the name of that member shall be made in writing addressed to\nthe Council and signed by the applicant stating the grounds on which\nthe application is made.\n                   T H E DENTAL REGULATIONS. 1974\n        (2) The application shall contain the names and addresses of\nat least three persons able and willing to identify the applicant and\nto give evidence as to his conduct and character since the removal\nof his name from the register or roll, and such other evidence as the\nCouncil may require.\n        (3) Not less than two of the persons mentioned in paragraph\n(2) shall belong to one or more of the following categories-\n     (a) registered dentists;\n     (b) enrolled dental auxiliaries;\n     (c) registered medical practitioners;\n     (d) Justices of the Peace;\n     (e) ministers of religion.\n        (4) The Council may require the applicant to verify by statutory\ndeclaration any statement made in his application, or any further\nstaterneat WW      it may tbhk necawmy, and may. if it thinks fit.\nrequire the applicant to attend in person at a meeting of the disciplinary\ncommittee at which the matter is to be considered."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. If upon consideration of the application and of the evidence\nfurnished in s u m thereof, the disciplinary committee is satisfied\nthat the name of the applicant should be restored to the regiskr or\nroll, they shall advise the Council accordingly and the Council may\nthen direct the Registrar to restore the name of the applicant to the\nregister or roll, as the case may require.\n               me inclusion of thia page is authorized by L.N. 54/20001\n                            THE DENTAL REGULATIONS, 1974\n                                        TH32 DENTAL ACT\nN-       of A&!plicant     ...................................................................................\n                                   (Surname firs!, block letters)\nAddress (1)     .............................................................................................\nDate of Birth .......................................Place of Birth.................................\nNationality .............................................................................................\nIntended place of practice or employment ................................................\nQualifications :\n     Dcgrco or Diploma...........................Date granted                      ...........................\n      Institution. ..........................................................................................\n     Address.............................................................................................\n     Portgraduate qualification          .................................D&a..............................\nCo-rn\n OR l ~ s m u n o ~ s                                                       D ~ e s\n     (in which you have\n     practised since                                  FROM                              To\n     qualifying)\nIn what countricq rtatu or provincer are you now reghered or entitled to\npractise aa a Dentiat?\n..............................................................................................................\nHar your registration or entitlement to practise as a Dentist ever been cancelled\nor suspended? ...................................................\nIf so, for what reason, and on what date?...................................................\n..............................................................................................................\n                    Nama and addressee of Chret character refarea:\n                     me inclusion of this page is authorized by L.N. 54l20001\n                            THE DENTAL REGULATIONS, I974\n     I enclose:\n       (a) Certified (notarized) copies of dip'oma or degree and of current re\n           gistration (if applicable). A certified transllation must accompany d l\n           credentials not in English.\n       (b) Applicable fee. (4)\n       (c) 2\" x 2\" pasport type photograph.\n I hereby apply to be registered as a Dentist and declare that 1 am the person\nnamed in the enclosed diplomas or certificates and that the above information\nis true and comect.\n                                                 ............................................................\n                                                              Signorure 01 App1ica.W\n                                                 ............................................................\n                                                                          Dare\n(To be comp!eted by a dental or medical practitioner registered in Jamaica\nor by a person of standing in the country of residence of the applicant who\nhas known the applicant for at least a year.)\nI,    .................................................................. of ..............................\n                   (full name, block letters)\ncertify that I have been acquainted with the applicant for ...........................\nyears and that helshe is of good character.\nDate. ......................................          Signed.. .......................................\n                                                      Address.. .......................................\n                                                      Qualification.. .................................\n       (I) The Registrar must be notified of any subsequent change of address.\n        (2) Recent graduates must request the Dean of their institution to write\n            directly to the Council to assure the Council that the applicant is a\n            bona fide graduate.\n        (3) All other applicants must request their current registering body to\n            *rite directly to the Council, stating the applicant is a dentist in good\n            atanding. This requirement need not be met by those seeking temporary\n            registration.\n        (4) Examination fee :      $100               Registration/ Application           fee:       f2OO\n            (Tcmporury registration fee:             $100).\n                          T H E DENTAL REGULATIONS, 1974\n                                          FORMA, confd.\n7 o be complered by the Regisrrnr\n    Type of registration :                                            Temporary. ....................\n                                     Full ..............................\n    Date registered or application refused .................................................\n    Registration number, if full registration ...............................................\n    Date and       number of Gazette notice in which registration published .........                           -\\.\n     ........................................................................................................   ,J\n    Reason for refusal, if refused ............................................................\n                                                               Signalure of Regisrrar\n                                                 ............................................................\n                                                                Name (block lerters)\n                                                 ............................................................\n                                                                           Dare\nSubmit to :         REGISTRAR\n                   DENTALCLIUNCIL. JAMAICA.\n                               FORM A1                   ( R m t i o n 6A)\n                         THE DENTAL ACT\n         AppLlc~nmBY REQISTEREDDEN'IIsT FOR PRACTISING\n                                                     ~ P I C A ' f E\n     To: T M D ~ A COUNCIL,\n                    L     JAMAICA\nName of Registered Dentist ........................................................................\n                                                      (Surname first, block letters)\nAddress ...................................................................................................\nNo. of Certificate of Registration and date of issue                  .......................................\nI e n d o c apnlicat1on fee.\nI hereby apply for the iswe of a pracdising certificate and declare that I am\nh e person to whom the certificate of registrarion referred to abo= was issued.\n                                                       ......................................................\n                                                              Signature of Registered Dentist\n                                                                               Date\n                    [The in<lusion of t!&     pagq is authorized by L.N. lM/20011\n                          THE DENTAL REGUUTIONS, 1974\n                                               FORMB                             (Regulation 6 ( 1 ) )\n                                      THE DENTAL ACT\n                       C s n n n c ~ r eOF RBGIsTRATION AS A D m s r\n                                           Registration No ..........................................\n   Ihis is to certify that ...........................................................................\n                                                      (full name in block letrers)\nof. ....................................................................................................\nhas b:en duly registered as a dentist under the Dental Act.\n   Given under my hand this                       day of                                         19       .\n                                            ...............................................................\n                                                      RegWar of the Dental Conncil of\n                                                                 Jamaica\n                                              FORM B1                           (Regulation 6A (2))\n                                         THE DENTAL ACT\n                                     P r u c r ~ s ~ R~ToI F I C A T E\n Practising Certificate NO.: .............................................\n Pursuant to tbe Dental Aot, it is hereby cePtifid b a t ....................................\n ...................................... those name is entered on the R e s t e r 04 h t i s C s\nand whose registration Cerificate No. is ..................... is entitled to practise\nas a dentist in Jamaica for a period of twelve months ending on dm\nday of                               e\nDated this                day of                  *\n                                                              Registrar o f the Dental Council\n                                               FORM C                                    (Regulation 7)\n                                          Form o f Register\n  The regist- shall show in respect of every *stcmd                            dentist the foUowing\nparticulaw\n    (a) registration number,\n      (b) full name; if married. widowed or divorced, maiden name;\n      (c) date and place of birth;\n      (d) nationality;\n      ( e ) permanent addrcss;\n      V) date of registration;\n      (B) qualification and the date of obtaining such qualification.\n                     me inclusion of this pane is authorized by L.N. 1M/2001]\n                           T H E D E N T A L REGULATIONS, I974\n                                               FORMD                                   (Regutation 13\n                               THE DENTAL ACT\n                 APPLICATIONFOR ENROLMENT\n                                        AS A DENTALAUXILIARY\nT o THE DENTALCOUNCIL,JAMAICA.\n     Name of Applicant ..............................................................................\n                                       (Surname firsr, block lerrers)\n     Ad&t.m (1) ......................................................................................\n     Date of Birth .................................Place of Birth ................................\n     Nationality .........................................................................................\n      Address of (intended) place of practice or mployer .................................\n      ......................................................................................................\n      Class of dental auxiliary fir which enmlrnent is applied ........................\n     Qualifiaediom :\n                  Certificate, diploma. degree.. ..........................\n                                                                         ..Date..           ................\n                 Institution..............................................................................\nCOUNTRIESOR I N ~ O N S                         DATES\n    (in which you havo\n    practised since                    FROM             TO\n     qualifying)\nLn what oowtria, ateis, or provincg and in what clam of dental auxiliary\nare you now enrolled or entitled to pmctirc?\nHna your enrolment or entitlement to practise in any country ever been caacdlod\nor suspended7\nIf ro, on what date and for what reason? ...................................................\n                     Names and addresses of three oharactcr r o f m m :\n      I enclose:\n            (a) Certified (notarized) copy of diploma o r certificate.\n            (b) Applicable        fee. (2)\n                                                                                                      -\n                      me inclusion of this page is authorized by L.N. 1 0 2 / ~ 1 1\n                           T H E DENTAL REGULATJONS. 1 V 4\n                                            FORMD. conrd.\nI h m b y dedarc that I am the pvrm named in Che enclod dip-                                         a d-\nficater and that the above infornution k true a d mrreot.\n                                                 .............................................................\n                                                                         Dale\n(Tok completed by a dental or medial pmdtioaa\nby a p m of atandin# in the country of remidem of\nknown the applicant for at l a s t one year).\n                                                                              F(ni.rha\n                                                                               .ppUcriat rrbo h u"
    }
  ],
  "definitions": [
    {
      "term": "approved training institution",
      "definition": "an institution approved by the",
      "source_provision": "sec2"
    },
    {
      "term": "Board of Examiners",
      "definition": "the Board of Examiners established",
      "source_provision": "sec2"
    },
    {
      "term": "Dental Auxiliary Training School",
      "definition": "the Dental Auxiliary",
      "source_provision": "sec2"
    },
    {
      "term": "enrolled member",
      "definition": "a person enrolled under the Act as a",
      "source_provision": "sec2"
    },
    {
      "term": "recognized college",
      "definition": "a university or",
      "source_provision": "sec2"
    },
    {
      "term": "registered member",
      "definition": "a person registered under the Act as a",
      "source_provision": "sec2"
    }
  ]
}