{
  "id": "jm-subs-the-deposit-insurance-act",
  "type": "statute",
  "title": "The Deposit Insurance Act",
  "title_en": "The Deposit Insurance Act",
  "short_name": "Deposit Insurance Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-deposit-insurance-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-deposit-insurance-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. 'Ibis policy shall take effect-\n     (a) in the case of a 6nami.al institution duly licensed to carry on the business\n          of accepting deposits and which has been approved by the Conpowtion\n          for deposit insuraoce pursuant to seation 14 of the Ad, but has not\n          yet. accepted its fi,mt insurable deposit, on the day on which the\n          mstnltutaon accepts such a deposl; and\n     ( h ) in the case of a financiat institution w i n g on bhe business of accepting\n         deposits during the oalendar year immediately preceding the 31st day\n         of August, 1998, upon the approval of its application for deposit\n         msuance."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.--41) In these Regulations, unless the context otherwise requires-\n     \"applicant\" means a financial institution that makes an application\n          for deposit insurance pursuant to these Regulations;\n     \"company\" means a body corporate whether incorporate under the\n         laws of Jamaica or of any other country;\n     \"control\" in relation to the activibes of a financial institution or\n          other company means the power of a person to secure by\n          means of the holdmg of shares or the possession of voting power\n          in or in relation to that financial institution or other company, or\n          by any agreement or by virtue of any other powers conferred by\n          the articles of association or other document regulating the\n          management of the affairs of the financial institution or other\n          company, that the affairs of the financial institution or other\n          company are conducted in accordance with the wishes of that\n          person; and for the purposes of these Regulations a person who\n          controls a policyholder is considered to control any other\n          policyholder that is controlled by the policyholder;\n     \"financial statement\" includes a balance sheet, profit and loss account,\n          statement of retained earnings, income statement and a statement\n          of changes in financial position;\n     \"officer\" in relation to a policybolde      ans a director, manager,\n           secretary or other similar officer of the policyholder or any\n           person acting in that capacity;\n     \"policy\" means the policy of deposit i n s m c e issued pursuant to\n           section 14 of the Act;\n                 THE DEPOSIT LVSURANCE REGUJATIONS, J 998\n      \"regulatory authority\" in relation to an applicant, means any authority\n           that is empowered to supervise or regulate financial institutions,\n           capital markets or securities transactions; and that has jurisdiction\n           over the applicant;\n      \"relevant year\" means the year 1997;\n      \"Return of Insurable Deposits\" means the form of return specifted by\n           the Corporation from time to time for insurable deposits as\n          defined in section 2 of the Act;\n      \"subsidiary\" where used to indicate a relatiowhip between one\n           company and another means a company that is controUed by the\n           other.\n          (2) For the purposes of these Regulations the following persons\nshall be treated as being connected with a particular financial institution (T)\nand the financial institution with them, and shall be so treated\nnotwithstandmg that at the relevant time any of the persqns in question (not\nbeing individuals) had not yet come into existence or had ceased to exis(--\n           a holding company or subsidiary of F;\n           a subsidiary of a holding company of F;\n           a holding company of a subsidiary of F;\n           any company of which F has control;\n           any company of which F and persons comected with F togethea\n           have control;\n           any company which together with F constitute a gn)up;\n           an individual who is a director, manager or a person who has\n           control of F or any partner or any immediate relative of such\n           director, manager or person as aforesaid;\n           any company of which any of the persons referred to in sub-\n           paragraph (g) is a director, manager or has control.\n        (3) \"group\" in relation to an interconnectionbetween ow cornplany\n(\"X')and any other company, means X and-\n      (a) any other company which is its holding company or subsidiary;\n      (6) any other company which is a subsidiary of the holding\n          company;\n      (c) any company which dhctly or iodirecty conbols or is con-\n          trolled by any company @erred to in sub-parageaph(a)or (6);\n                 [The inclusion of this page b   ~~by LN. 13912003 ]\n                 THE DEPOSIT 155L'RiLVCE REG LW TIO02'S.1998\n      (4 any company which is controlled by a person who directly or\n           indirectly controls a company referred to in sub-paragraph (a). (b)\n           or (c).\n         (4) For the purposes of these Regulations a company is a holding\ncompany of any company that is its immediate. intermediate or ultimate\nsubsidiary.\n                      Application,for Deposit Insurance"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Subject to the satisfactory compliance wi& the requiremenb of the Act,\nand L e enactment under wbi& fhe polioqitplder, is licensed, this p i a y is\nrenemub!e annually, and shall wntlnue In eff'eot untll ~ t scancellation in accord-\nance with ssdions 15 end 16 of the A d o r any amcndmtnts thermf.\n                                   Conditions"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Premiums Payable (0.15 per cent of\n     total value of insurable deposits)          JS\nNOTE: The conversion rate for insurable deposits &nominated in foreign currencies\n      should be the applicable rate of exchange on December 3 1 of the preceding year.\n     TOTAL DEPOSIT LIABILITIES AS REFLECTED IN THE  FINANCIAL\n      STATEMENTS AS OF DECEMBER 31 OF THE YEAR PRECEDING THE\n                       POLICY DUE DATE\nDeposlt LIabLUttes whlch qualify for Deposit Insurance."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The policyholder s h d m       y with the Aot, its governing statute, any\nappiioable regulations, its incorporaGing instrument, and any undertaking that it\nhas given b the Corpora~on,the Bank of Jamaica or any rmlatory authority\nhaving jurisdiation over the policyholder or any as(peot of its business, and with\nany wmpliance order, cease and desist order, d i h v e , iestriotion o r ather\nsimilar dooument issued ad any time by the Oonporation, the Bank of Jamaica\no r any regulaby authority wPlldh has juridotion over the ap~licanlt.\n                                     Premiums"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The initial premium to be paid to the Corporation pursuant to\nsection 14 of the Act by a financial institution whose application for\ndeposit insurance has been approved, and which has carried on the\nbusiness of taking deposits during the relevant year, shall be a rate\nequivalent to 0.15 per cent of the total value of the insurable\ndeposits held by the financial institution on the 31st December of that\nyear."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-41) l3.m polioyhokier shall colnplde and certify a Return of Insurable\nDeposits in the f o m prescribed and shall submit d~aRRerturn to the Corporation\nat such times as the Coriporatim may require before the policy due date.\n-                          - --                 -   -            -          --\n                 [The inclusion of rhis page is authorized by L.N. 54120001\n            THE DEPOSIT INSURANCE REGULATIONS, 1998\n                                SCHEDULE,\n                                       contd.\n                                 Form, 3, contd.\n      (2) For &e purpose of making the calculation of a n n d premium\npolicyholder shall detenrune the total value of insurable deposats by using tbe\nmethod set out m\n               i the Re-     of Insurable D m t s ."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The annual premium payable under section 14 of the Act shall\nbe payable on or before the policy due date; however, the policy-\nholder may with the prior written consent of the Corporation pay the annual\npremium in two equal instalments, the first such instalment being due\non the policy due date and the second instalment being due not later than\nsix months after the policy due date.\n                 [l%e inclusion of this page is authorized by L.N. 13512003 ]\n6                         THE DEPOSIT NSURANCE REGUU TIONS, 1998\n                                        Financial Statements"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.--(I) Where the poliicyblder, the C o p r a h n or a Bank of J d c 8\nrepresentative who is making an examiinaith or inspedion under the Bank of\nJamaica Aat, discovers an e m r in the Return of ImunaMe D e p i t s and the\npolioyholder has been notified thereof, the pdbyhdder sbdl M w i t h m e t e\nand file wiah the Corporr;~tionan amended Return of Iorrmde Deposits wtified\nby an authorized signatory of the policyholdm.\n      (2).Where, Fsed on an aqepded Rebuin of Insurabk Daposits, the\nConporat~ond e t e r m w that an          amount of initial premium or annual\npremium should h v e beem paid, the palicydmlda shall pay to the CorporsriOn-\n    (a) 'the additional amount forthwith in aomdmce with the relevant pro-\n         visiuns of the A& and\n    (6) any interea on that amount b a t is charged by the Oprpodom in\n         accordance with section 14 (5) of the Ad, which interest &al ecorue\n         fran and including the due date until the day immediately before the\n         date of payment.\n                                    Information\n  to. The policyholder shall pwide-\n    (a) lists of persons with whom b e polic~olderfome a group; and\n    (b) lists of the manes, addresses, tel-e  smmbem, occupatimr nod titlea\n        of the directors and o f i m of the policyholder and of each of its\n        holding companies and subsidiaries."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Where the Corporation considers it to be necessary or desirable in\n    furtherance of its principal objects, the Corporation may require an\n    applicant or policyholder, as the case may be, to provide or cause to be\n    provided to the Corporation any additional information cancerning the\n    business and affairs of the applicant or policyholder, or of any of its\n    directors or officers. or of any person connected with or exercising control\n    over the applicant or policyholder.\n                                                  SCHEDULE                       (Regulations 3,4 and 5)\n                                                    Form 1\n                                    THE DEPOSIT INSURANCE ACT\n                                  APPLICATIONFOR DEPOS~I'INSURANCE\n                                         (Pursuant to section 12(1) )\n    NOTE:     Where additional space in which to answer is required, the applicant shall camplete\n              the answer on a separate page that shall be marked as an attachment and cross-\n              referenced to tho item to which it pertains. Each such separate page shall be\n              initialled by the signatories to this application or such 0 t h persons authorized in\n              their place.\n    Section A: General Applicant Information"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The Comahion for the purpose of monitoring or assessing the m m -\nplhnce of the policybalder with the conditions of this p o k y or where the\nConpomhon mnsiders it to be necessary or deaieable in hutherance of its\nabjeots as set out in section 4 of the Aat, may by notice in writing q u e s t the\npolicyhdder to provide the following information wifhin such period as may\nbe specified in the no'tio8-\n     (a) its ihandai statements and suoh returns, stataneats and\n          including those required under s e d a n 16 of the Banling Au, d o n\n           16 of the F i n a n d Insthtioas Act or regulation 44 of tbe Bank d\n          Jamaica (Building Societies) R e g u l w 1995, as h e          m y   'm\n          for .the peaid specified. p e e d on a maalidated or uncomxd\n          basis, plus those where appllbbble, of its holdlng oonrpony sad r&-\n          sidiaries;\n     (b) a statement centified by an authorized dgnamy af the pdricyhotde,\n          that Bets out-\n              (i) a p d e of imuralble d e p d t s in the format req-ed;\n             (ii) a prcdile of insured deposits in the f o m t request&;\n            (iii) a ddailed description of the system that is used by fie policy-\n                  holder to compile inhm&on on Ps dqposdt &bilities; and\n            (iv) a dedailed listing of the amounts, statue and d9aa of m         w\n                  af loans that are naade and ob &her as&g, and of m         p\n                                                                             le\n                                                                              d\n                  that are issued and that are not insured under the Act, and\n                  other lhtdities.\n                lThe i-xlusion of thk page is authortcd by L.N. 5 4 / m 1\n                THE DEPOSlT INSURANCE REGULATIONS, 1998\n                                    -\n                                    SCHEDULE,contd.\n                                     Form 3, confd."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.--(1) The policyholder shall, forthwhh, provide a copy of-\n   (01 any 00\"-          &a,           and deaist. order, directive, resthtkm, or\n         atfier slmlar document ~ssuedat any m e m respeat of the i.n&tution\n         by or on the application of any regulatory authority; and\n          (2) T&   pdicyholder hall, forthwith, notify the Corpomthn in writing\nof-\n       (a) any actual or pending ahange in the w n m l af the policyholder or itn\n           mhidiariea;\n       (b) any act.ua1. or pending amalgamation, merger, a m n g a n a t or other\n           ~rgilIlaaaCronthat involves the policyQdda or a sign-           portion\n           af its asaets or Wilitiea or &at involvea itts subsidia~ies;\n       (c) any a c W or pending change of address of its registered or head oilkc;\n           ~d\n       (d) any           in inRormathn given in furtherance of its qjplicraltion for\n           @sit        ~~."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.    Information in respa%of the &kmal d t o r ( s ) of sbe applicant:\n       (a) Name ........................................................................................\n       (6) Address .....................................................................................\n       (c) Telephone w m b r (s).....................................................................\n       (d) Flacsimile number (s)......................................................................\n       (e) Cbntaot person (s).........................................................................."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. The paPlicyholder hereby consents to the relegst to any regulatory authority\nwhich directly rsgt&&s the pki@mlder's activities and to the Minister respon-\nsible for fUlancc of any information pro16ded by b e policyholder to the\n0mpOmtic)n.\n  IS. The policyholder shall caw its o5cae, auditorr, and fomer auditon to\nfurnish wcb i n f o r d o n and explamtions that pembin to its adfain as Phe\nOorpora4ion or any penoa decimted by the Oo~porutionmay require."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.    The app1icant must attach a copy of its la~tesltaudited balance sheet and\n       profit and loss accounts in r e s m of all business transacted by it in the\n       previous W o i a l year and prepared in the manner prescribed in its\n       governing statute or any regulations made under the Bank of Iamaiaa Aot.\nSsdion B: lnfonmtion and Corporate S t n r h r e"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.    InfornraQion on persons wi.th at least 20% of voting shares of the applicant:\n                                                                              Number and type if\n       Name                  Occupahion                 Address                %ares held and\n                                                 (Homeand Business)              JS Arnounit\n                                         -   .\n             THE DEPOSIT INSURANCE REGULATIONS, 1998\n                                        contd.\n                                 SCHEDULE,\n                                   Form 1, contd."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.   If the appli-4   is the subsidiary of another ampany, name, address and\n      nature of business of that other m p a n y :"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Thc policyholder shall not im to any person m y instnumnt evidencing\na b e policyholder h received or is holding money from or on behalf of\na paron          to a trPnrsrtlon dh3 dues nqt constitute a dapDsit or part\nof a dbpoat insured under the A& unless the mstnment bears ahc following\nmRQollitsfac6-\n  'Tbe d&,t      to wBich this instnuncut r d a t a is not insured under Phe\nDclpoadt Insugnce Ad\".\n                                         Records\n  1 9 - 4 1 ) The poliayhol+x +ll prspare and        a    -9 .tbrat a.COLltrilbdy\nand fully describe and &dose rts assets, daposlt lrahhtaea aonslsbng of insurable\nand innved d;apoeik other a d u d or contingent k~bikirties, revenue, exrpawr\nand shwdmldars' equity.\n-          --      -\n                   me inclusion of thu page is authorized by L.N. 54/20001\n            THE DEPOSIT lNSURANCE REGULATIONS, 1998\n        (2) Subjoot fo sub-             (3). tbe policy6oWer          r    e\nrecror& of deposit l'&il%ies referrad to m e u b ? p a m m (1) for a penod of at\nleast fifteen years after Ule~rcreation and d m g such m o d          n d remove\nthem from J d c a except with the &r &en           conseat ot tbe Corprotp8011.\n       (3) Where the policyholder a m a l g m a ~or merge% with amdha policy-\nbolder or squires all or aubsbaathlly ad1 of tbe aseta of another policyhdda.\nthe i,netinution that results f m the amalgamath or ~cquisition&dl retain\nthe reaords of deposit liabilities of   predco*~porpo€kyh~Idcrfor a period of\nat Least fifteen years following the L t e of the arrt&lgamaRion, merger or\nacquisitioa."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.   Where applicable, attach a wrpo-     organizational dhamt, showing d l d y ,\n      the relationd~ipof the applicant bo &ex mmpnk with which it form6\n      part of a group."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Subject .to $e @aiona    of d o n 15 (1) of the Act, tbe Corponation\nm;y. by notnx m w n b g to the pdlcybddsr, c a d bbe poiicy of d o p i t\ninsuranct in accordance with sections 15 and 16 of the Aot or any amendmeat\nthereof.\n                       ObligaffonsFollowing Cancelldbn"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.   Has the applicant, its holding company, mbsidiarica or any of heir officem\n      ever under the laws of any juriddioa-\n      (Tick the appropriane box. Submit details separately, where \"yd' ir\n      indicated).\n                                                                      Yea     No\n                                                                       -      *\n      (a) been refused doposit insurance?                               11    I1\n       (b) heId deposiit insurance &at has been 811s-\n           pended, revoked, or been the subjeot of\n           imaiigation?                                                 11    11\n      (c) been &used a licence to accapt deposits?                     I]     [ 1\n      (4had its licence as a deposit-lhkhg financial\n           insti!tution suspended, revoked, or the mbjeot\n           of an investigation?                                         [ 1   11\n                                         ---.         -               - --\n                 (The inclusion of this page is authorized by L.N. 54/2000)\n                         THEDEPOSIT NSURAhCE REGULATIONS, 1998\n                                              SCHEDULE, conrd.\n                                               Form 1. contd.\n       (e)   been found guilty of fraud, misappropriation\n             of fiinds, or violation of laws regulating the\n             provision of financial services or securities\n             trading?                                                          1 1                 1 1"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Give details of any pending litigation to which the applicant is a party that might\n       materially affect the capital bnse ofthe applicant. .................................................\n       ............................................................................................................\n Signed by Authorized Signatory.................................... Date.. ............................\n Print Full Name ........................................................     Title. .............................\n Signed by Authorized Signatory.. ..................................          Date ..............................\n Print Full Name ....................................................... Title.. ............................\n AiEx Corporate Seal\nSection D: Documents Submitted (Tick os appropriate)\n    (I) Certified copy of Certificate of Incorporation\n    (2) Certified copy of Memorandum of Association and Articles\n        of Association or document certifying incorporation.\n    (3) Copy of latest audited financial statement.\n    (4) Certified copies of the last Annual Return required under\n        sections 12 1 and 122 of the Companies Act.\n    (5) Corporate Organizational Chart.\n    (6) Other @lease specrfl)).\n                      THEDEPOSIT INSURANCE REGULATIONS. 1998\n                                                 conrd.\n                                          SCHEDULE,\n                                             Form 2\n                               THE DEPOSIT INSURANCE ACT\n       (Name of Institution)\nI.   Total Deposit Liabilities as at December 31,"
    }
  ],
  "definitions": [
    {
      "term": "applicant",
      "definition": "a financial institution that makes an application",
      "source_provision": "sec2"
    },
    {
      "term": "company",
      "definition": "a body corporate whether incorporate under the",
      "source_provision": "sec2"
    },
    {
      "term": "policy",
      "definition": "the policy of deposit i n s m c e issued pursuant to",
      "source_provision": "sec2"
    },
    {
      "term": "relevant year",
      "definition": "the year 1997",
      "source_provision": "sec2"
    },
    {
      "term": "Return of Insurable Deposits",
      "definition": "the form of return specifted by",
      "source_provision": "sec2"
    }
  ]
}