{
  "id": "jm-subs-the-education-act",
  "type": "statute",
  "title": "The Education Act",
  "title_en": "The Education Act",
  "short_name": "Education Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-education-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-education-act",
  "provisions": [
    {
      "provision_ref": "sec0",
      "section": "0",
      "title": "Section 0",
      "content": "0,:, Ih>.,d      of any Board of Management shall be appointed for such ~ e r i o dnot\nof Manapc-\nmeot.            exceeding three years as the Minister may determine and shall be\n                 eligible for reappointment.\n                         (2) Any member elected or nominated as a representative of a\n                 group shall cease to be a member of a Board when he ceases to be the\n                 representative of the group who nominated him.\n                         (3) The Minister may at any time revoke the appointment of\n                 any member of a board if he thmks it expedient, but where he intends\n                 to revoke the appointment of a member who was elected or nominated\n                 by an organization or group, or nominaied by the Council, he shall,\n                 before he revokes the appointment, consult with (the organization, group\n                 or Council, as the case may be.\n                         (4) Where an organization or group or the Council decides to\n                 revoke the appointment of any person eleoted, or as the case may be,\n                 nominated to be its representative on the Board, it shall submit to ,the\n                 Board notice of such revocation stating the date on which such revo-\n                 cation is to take effeot and thereupon the membership of such member\n                 shall be terminated by the Minister.\n                          (5) Any member of the Board who is absent for three consecu-\n                 tive meetings without justifiable excuse shall be deemed to have vacated\n                 his membership on the Board and the Board shall report the matter\n                 to the Minister and to the group which nominated that member.\nResignatton        80. Any member of any Board of Management may resign his office\no f n merrrber\no f a Board.     by instrument in writing addressed to the Minister and transmitted\n                 through the chairman and such resignation shall take effect as from the\n                 date of the receipt by the Minister of such instrument.\nResignation        81.41) In the case of a public educational institution, the chairman\nof the cl~uir-\nnvrl or a        may at any time resign his office by instrument in writing addressed to\nBod[&\n                 the chairman of the Council, and the Council shall consider the resig-\n                 nation and thereafter transmit it to the Minister indicating in writing-\n                      (a) whether or not the resignation has been accepted; and\n                      ( b ) the date from which i't should take effect,\n                 and such resignation shall take eEect on that date.\n                           (2) A chairman of a church-owned or Trust school may at any\n                 time resign his office by instrument in writing addressed to the owner of\n                 the institurtion or to the Trust, as the case may be, and such resignation\n                 shall be considered by the owner or the Trust, as the case may be, and\n                 thereafter shall be referred to the Minister indicating whether the\n                               mhe inclusion of this page is authorized by L.N. 144/19951\n                THE EDUCATION REGULATIONS, 1980\nresignation has been accepted, the date from which the resignation shall\ntake effect, and the appointment of the chairman in such case shall be\nterminated by the Minister with effect from that date."
    },
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1-I\n Name of School\n                                             PARTICULARS\n                                                     OF APPOINTMENT\n                                                                                           I   Grade\n Address of School                                                                         1   Parish\n   Type of Appointmerit (tick appropriate box)                                 Category        Date of appointment\n                           -                                                    of P a t         in new post\n       Permanent       1-        ,pow               rl    fiovisiona~\n                                                                                           Date on whick mcher\n Full name of teacher last employed in post                                                      left port\n                                                                                           I----.        ---- -\n Reason for leaving (tick appropriate box)\n  - Resigned          I]        Sick leave    El      Vacation\n                                                       leave\n                                                                             Study leave\n State whether cot-        Ownership of cottage (tick appro-               Amount of            If no cotbgc prw\n   tage provided            priate box)                                      rental                vidrd, siate\n                       U         Government              Private\n                                                                                               amount of a l h w a a x\n                                                                      I                    L                         -\n                                                    FOROFFICIAL\n                                                              USEONLY\n       No.\n      Incremental      Grade of teacher\n       date\n ~ a m and\n        e parish of'school joining              /    D*te\n                                                     j0lnd\n                                                                    Basic salary\n                                                I               1 Special qualifications increments I\n  Name and parish of school leaving\n                                                I 1 Date left       Service increments\n                                                                    Acting allowance\n    Clerk                        I\n  Signature of Appointments Approved by\n                                                                    Marriage allowance\n                                                                                                         I\n                                 I                              I\n  Signature of Salary Clerk          Approved by                    House allowance\n                                 I                                  Gross salary\n                                                                                                          I\n                            me inclusion of Ihb page is authorized by L.N. 67119821\n                      THE EDUCATION REGULATIONS, 1980"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Provisional   appointments\n    ( 1 ) Teachers\n   (a) A teacher who joins the service for tbe first time shall be appointed\n          on a provisional basis. The duration of such provisional appomtment\n           shall not normably exceed three school terms;\n    (6) During 'the first and second terms of that provisional period the\n           principal along with the staff members responsible for the supervision\n          of the teacher shall regularly assess the teacher's work and general\n          professional competence and pebmance; these assessments shall be\n          discussed with the teacher.\n   (c) After consultation with the teacher, a recommendation regarding the\n          teacher's competence and performance based on the assessments made\n          in accordance with sub-paragrapt (4shall be made by the principal\n          and sent to the Board in time to enable 'the Board, if the recommenda-\n          tion is unsatisfactory, and in them opinion warrants the nonconfinnation\n          of the teacher's provisional appointment, to notify the teacher accord-\n          ingly and such notice shall take effect 4rom the end of that third\n          term.\n   ( d ) Where the recommendation is for a continuation of appointment baaed\n          on the assessment of the teacher's work and profes~onalcompetence\n          by the principal and the Board is satisfied, subsequent appointment of\n           -m e indruion of this page i s authortzed by L.N. 67119821\n                  THE EDUCATION REGULATIONS. 1980\n        the teacher in that or other public educational institution shall nor\n        normally be oifered or made on a provisional basis.\n    (2) Principals\n    (a) A first appointment as a principal shall be on a provisional basis d e s s\n          ofierwise recommended by the Commission and approved by the\n          Minister. The duration of the provisional appointment sh& not nor-\n          mally exceed three school terms.\n    ( 6 ) For a second or subsequent appointment, recommendation for a pro-\n          v~sional appointment may be made by a Board to the Commiss~on,\n          indicating the period of the provisional appointment recommended.\n    (c) The Coi?mission may, as,it thinks fit, recommend to the Minister that\n          the period of the provlswnal appointment referred to in sub-para-\n          graph (a) be varied or may recommend a provisional appointment\n          where a permanent appointment has bezn recommended.\n    (dl During the period of the provisional appointment, arrangemenIs for\n          the regular assessment of the principal shall be made by the Mmistry\n          and a report on such assessment which shall be discussed with the\n          principal shall be made to the Board.\n    (e) The Board shall, before the expiration of the period of the provision-\n          al appointment referred to in sub-paragraph (c), make a report 10 the\n          Commission and that r e p r t shall take into account the assessment\n          made by the Ministry as to the professional competence and perform-\n          ance of the principal.\n    (f) The Commission shall determine in consultation with the Board, sub-\n          ject to confirmation by &theMinister, whether the provisional appoint-\n          ment shall be made permanent or be extended for . a further period;\n          but the total period of an appointment on a provisional basis shall\n          not exceed two years."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 . 4 1 ) Specialist teacher, being a pervn who has pursued a course of study\nat a recognized institution or bas obtamd such qualification and experience\nas the Minister may determine as being appropriate for employment as a\nteacher to give instruction in such subjects a8-\n     (a) industrial arta;\n     (6) music;\n     (c) physical education;\n     (d) home economics;\n     (e) agriculture;\n    a      art and crafc\n     (8) speech and drama;\n     (h) remedial education;\n      (9 guidance and counselling;\n      03 business and commercial studies,\nand such other studies as may be included from time to time.\n       (2) A specialist teacher shall be categorized a+\n     (a) Specialist Teacher 11, being a person who posseaes a quali6cation\n           acceptable aa uivalent to a university d e p awarded after studies at\n           a s p i a l Y t a e g e or such other mstltubon as is accepted by the\n           Minuter as bemg of comparable standard to a specialist college; or\n     (6) Specialist Teacher I, being a penon-\n              (i) who possesses a qdification awarded by a teachers' oollege, the\n                   College of Arts, Science and Technology, the cultural Trainim\n                   Centre, the Jamaica School of Agr~cultureor any other m-\n                   nized sptciaht tertiary institution, and who hgS obtained such\n                   qualification dter a pied of not less tban two y m of full\n                   tune studies or its eqwvalent;\n             (ii) who posses- a high standard of skill a s a craftsman but has\n                   no fcumal academic qualificafi~ationsor who has had approvd\n                   ex rience ia agriculture, industry. commerce or other accepted\n                   fie%.\n                            Teachers with Special Res~oM'bilitv"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . The duties and responsibilities of a principal of a puolic educar~onal\n                                       institution\n     (1) A principal shall be responsible as professional head of the institution\nand as chief executive officer of the Board of Management for-\n     (a) formulating, in consultation with members of staff, the curricdum,\n           syllabus and time-table of $e institution, within the general educational\n          policy laid Qwn by the Mmster and by the Board;\n    (b) planning and administering the day-to-day educational programme and\n          supporting services of the institution and carrying out such\n          lions PI the Board may delegate for the effKl-t and o r d e r c l % d g i\n          of the day-to-day administration of the institution;\n    (c) ensuring that the objectives of the programme of the institution within\n           the context of the national programme of education are clearly defined\n          to all involved in the implementation of the programme;\n    (d) evaluating and preparing reports on the performance of each member\n          of the academic and administrative staff;\n    (e) ensuring that the curriculum gives proper significance to national em-\n          blems and make provisions for the observance of respect for them;\n    V) giving directions about the expenditure of the funds made available\n          to the institution within the general policy laid down by the Board and\n          outlined in the budget for the institution and be answerable to the\n          Board for any failure to use such funds properly o r to keep adequate\n          control over their expenditure;\n    (g) holding regular st& meetings to consider all matters relating to the\n          work of the institution;\n    (h) su.prvising the instruction in the institution and, aasistgd by the vice-\n                    , heads of departments and other persona holding pmtr of\n          &%?~wponsibility, gi\"ag advice, g u i d m c and p m f c d o n d assist-\n         ance to the teachers and other tmchrng personnel;\n   (i) recommending to the Board the appointment and promotion of m a -\n         bers of staff and the depletion or dismbsal of such persons whose\n         work or attitude is unsabsfactory, but only dater warning the member\n         of staft in writing, giving guidance and -stance,         and allowing a\n         reasonable time for improvement;\n   07 submitting to the Board in the manna prcscribcd and at the requirtd\n         date or dates a budget for the institution;\n   ( k ) such other duties and responsibilities as may be prescribed by the\n         Board or by the Minister.\n     (2) m e principal shall assume tmchin-g duties @us the particular circum-\nstances and size of the insbtuhon makes d mprachcable for hi to do so on\na regular basis.\n     (3) The principal shall also be responsible for seeing that mtidactory\narrangements are made for-\n                me inclusion of this pope L authorized by L.N. 67119821\n                 THE EDUCATION REGULATIONS, 1980\n    (a) the inspection of the premises and for the reporting to him of any\n        repairs needed and any lack of attention being given by those m m -\n          bers of staff who have been assigned responsibility for the care of\n          the premises and their equipment;\n    t b ) maintaining the prescribed s M , student, accounting, library and other\n          rewrds.\n    (4) In the abstnct of the principal and where no p t of vice-principal is\nprovided on the establishment of the institution the u t m of principal shall\nbe performed by the person who is at the time authorized to discharge the\nresponsibilities of princ~pal.\n               l I b e iPdusio11 of this page ia aurhorizcd by L.N. 671 1982)\n                              EDUCATION\n                      THE EDUCATION ACT\n                             REGULATIONS\n                           (under section 43)\n    (Made by the Minister on the 4th day of September, 1973)                 Z.N. -173\n                                                                             Amd:\n                                                                             L.N. 473~174\n                                                    [Ist September, 1973.1\n                          Part I-Preliminary"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. (1) Lecturer-Librarian, being a person who has been awarded a d e m\nor its equivalent from a university or other recognized institution that offers\nprofessional training in library stud~es.\n       (2) A Librarian, being a person who has a degree or diploma or other\naccepbable qualifications from a uiiiversity or other institution that offers\ntraining in library studies.\n      (3) Teacher-Librarian, being a person who holds a certificate or diploma\nof a trained teacher with an option in library science awarded by a teachers'\ncollege, college of education or other recognized institution that offers pro-\nfessional training for teachers.\n       (4) A teacher with special responsibility for a school library, being-\n    (a) a teacher who has bem awarded a certificate o r diploma of a trained\n          teacher with an option in library science awarded by a teachers' college,\n          a college of education or other recognized institution that offers pro-\n          fessional training for teachers who assume responsibility for a school\n          library in addition to other teaching responsibilihes; or\n    ( b ) a trained teacher who has successfully completed wurses in school\n          library routines.\n                              Types o f Appointment\n  When appointing teachers a Board of Management may make-\n   I . Permanent appointments in which the holder enjoys security of tenure in\nthe particular instilution until retirement, unless his employment is terminated\nin accordance with regulation 54."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6) such accounting records as may be prescribed;\n    (k) library records;\n    (0 an inventory of fwmiture, equipment, apparatus, books, school\n         materials and supplies, kept up to date and according to\n         instructions issued by the Ministry;\n    (m) such transfer records as may be prescribed;\n    (n) a cumulative record of every student of that institution;\n    (0) a copy of the time-table and schemes of work including all\n         relevant teachers' guides for use in the institution; and\n    (p) any other registers, books, statistical or other records, which\n         the Ministry may require to be kept in each institution.\n              rrhe in lsion of this page ia authorized by L.N. 67/1982]\n                             THE EDUCATION REGULATIONS, I980\n                   (2) All registers, records and books shall be made available\n            for inspection at all reasonable times by members d the Board, by\n            members of the supervisory staff of the Ministry and by such other\n            persons as may be authorized by the Minister.\nPermed        18.-41) The principal of a public educationaI institution shall keep\nstall Bbr\n            a confidential personal file in respect of each member of the teaching\n            and administrative staff and such file as may be apmopriate in respect\n            of eacL member of the ancillary staff.\n                     (2) There shall be kept in the personal file of a member of\n            stall of a public educational institution-\n                  (a) any spacial correspondence from or copy of cxrespondence\n                       to the member of staff or any information from whatever\n                       source relevant to the member of staff;\n                  (b) any memorandum or instruction in connection with theduties\n                       and responsibilities of the member of staff issued by the\n                       principal or other person authorized so to do;\n                  :c) copies of reports on the work and efficiency of the member\n                       of s M and on his contribution to the school as well as any\n                       memorandum on disciplinary matters affecting the member of\n                       staff; and\n                  (d) the full name, address, date of birth, place of birth, nationality,\n                       marital status, details of academic or professional qualifications\n                       with copies of any testimonials, academic or other certificates\n                       and full details with dates of the beginning and ending of\n                       any previous teaching or other work experiences.\n                    (3) In making an assessment of the performance of a member\n            of staff for inclusion on his personal file, the principal shall take full\n            account of the opinions of senior teachers, department heads and\n            other members of staff who work with and are responsible for the\n            supervision of the work of the member of staff concerned.\n                   (4) A member of stat7 shall have the right, on request to the\n            principaI and in his presence, to inspect his personal file.\n                    (5) Where a member of staff objecl to the inclusion of any\n            item in his personal file he may raise the matter with the principal\n            and if the member of staff is not satisfied with the action taken by\n            the principal he may take the matter up with the Board. If the action\n            of the Board does not satisfy the member of staff, he may refer the\n            matter to the Minister.\n                           me inclusion of Lhir page is authorized by L.N 67119821\n                THE EDUCATION REGULATIONS. 1980                                     IS\n        (6) A person shall not remove or alter any part of the contents\nof a personal file of a member of staff."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1)     The school year shall run from the 1st September of each 'Zherchool\nyear to the 31st August of tbe following year.                          YCU.\n         (2) The school year shall be divided into three terms, that is\nto say-\n      (a) the first term, which shall begin on 1st September and end\n            on 31st December;\n      (b) the second term, which shall begin on 1st January and end\n            on 30th April; and\n      (c) the third term, which shall begin on 1st May and end on\n            31st August.\nso, however, that the first school day in each term shall be the first\nMonday of that term, except when that day is a public holiday, in which\nevent the first school day shall be the day next following which is\nnot a public holiday.\n       (3) Every public educational institution shall meet for classes not\nless than 190 days of each schoo! year unless it is prevented from doing\nso for reasons approved by the Minister."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-41) After an application has been made for the registration of ~ ~ r n m r c r\n                                                                        of school\na school, the school or any department thereof shall not be transferred e:hout\n                                                                        pnor\nto any new site without the prior approval of the Committee.            approval.\n      (2) The requirements of pasgraph (1) shall continue to apply\nto a school after it is registered, whether provisionally or finally.\n               IThe irrhuion of rbis prao L authohorized by L.N. 67119821\n                     THE INDEPENDENT SCHOOLS REGULATIONS, 1973"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9 . 4 1 ) Every public educational institution, except so far as affected   :\"d\"h\"L&y\nby holidays or other unavoidable cause or as permitted by the Minister         Of '\"struC\"n'\neither generally or in any particular case, shall provide-\n       (a) not less than five school days in each week; and\n              [The inclusion of thk page k authorized by L.N. 144/1995]\n                                    THE EDUCATION REGULATIONS, I980\n                        (b) on each school day a period of educational instruction of, as\n                            respects each level of educational institution specified in the\n                            first column hereunder, not less than the number of teaching\n                            hours specified in relation to that level in the second column\n                            hereunder :\n                                 Level of educational                            Minimum nuunber of\n                                     institution                                   teaching hours\n                             Pre-primary                                                       3\n                             Primary, all-age and secondary-\n                                  (i) if operating a shift system as\n                                       described in regulation 9 (3)               ...         4)\n                                 (ii) in other cases                               ...         5\n                           (2) In every school day there shall be at least one break of not\n                    less than thirty minutes.\n                          (3) In this regulation-\n                        \"school day\" means a day on which educational instruction is\n                             imparted pursuant to these Regulations, so, however, that-\n                               (a) where a primary or secondary public educational in-\n                                   stitution operates a shift system which is so structured\n                                   that the prescribed minimum number of teaching hours\n                                   is provided in a morning shift and in an afternoon\n                                   shift, each such morning or afternoon period shall be\n                                   regarded as constituting a school day; and\n                                (b) no part of a Saturday or a Sunday shall be included\n                                    in a school day;\n                        \"teaching hours\" means hours during which a teacher and students\n                             are present together imparting and receiving educational in-\n                             struction.\n                                        Correspondence with the Ministry\nCorrcrpon-            10.-(1) A principal of a public educational institution may corres-\ndcnce wilh\nthe u i n i ~ y .   pond directly with the Ministry on any matter connected with the\n                    work of the institution.\n                          (2) Any member of stall of a public educational institution\n                    may correspond directly with the Ministry-\n                        (a) on any matter that affects him personally; or\n                        (b) for the purpose of seeking advice or guidance on any matter\n                            of professional concern.\n                                 [The inclusion of this page is au~horized by L.N. 144/1995]\n                  THE EDUCATlON REGULATIONS, 1980\n         (3) A member of staff of a public educational institution, other\n than the principal, shall not correspond with the Ministry on any\n matter relating to the work of that institution unless-\n      (a) such matter has been raised with the principal and where\n           necessary, by way of follow-up, with the Board; and\n      (b) a copy of any such communication is sent to the principal\n           and to the Board.\n         (4) Any communication sent to the Ministry shall be addressed\nto the Permanent Secretary, Ministry of Education.\n                                 Health"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The teacher shall bs employed in full-time d c e and exclusivaly in Ule\ncapacity of a teacher and shall not be required to perform any duties except\nsuch as are connected with the work of the institution.\n                                                              i"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.--(I) The Minister may cause any public educational institution 2,~';:;\nto be visited by health p e r s o ~ e lfor the purpose of examining or       t$$c;l\ntreating students attending that institution and, unless the Minister\notherwise directs, the health authorities shall give seven days' notice\nof the intended visit to the principal of the educational institution.\n          (2) Subject to paragraph (3), the principal and other staff mem-\nbers of an educational institution shall co-operate fully with the health\np e r s o ~ e lin relation to any such visit.\n        (3) Where a principal d a public educational institution has\nbeen notified of an intended visit by health officials and he is of the\nview that such a visit on the proposed date will cause unreasonable\ndisruption of any special programme already planned or in operation,\nhe shall inform the health authorities accordingly, and shall endeavour\nto arrange for the visit to take place on some other date."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-41) In the register of admission for any school there shall be\nentered in respect of every pupil who attends that school-\n     (a) an index number, the full name and date of birth, and the\n         date of his admission;\n     (b) the names and residence of his parents:\n                                                                            -\n                                                                            *\n     (c) the name of the last educational institution (if any) previously\n          attended by him and the latest date of attendance at such\n          other institution;\n     (4 so soon as it is known that he has ceased to be a pupil at\n          the school, a note indicating the date of his last attendance.\n      (2) The particulars of a pupil's date of birth shall, for the\npurpose of paragraph (1) be copied from his birth certificate. If his\nb i d certificate is not available the particulars shall be obtained\nfrom the best available source of information, so, however, that if\nbis birth certificate subsequently bccomes available and shows that\nany correction in the register of admission is necessary. such correction\nshall be made and initialled by the person for the time being per-\n£arming the duties of the principal.\n       (3) In each register of attendance for schools there shall be\nentered-\n     (a) the name of every pupil who attends the part of the school\n          in which such register is kept. so, however, that the require-\n          ment shall not apply as respects any pupil as soon as it is\n          known that the pupil has ceased to attend the school or when\n          the pupil has failed to attend the school for a period of\n          four consecutive weeks during which the school met;\n     (6) a record of the presence of every pupil at, or his absence\n          from, the school during each session; such presence being\n          indicated by a line opposite the pupil's name and his absence\n          by the letter \"a\" opposite his name.\n                          THE INDEPENDENT SCHOOLS REGULATIONS, 1973\nProprieton        13. The proprietor of an independent school shall furnish in writing\nto furnish\ninformation     such information or returns as the Registrar may, from time to time.\nor returns\nlo Registrar.   require for the purposes of these Regulations and Part IV of the\n                Act."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) The Board of a public educational institution shall ensure s.kty\nthat proper fire fighting, first aid and protective equipment are provided :z\",t~'\nfor the institution and that proper safety precautions are taken for the \"'\"\"'\nprotection of staff and students engaged in practical activities in work-\nshops, laboratories and agricultural projects.\n        (2) The principal of a public educational institution shall en-\nsure-\n     (a) that fire fighting and safety equipment are regularly inspected\n          and are kept in an easily accessible area; and\n     (b) that regular fire drills are carried out and that all members\n          of SMand all students participate therein.\n12                                THE EDUCATION REGULATIONS, 1980\nControl of           14. A head of department at a public educational institution who is\nlaboratory\nworkshop          responsible for the overall direction and operation of any laboratory,\nor qgricultural\nproject.          workshop or agricultural project shall take steps to ensure-\n                       (a) that all machinery and equipment are used with due regard\n                           for the safety regulations as prescribed by the Ministry, and\n                           that copies of these regulations are made available as reference\n                            to every student;\n                       (b) that practical work is not carried out unless a member of\n                            is present.\n                                             Use of School Premises\n i'llrposs          15.-(1) During school hours the premises of a public educational\nfor which\nprclrlises of\ni( pul,lic\n                  institution shall only be used for the purposes of the institution, and\neducational\ninslitution\n                  thereafter only for such purposes as may be approved by the Board.\nc.ln be uscd.\n                         (2) The Board may permit the use of the premises of a public\n                  educational institution-\n                      (a) for any religious, charitable, educational, recreational, social\n                          or other civic purpose; and\n                      (b) for the purpose of any political meeting.\n                         (3) The premises of a public educational institution that is\n                  owned by a religious denomination or Trust, shall not be used fox\n                  any purpose that is repugnant to the principles of that denomination\n                  or Trust, or for any purpose not approved by that denomination or\n                  Trust.\nConditions           16. Regarding the use of the premises of a public educational institu-\nto be satisfied\nin us? of         tion the following conditions shall be satisfied-\nvremees.\n                       (a) every application for permission shall be made to the Board\n                           through the principal and shall, unless it is made by the\n                           Government or relates to the use of the premises for educa-\n                           tional purposes, be accompanied by a deposit which shall be\n                           returned to the depositor after the premises have been so\n                           used subject to the utilization thereof, either wholly or\n                           partially, in accordance with paragraph (c);\n                       (b) the Board may charge such fees as they may think fit and\n                           the fees so collected shall be used for educational purposes\n                            connected with the institution but no fee shall be charged\n                           for the use of the premises by the Government or for educa-\n                           tional purposes;\n                                me inclusion of this page is authorized by L.N. 144119951\n                THE EDUCATION REGULATIONS, 1980\n    (c) the person, organization, government department or agency t y\n        whom, or on whose behalf the premises are so used, shall\n        pay the expenses arising from any loss or damage caused\n        to the premises, furniture, equipment and fixtures therein, or\n        any additional expenses for items such as cleaning, security\n        services or lighting incurred in connection with such use of\n        the premises and its facilities and any deposit made in accord-\n        ance with paragraph (a) may be utilized towards such pay-\n        ment.\n                                     Records"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1) The premises of an independent school shall be kept in\n                a proper state of repair, cleanliness and hygiene and adequate arrange-\n                ments shall be made for the health and safety of the pupils and\n                s M in case of danger from fire and other causes.\n                       (2) The premises shall be convenient for teaching purposes.\n                adapted to the circumstances of the school, and provided with quip-\n                ment adequate for the cumculum; and the rooms shall not be over-\n                crowded.\n                  Part IV-Representations to the Independent Schools Committee\n                                    and Appeals to the Minister\nRepresenta-       15.41) Any representations under section 28 of the Act to the\ntions to the\nCommittee.      hdependent Schools Committee (hereinafter referred to as the Com-\n                mittee) shall be by memorandum in writing signed by .the person\n                making the representation (hereinafter referred to as the objector) setting\n                out the points which the objector wishes to bring to the attention of\n                the Committee in regard to allegations made in the notice of complaint\n                and stating the address to which communications regarding the re-\n                presentation should be sent.\n                        (2) The representation shall be sent by registered mail or\n                delivered by hand personally on the chairman of the Committee and\n                a copy shall at the same time be so sent or delivered to the Registrar,\n                and where the objector is a teacher, a copy shall be so sent or delivered\n                to the proprietor of the school afTected by the complaint.\nNotice of          16.-41) An appeal to the Minister under section 29 or 31 of the\n.PP~.           Act shall be instituted by sending to the Minister within the time\n                limited by section 29 a written notice of appeal signed by the appellant.\n                setting out the grounds of appeal and stating the address to which\n                communications regarding the appeal should, be sent.\n                        (2) Four copies of every such notice shall be sent to the\n                Minister.\n                        (3) Where the appeal is against any direction by the Committee\n                pursuant to paragraph (b) of subsection (2) of section 28 of the Act\n                (which relates to whether or not a proprietor or a teacher is a proper\n                person to £unction as such) if the appellant is not the proprietor, the\n                               Cl-he inchdon of thls page h authoriEsd by L.N. 67119821\n          THE INDEPENDENT SCHOOLS REGULATIONS, 1973\nappellant shall send a copy of the notice of appeal to the proprietor\nof the school."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Purpose for which premises of a public educational inetitution\n        can be used.\n              THE EDUCATZON REGULATIONS. 1980"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Conditions to be satisfied in use of premises.\n                                  Records"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-41) In every public educational institution there shall be kept R-~O\nin such form or manner as may be directed by the Ministry or as be ke&C 1 in\n                                                                        :Eadoarl.\nmay be prescribed-                                                      ~tit~cion.\n    (a) a copy of the Education Act and Regulations and any amend-\n         ment theretu;\n    (b) a Circulars File containing all circulars and other directives\n         issued to the public educational institution by the Ministry\n         of Education;\n    (c) files for official papers and correspondence;\n    (4 personal staff files;\n    (e) a register of admission and withdrawal of students;\n    <n registers of attendance of teachers and administrative person-\n         nel;\n    (g) a register of attendance of ancillary staff;\n    (h) such numbers of registers of attendance of students as may\n         be necessary for the purpose of the institution;\n    (9 a log book;"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. An appellant (where appropriate including the Registrar) may Abandon.\nat any time before the hearing give notice in writing to the Minister $?bWl.\nthat he desires to withdraw his appeal and thereupon the appeal shall\nbe deemed to be dismissed in regard to the appellant without pre-\njudice to its continuance in regard to any other appellant."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1) The principal and every member of staff of a public educa- g;cn,\";r~~\"\ntional institution shall, on each day on which he is present, sign his staff.\nname in the appropriate register of attendance and insert in the appro-\npriate place therein, the time of arrival and of departure from duty.\n        (2) The principal or a person authorized by him in that behalf,\nshall examine the attendance register of staff every school day, and\nshall take appropriate action in instances of persistent unpunctuality.\nMembers of staff who are persistently unpunctual may be subject to\ndisciplinary action by the Board.\n       (3) A member of stafI who is absent without leave and whose\nexplanation of absence is unacceptable to the Board, through the princi-\npal, may be liable to a loss of salary in respect of the period of\nabsence.\n        (4) Attendance registers of staff shall be carefully preserved\nand arrangements shall be made by the Board for them to be stored\nindefinitely."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.-41) An appellant may appear and be heard-                             Right of\n                                                                            audience\n    (a) in person;\n    (b) by an attorney-at-law;\n    (c) if a partnership, by a partner;\n    (d) if a company, by a duly authorized director or officer of the\n        company; or\n    (e) by any other person allowed by the Minister to appear on\n        behalf of the appellant.\n         (2) The Registrar (whether or not he is an appellant) may\nappear and be heard, in person, by an attorney-at-law or by any\nofficer of his department.\n       (3) The appellant and tbe Registrar may call witnesses who\nshall be subject to cross-examination and re-examination.\n                   hrIurbn of thk p.pc b rutborfied by L.N. 67119821\n68                       TBB INDEPENDENT SCHOOLS REGULATIONS, 1973\nProcedure         21.-(1) The Minister may require the attendance of further wit-\nat hear-\nma.             nesses in addition to those called by or on behalf of the appellant\n                and the Registrar.\n                       (2) The Minister may permit evidence to be given by affidavit.\n                       (3) The Minister shall not reject any evidence on the ground\n                only that such evidence would be inadmissible in a court of law.\n                        (4) After the evidence has been concluded, the Registrar and\n                the appellant shall have the right to address the Minister if they so\n                desire.\n~ e c ~ i ~ a     22. The Minister shall cause to be sent a copy of the order made\nof tbc          by him together with a statement of his findings and the reason for\nMinLter.\n                the decision to every appellant and to the Registrar.\n~xtctuion          23. Subject to subsection (1) of section 29 of the Act (which fixw\nof time.\n                the time within which an appeal may be made to the Minister) the\n                time appointed by these Regulations for doing any act in connection\n                with any appeal may be extended by the Minister upon such terms\n                (if any) as he may deem jwt, notwithstanding that the time appointed\n                has expired before an application for extension is made.\n                              lIbs Inchukm of thb ~rpob authoriasd by L.N. 67119MI\n               THE INDEPENDENT SCHOOLS R E G U TIONS. I973                                                                69\n                                                            ScJraoULB                                (Regulation 5(l) )\n    Return to be made for the purposes of registration under section 25 o f the\n          Education Act and the Independent Schools Regulations. 1973\n    (I)   Name of school.............................................................................\n (2)      fill postal address ...........................................................................\n (3) Full name and address of proprietor or responsible body .....................\n          ......................................................................................................\n    (4) The names and addresses of the members of the managing or governing\n          body, if any....................................................................................\n    (5) The total area of the school premises................................................\n    (6) Tbe number and size of classrooms...................................................\n    (7) Dttails of the furniture and other equipment to be used in each\n        classroom.. .....................................................................................\n    (8) Details of library and laboratory facilities..........................................\n (9) Tbe areas (if any) allotted as playgrounds .......................................\n(10) The number and type of latrines used in connection with the school\n          ......................................................................................................\n(1 I)     Provisions for the supply of drinking water .......................................\n(12) Tbci hours during which d o o l is open .............................................\n(13) Tho holidays to be obsmed ............................................................\n(14) No. of full-time pupils at tht date on which this\n     fonn is aigmd\n(15) No. of boardom included in (14) above\n             Bop....a.,.............                           .arb..\n                                                                    a.............................\n(16) T d n g Shfi:\n4\n                                       rZho hvhubo of Lhb pgs k d m h e d by L.N. 67119821\n            THE INDEPENDENT SCHOOLS REGULATIONS, 1973\n                        Surname in-       First Name         Qualification       Date of Birth\n                      cluding maiden                          (e.g. Univ.            in full\n                          name in                               pX-,\n                          case of                              D~plomas\n                                                               or Certs.)\n (i)   Principal     I\n (ii) Full-time\n      Teachers       I\n (iii) Part-time\n       Teachers\nI/We certify the above particulars to be correct and hereby apply under\nsubsection (4) of section 25 of the Education Act for the abovenamed school\nto he ~gistered.\n                                              Signed...............................................\n                                              Date.. ...............................................\n                                              Witnessed by .....................................\n                                              Date................................................\n                   fl\"he inchubn of thL page b muthoorizcd by L.N. 67119821"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.-41) A student who is being admitted to a public educational $=IUU\ninstitution for the first time shall normally be admitted at the beginning\nof a school year but if. special circumstances so warrant, such student\nmay be admitted at any other time.\n         (2) Subject to the provisions of these Regulations, no person\nwho is eligible for admission as a student to a public educational\ninstituGon shall be refused admission thereto except-\n      (a) on the ground that accommodation is not available in that\n           institution; or\n      (4 on any other ground, approved by the Minister either generally\n           or in any particular case.\n  2 4 - 4 1 ) The minimum age for admission as a student of a public\n                                                                     s o n .\neducational institution shall be as follows-\n     (a) pre-primary school-four years;\n     (b) primary or all-age school-six years;\n     (c) secondary school-eleven years;\n     (6) technical school-thirteen years;\n     (e) vocational school-fifteen years;\n     Cf) agricultural vocational school-fifteen years.\n        (2) For the purposes of this regulation a student shall be re-\ngarded as having attained the requisite age in any year if he will\nattain that age on or before the 31st December in that year."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. A student shall not be admitted for the first time to a ublic Procedural\neducational institution unless-                                         tor\n                                                                        ~ ~ admiwion.\n                                                                            ~u~rcmenu\n    (a) he is, at the time of such admission, accompanied by his parent\n         or some other responsible person who is able to give the\n         information required for the register of students; or\n    (b) he brings with him, at the time of such admission. a written\n         statement from his parent giving the information required for\n         the register of students; or\n              me inclusion of this p g e is authorized by L.N. 67/1382]\n                             THE EDUCATlOiV REGULATIONS, 1980\n-\n                (c) his admission is approved by the principal who shall record\n                     the reasons for such admission in the register of students.\n      of\nadI&daL\n             %.-(I)    The rcgister of admission to a public educational institution\n           shall contain, in the case of each student-\n                (a) the full name and address of the student;\n                (b) the name and address of his parent or guardian;\n                ((c) the date of admission of the student;\n                (4 the date of birTh of the student which shall be copied from\n                     the certified copy of his birth certificate or, if it is not available,\n                     shall be obtained from the best available source, and this\n                     source shall be noted in the record;\n                (e) the place of birth of the student;\n                (f) the name and address of the last institution, if any, previously\n                    attended and the last date of attendance at such other institu-\n                     tion from the student's transfer record.\n                  (2) Where a student has been adopted, the principal shall, on\n           the production of the relevant documents and at the request of the\n           adoptive parent, register the student in his adopted name, and shall\n           make a note in the recod of the reasons for the re-registration.\n                   (3) Registers of admission of students shall be carefully pre-\n-\n=f\n           served as a permanent record of the institution."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27.-(1) The attendance registers of students shall be marked at\n           the beginning and md of each school day.\n                  (2) The names d boys shall be entered in the register separately\n           from those of girls.\n                    (3) The name of a student shall be removed from the register\n           of attendance as soon as it is known that the student has ceased to\n           atend the institution or when the student has failed to attend the\n           institution for a period of one month. without notification of with-\n           drawal.\n                   (4) The attendance register shall give the date d withdrawal\n           and if it is subsequently confirmed that the student will not be returning\n           an entry recording such withdrawal shall then be entered in the\n           admissions register.\n                  (5) At the end of each school day the total number of students\n           in attendance for that day shall be recorded in the log book and\n                               idudoo of thh p.(ls & authorized by L.N. 67/19S2l\n                T H E EDUCATlON REGULATIONS, 1980\nthe number of boys and girls in attendance shall be recorded separately\nthe&.\n        (6) Attendance registers of students when completed shall be\ncarefully preserved for at least five years after termination of the\nschool year to which they relate."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28.-41) A student may be transferred from one public educational\ninstitution to another where-\n     (a) he is eligible for admission to the other school; and\n      (b) space is available in the sohml in which he seeks admission;\n          and\n     (c) there has been consultation between the principal of the in-\n          stitution he is presently attending and the principal of the\n          institution to which he seeks admission; and\n     (6) the Minister has given his approval in writing, where necessary.\n        (2) The principal of the institution that the student last attended\nshall, at the time of the transfer or within fourteen days thereafter.\nsupply to the principal of the receiving institution a transfer m r d\nof the student which shall contain-\n     (a) the name and address of the student;\n     (b) date of birth;\n     (c) name and address of parent or guardian;\n     (4date of first admission to a public educational institution;\n     (e) date of admission to the school from which the student is\n          now transferring;\n     (j) grade and date of promotion to present grade in such school;\n     (g) date of last attendance and cause of leaving present school;\n     (h) number of days attended during current school year; and\n     (4 details of standards achieved and general remarks on work and\n          conduct.\n         (3) Where a cumulative record exists a copy of such record.\ncertified by the principal, may replace the transfer record mentioned\nin paragraph (2) so long as the cumulative record contains the details\nrequired for the transfer record.\n         (4) A cumulative record or a cefied copy thereof shall be\nretained permanently for purposes of record in the public educational\ninstitution in which a ~tudenthas been enrolled.\n                   inclusion of thir page is aulboriced by L.N. 67119821\n20                          THE EDUCATION REGULATIONS, 1980\nStrdmc\nbduvfour.\n              2 9 . 4 1 ) A student shall obey the rules of the school he is attending.\n                   (2) Where a student considers that he has been victimized or\n            otherwise unfairly treated he may appeal to the principal and, if\n            necessary, the Board.\n                    (3) Without prejudice to the powers of a principal mder regula-\n            tion 30, where a student breaches the rules of a school and if, after\n            normal disciplinary actions and counselling have been taken, his\n            behaviour continues to be disruptive and wasteful of time and resources,\n            the matter may be referred by the principal to the student council for\n            their study and recommendation.\n=              3 0 . 4 1 ) The principal of a public educational institution may sus-\n            pend from the institution, for a period not exceeding ten days. any\n            student-\n                  (a) whose conduct in his opinion is of such a nature that his\n                         presence in that institution is having or is likely to have a\n                         detrimental effect on t,he discipline of the institution;\n                  ( b ) who commits any act which causes injury to any member ot\n                         staff or to any other student in that institution.\n                     (2) Where a principal suspends a student he shall forthwith-\n                (a) give notice of the suspension to the student council and the\n                       parent or guardian of that student; and\n                ( b ) make a report to the %ad, stating the reasons for the sus-\n                       pension.\n                    (3) On receipt of the report referred to in paragraph (2) (b), the\n            Board of a public educational institution shall, during the period of\n            the suspension, investigate the matter and may, after investigation-\n                 (a) reinstate the student with or without a reprimand or a warning\n                      to the student and, where appropriate, to his parent or\n                      guardian;\n                 (b) suspend the student for a further period not exceeding five\n                      school days beyond the period of suspension already given;\n                      or\n                 (c) instruct the principal to exclude permanently the student from\n                      attending that institution and shall inform the Minister of\n                      such action.\n                  (4) At any hearing by the Board into the conduct of a student\n            who has been suspended, the student and parent or guardian shall\n                       THE EDUCATION REGULATIONS. 1980\nthe secondary schools entrance examination, on such terms and conditions\nas he may determine.\n        (4) Every Government secondary scholarship shall be tenable in\nthe first instance for a period of five years and thereafter may be extended\nfor a maximum period of two years, if the Minister is satisfied on the\nrecommendation of the principal and staff that the student's conduct and\nprogress merit such extension.\n      (5) In this regulation, \"secondary schools entrance examination\"\nmeans such examination as the Minister may, by order, prescribe for the\npurposes of this regulation."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. Proceedings for. determining eligibility of students for admission\n       to public educational institutions."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36.-41) The number of students to be admitted for the first time to a Adm~sslon\n                                                                        to hlyh\npublic or aided high school shall be determined by the number of places\navailable in that year in each particular school.\n       (2) Of the number of places available for admission of students\neach year, five per cent or such other percentage being not less than five\nper cent as the Minister may determine, shall be reserved to be awarded at\nthe discretion of the principal of the institution.\n       (3) For the purposes of advising him on the allocation of eligible\nstudents to places referred to in paragraph (I), the Minister shall appoint\nan Awards Committee, the membership of which shall include\nrepresentatives ofreligious denominations and Boards of secondary schools."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. When vacant places occur in any grade during any school year, the        Flllwof\n                                                                                vacancm\nprincipal of a secondary school in which such vacancies occur may-              thmuyhthe year\n     (a) admit such students as are assigned to that school by the\n         Minister; or\n     ( b ) accept students on transfer; or\n     (c)   permit students in any grade above the level of grade 7, already\n           in the school to repeat a grade,\nif such admittance of students or permission to repeat a grade, as the case\nmay be, will not create enrolment in any class beyond the enrolment limits\nnormally approved for such class nor necessitate staffing.\n                                  Tertiary Institutions"
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. A student may be admitted to a tertiary public educational Admission\ninstitution if he attains the age of seventeen years by the 3 1st December in\nthe year of his admission but suitably qualified applicants may be admitted\nbelow that age.\n                 [The inclusion o f this page is authorized by L.N. 102/2001]\n                                          THE EDUCATION REGULATIONS. 1980\nAward of\nrcholarrhlpr and"
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39.-(1) The Minister may, in respect of tertiary institutions, award\nbunarm             such number of scholarships, exhibitions or bursaries at the undergraduate\n                   or post-graduate level, on such terms and conditions and of such value as\n                   he may specify in each award.\n                          (2) A scholarship at the undergraduate level shall be valid for the\n                   duration of the programme of studies or research approved in respect of\n                   such scholarship, but may be extended at the discretion of the Minister for\n                   the purpose of such post-graduate studies or research as may be approved.\n                          (3) Where a course of study chosen by the holder of any scholarship,\n                   exhibition or bursary is not provided by a local institution, he may pursue\n                   the course at any foreign institution approved for the purpose by the\n                   Minister.\n                         (4) Scholarships shall be awarded on the results of prescribed\n                   examinations or on such other basis of assessment as the Minister may\n                   determine.\n                          (5) A student to whom an award of a scholarship, exhibition or\n                   bursary is made shall undertake the course of study approved for the purpose\n                   of such award and shall not change the institution or his programme of\n                   studies except with the written permission of the Minister.\n                          (6) The Minister shall ensure that a scholarship is of sufficient\n                   value to cover all reasonable expenses associated with the programme of\n                   studies or research approved for the award, including-\n                        ( a ) fees and other charges required to be paid to the institution to\n                              which the student has been admitted;\n                        ( b ) allowances of such amounts as may be approved for clothing,\n                              maintenance, books and instruments, medical expenses,\n                              travelling for purposes connected with the course of study and\n                              such other items as may be approved by the Minister;\n                        (c)   the cost of such return passages between Jamaica and the place\n                              of study overseas as may be necessary for the completion of\n                              the course.\n                          (7) The holder of a scholarship, exhibition or bursary shall give an\n                   undertaking that at the end of his period of training he shall work for the\n                   Government of Jamaica or such other local institution as the Minister may\n                   approve and such undertaking shall be supported by a bond entered into\n                   by the student for such sums and with such sureties as may be prescribed.\n                                    [The inclusion of this page i s authorized by L N 102/2WI]\n                 THE EDUCATION REGULATIONS, 1980\n         (8) The holder of a scholarship, exhibition or bursary shall at\nthe end of each academic year or such other period as may be pre-\nscribed, cause the Minister to be furnished with a certificate from the\ninstitution at which he is pursuing a course of study under such\nscholarship. exhibition or bursary attesting to his attendance, diligence\nand progress.\n         (9) The Minister may revoke the award of a scholarship, ex-\nhibition or bursary where he is satisfied that the holder thereof-\n     (a) has been guilty of gross misconduct;\n     ( b ) has failed to make satisfactory progress in his studies;\n     (c) has been expelled from the institution or country to which he\n           was admitted for the purpose of study; or\n    (4 for any other reason which in the opinion of the Minister,\n          justifies such revocation."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40.-41) A candidate shall be eligible for a scholarship, exhibition E\n                                                                      ,o\n                                                                       ;$in\n                                                                          :;p\nor bursary to a tertiary institution if he-                           award o f\n                                                                      rhokrship.\n    (a) was born in Jamaica or born overseas of parents who are zhi::::r\",,\n         Jamaican citizens; or\n    (b) has been domiciled in Jamaica during the five years prior to\n        the award, but short periods of absence from Jamaica shall\n        be disregarded for the purposes of this sub-paragraph.\n       (2) Before an award can be entered upon, a candidate shall\ngive or produce, as the case may require. to the Permanent Secretary\nin the Ministry of Education on or before the date prescribed-\n    (a) a certificate, from a registered medical practitioner approved\n        by the Minister, showing that he is mentally and physically\n        fit to hold such award and undertake the particular course\n        of studies prescribed in the award;\n    (b) good and sufficient evidence that the requirements specified\n        for the award have been satisfied; and\n    (c)   evidence that he is a person of good character.\n       (3) The detailed conditions of the various awards shall be pre-\nscribed in the Schedules of scholarship awards, obtainable at the\nMinistry of Education and as advertised in the Gazette and Press."
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41.+1) Every tertiary educational institution owned or aided by p~;;~~~\ngovernment shall be administered by a Board of not less than ten nor 01 rertlsry\n                                                                            indrutlonl.\n              Vhe inclusion of this page is authorized by L.N. 144/1995]\n26                                 THE EDUCATION REGULATIONS, 1980\n                 more than fifteen members appointed by the Minister in the following\n                 manner-\n                     (a) six members nominated by the Council;\n                     (b) the principal of the institution;\n                     (c) four members elected in the following manner-\n                              (i) one by the academic staff;\n                             (ii) one by the administrative and clerical staff;\n                            (iii) one by the ancillary staff;\n                            (iv) one by the student council;\n                     (4 two members, one of whom shall be elected by the Old\n                          Students' Association and the other by a recognized local\n                          community group, where such bodies exist;\n                     (e) two members nominated by the Board for their particular\n                          expertise.\n                      (2) The Minister shall appoint a chairman from among the\n                 members nominated by the Council.\n                        (3) The quorum shall be five, and shall include either the\n                 chairman or the vice-chairman of the Board.\n                                                       Teachers\nPower of           42. The Minister may specify in writing in relation to any category\nspecify\nMiniS'ert0       of public educational institution the minimum qualifications for em-\nqmui,\"&,\"zion\nfor teachers.\n                 ployment as a teacher and the ratio of teachers to students.\nAppointment         43.-(1) The appointment of every teacher in a public educational\nof teachen.\n                 institution shall be made by the Board of Management of that institu-\n                 tion after consultation with the principal of the institution and shall\n                 be subject to confirmation by the Minister.\n                         (2) Every appointment shall be in accordance with one of the\n                 categories of teachers and one of the types of appointments stipulated\nschedule A.      in Schedule A.\n                        (3) The appointment of a principal, vice-principal or a teacher\n                 with special responsibility in a public educational institution shall\nSchedule B.      only be made in accordance with Schedule B.\n                           (4) Upon the appointment of every teacher in a public educa-\n                  tional institution an agreement in writing in the form set out in Schedule\n~    c   h C.\n            ~   d C~ shall\n                      ~ ~ be executed, and-\n                 THE EDUCATION REGULA TIOhlS, 19@\n    (a) such agreement shall be in triplicate and shall state the dura-\n        tion, type and category of employment and the duties which\n        may be required to be performed as a condition of employ-\n        ment in that category;\n    (b) a copy of the executed agreement shall be kept by the Ministry.\n        one copy by the teacher, and one placed on the personal\n        file of the teacher in the institution in which he is appointed;\n        and\n    (c) no variation or amendment of the agreement shall be made\n         by any party unless it is initialled by all the parties to the\n        agreement.\n        (5) It shall not be required as a condition for appointment of\na teacher in a public educational institution that he shall perform\nany dutiee not connected with his work and responsibilities as a\nteacher."
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44-41) Principals. vice-principals, heads of departments and teachers =f\nwith special responsibility shall perform such fmctions as are stipulated\nin Schedule D and teachers shall perform such duties as are assigned MOD.\nto them.\n          (2) In addition to regular teaching activities a teacher's duties\nshall include-\n     (a) developing lesson p h on a regular basis;\n     (b) evaluating and testing SMents;\n     (c) keeping adequate raaords of students' prolress;\n     ( d ) the f a t t i n g of students' development on the personal and\n            social kvel;\n     (e) performing such other duties as may be required by the princi-\n            pal or such member of staff as may have been delegated\n            responsibility by the principal.\n  4 5 4 1 ) Every person who wishes to be registered as a teacher shall -h\napply to the Commission for such registration.                          d tachsn.\n       (2) Every application for registration shall be made in the pre-\nscribed manner and be accompanied by such documents as may be\nprescribed.\n        (3) A person shall not be registered as a teacher-\n     (a) if he does not possess the prescribed qualifications;\n               CI~JC hrlPdoo Of rhir W e h 8u-   by L.N. 67/1982J\n                               THE EDUCATION REGULATIONS, 1980\n                  (b) if he does not establish that he is of good character; or\n                  (c) if, within a period of six months immediately preceding the\n                       date of his application-\n                           (i) he had been refused registration as a teacher by the\n                               Gmmission; or\n                          (ii) his registration as a teacher has been cancelled by the\n                               Commission.\n                      (4) In deciding whether a person has established that he is\n              of good character, regard shall be had to any crirniml deuce of which\n              he may have been convicted, and to all the circumstances thereof and\n              to the life and conduct of such person subsequent to the conviction.\n                      (5) The Commission may refuse to register any person as a\n              teacher-\n                   (a) if he suffers from any physical or mental defect or deformity\n                        likely to interfere with the practice of teaching;\n                   (b) if he has been convicted of any criminal offence of swh a\n                        nature as to render him, in the opinion of the Commission,\n                        not a proper person to be a teacher in any school; or\n                   (c) if he has in any application for registration as a teacher made\n                        any statement or furnished any information which he h e w\n                        to be false in any material particular.\n                       (6) Subject to paragraph (8). the Minister may after conrmltation\n              with the chairman of the Commission, direct the Commission to m r d\n              in the Register of Teachers under a special column to be headed\n              \"authorized teachen\" the name of any person who would otherwise\n              be ref& registration as a .teacher on the ground that he does not\n              possess the prescribed qualifications, and the Commission shall give\n              effect to such direction.\n                      (7) Registration as an authorized teacher shall in no circum-\n              stances exceed six years.\n                     (8) The Minister may not direct the registration as an author-\n              ized teacher of any person whose name is struck off the R e g i a r\n              of Teachers.\nRegLtro(ion      46.-41) Subject to regulation 50, registration of a person as a pre-\nteachen.\nOf p*-        trained teacher shall not exceed six years from the date of first registra-\n              tion.\n                            me b h u b n of this page ir authorired by LN. 67/19@J\n                 THE EDUCATION RECULA TIONS, 1980                                   29\n        (2) A pre-trained teacher who is being employed the first time\nshall be registered on a provisional basis but the period of provisional\nregistration shall not exceed three years.\n   4 7 4 1 ) Duing the first year of employment the work of a pre-     - ; ;?:\ntrained teacher shall be continuously assessed by the principal or the :zh2n.\nprincipal and such other assessors as may be designated by the\nMinister.\n         (2) The principal shall, at the end of each period of assessment,\nnot exceeding two terms report in writing to the Board on the per-\nformance of the pre-trained teacher during that period.\n       (3) On rectipt of the report referred to in paragraph (2), the\nBoard shall-\n    (a) if satisfied that the pre-trained teacher has been performing\n         satisfactorily, appoht him on a permanent, temporary or acting\n         basis for such period, within the period of six years referred\n         to in regulation 46, as may be agreed between the parties;\n    (b) inform the teacher that the report indicates that his perfor-\n         mance is not satisfactory in all respects but that he may be\n         appointed on a temporary basis for a further period of one\n         year after the end of the first year of provisional registration;\n         m\n    (c) notify the teacher at least one month before the end of the\n         first year of provisional registration that his employment shall\n         be terminated at the end d that year."
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48.41) Subject to paragraph (2), a pre-trained teacher whose em- ~1~onrinn-\n                                                                         .lim of\nployment has been discontinued under paragraph (3) of regulation 47 mpbpcat\nmay be considered for employment in another public educational O L v r i n c d\ninstitution on such terms and conditions as are stipulated in paragraphs\n(1) and (2) of that regulatmn.\n        (2) If within a total period not exceeding three years from the\ndate of registration a pre-trained teacher. after his work has been\nduly assessed, is not offered employment on a continuing basis, he shall\ncease to be eligible foraemployment as a pre-trained teacher in any\npublic educational institution and his registration shall be terminated\nat the end of such period of three years."
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49. A person whose period of registration aa a pre-trained teacher\n                                                                             mmn.\nhas expired and-\n              me iuduaion of tbb p22e i~ auU~orhedby L.N. 67119821\n                                    THE EDUCATION REGULATIONS, 1980\n                 (a) who seeks employment as a teacher shall not be so employed\n                     in any public educational institution until he has obtained\n                     the qualifications prescribed for and is registered as a trained\n                     teacher ;\n                 (b) who is employed as a pre-trained teacher in a public educa-\n                      tional institution shall not be eligible for continued employ-\n                       ment unless his registration has been extended under regulation\n                      50; or\n                 (c) who has attained additional qualifications acceptable to the\n                      Minister may have his registration extended under regulation"
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50. A pre-trained teacher who is in the process of obtaining the\nre-htntion\nof-          qualifications prescribed for registration as a trained teacher, may have\ntaeba.\n             the period of his registration as a pre-trained teacher extended beyond\n             the six-year period specified in regulation 46 for such further period as\n             is reasonably necessary for the completion of the course of sndy."
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51. The salary scales and allowances of teaching personnel in public\n-\n%.           educatimal institutions shall be as approved by the Governmat.\nsrllr~         52.-41) A teacher who is appointed as a temporary or acting teacher\n             in a public educational institution for a period of less than one term\n.            s m p ~ for\n                  3   t   x  1 the        period of employment but-\n                  (a) if he is employed up to the last school day of any term he shall\n                       be paid up to the end of the month in which that day falls;\n                  (b) where a teacher's employment begins on the first school day\n                       of the term and continues for the rest of the month, the teacher\n                       shall be paid the full salary in respect of that month.\n                      (2) A teacher who has been employed in a public educational\n             institution for all the working days of a school term shall be paid a\n             salary during the vacation period of that twm.\n                    (3) Subject to paragraph (4). a teacher may include service in\n             more than one public educational institution as qllalifvinP him under\n             paragraph (2) for the payment of salary for the vacation period.\n                    (4) The provisions of paragraph (3) do not apply wbere there\n             has been a break in s e ~ a exapt\n                                          ,     wbere the Minister so approves.\n                      (5) No amtract df employment of a tcachtr in a public educa-\n             tional institution shall be for a period of less than one month.\n                THE EDUCATION KEGUW TIONS, 1980                                     31\n  5 3 - 4 1 ) A member of staff of a public educational institution may.\n                                                                         d-\nwith the approval of the Minister upon the recommendation of the\nBoard, be seconded for duty in another public educational institution\nor in an approved government agency or organization, for such period\nnot exaxding two years and on such terms and conditions and in such\nchumstances, as may be approved.\n        (2) The period of seoondrnent shall be stated at the time that\nthe seoondment is being determined.\n       (3) In determining the terms and conditions of wmmdment due\nregard shall be had to the existing terms and conditions of the teacher's\nappointment with a view to ensuring that the tern and conditions of\nthe secondmcnt are no less favourable.\n  !%.-(I) Subjst to paragraph (2). the employment of a teacher in a 5   a\n                                                                        b\n                                                                        m\n                                                                        o-tb\n                                                                           .\npublic educational institution may be terminated-                       alcaclloa\n                                                                        b-\n    (a) in the case of a teacher who holds a temporary, acting or pro-\n         visional appointment, by one month's notice given by either\n         the teacher or the Board and, where the employment is ter-\n         minAtrrl by the Board stating the reasons for the termination.\n         or by a payment to the teacher of a sum equal to one month's\n         salary in lieu of notice by the Board and such payment shall\n          be accompanied by a statement by the Board of the reasons\n         for the termination; and\n     (b) in any other case by three months' notice given by either the\n         teacher or the Board or by the payment to the teacher of a\n         ~aqaaltothreemonths'salaryinlieuofwticebythe\n         Board.\n        (2) where the Board of any public educational institution iu-\ntends to termhate the employment of any teacher in that institution\nother tban a teacher employed on a pmvirional, temporary or acting\nbasip for h s than one year, the termination shall not have dfed unlaia\nthcpiDcbdnre setoutin regulatiom 56 to 59 an followed.\n       (3) The employment of a teacher may be termiaated by the\n&wd or the teacher at any time without notice or payment of salary,\nas the case may be. if &re is an agreement in writing between the\nt m c k ruad tbe Board to that CfEect.\n       (4) A ttacber-\n     (a) who unilaterally terminates his appointment without due notia\n         to. or the coosmt of, the Board of a public educational institu-\n         tion; or\n                               THE EDUCATION REGULATIONS, 1980\n                   (b) who fails to take up duty in a public educational institution in\n                        violation of a written agreement, and without the consent of\n                        the Board,\n              shall be liable to be charged with professional misconduct.\nDLcrplinary\noffcncu."
    },
    {
      "provision_ref": "sec55",
      "section": "55",
      "title": "Section 55",
      "content": "55. A teacher in a public educational institution may have disci-\n              plinary action taken against him for-\n                   (a) improper conduct while in school;\n                   (b) neglect of duty;\n                   (c) inefficiency;\n                   (4 irregular attendance;\n                   (e) persistent mpunctuality;\n                   (f) lack of discipline;\n                   (g) such other conduct as may amount to professional misconduct\ncomplafnt       56. Where the Board of a public educational institution receives a\nto the\n~olrd.        complaint in writing that the conduct of a teacher employed by the\n              Board is of such that disciplinary action ought to be taken against the\n              teacher, it shall, as soon as possible, refer the matter to its personnel\n              committee for consideration pursuant to regulation 85.\n=        Of"
    },
    {
      "provision_ref": "sec57",
      "section": "57",
      "title": "Section 57",
      "content": "57.-41) The personnel committee shall consider the complaint\n              referred to it under regulation 56 and-\n                   (a) if it finds that the complaint is trivial and that a hearing is un-\n                        necessary, report such finding to the Board forthwith; or\n                   (b) if it finds that a hearing should be held, notify the complainant\n                        in writing of the date, time and place of the hearing and give\n                        written notice within a period of not less than fourteen days\n                        before such date to the person complained against of-\n                            (i) the charge or charges in respect of which the hearing is\n                                proposed to be held;\n                           (3) the date, time and place of the hearing:\n                          (iii) the penalties that may be imposed under the Regula-\n                                tions if the charges are proven against such person;\n                                and\n                          (iv) the right of the person complained against and a friend\n                                or his attorney to appear and make representation8 to\n                                the committee at the hearing.\n                     (2) A penon complained against who intends to be represented\n              at the hearing by an attorney-at-law. shall give written notice of such\n                                              ---- is authoriPd by L.N. 6711982l\n                             me incluaba .+ A'-\ninkdon b the chaimmn or secretary of the Board, not less than seven\nday&m:the date of the hearing, and the Board shall inform the\n         (3) I€a person wmplained against £ails to appear at the hearing\nand the committee is satisfied that notice of the hearing was given to\nthat person in accordance with paragraph (1) (b), the Committee may,\nif it sees fit, conduct the hearing in the absence of that person.\n       (4) At the hearing-\n    (a) both parties shall be heard and be given opportunity to make\n         representations;\n    (6) any party may call witnesses and produce documents in\n         support of his case;\n    (c) the committee may, at the instance of any party or, if it sees\n         fit, order that any documents in the possession of the other\n         party be produced for the information of the committee;\n    (4 notes shall be taken of such representations as may be made\n         or such evidence as may be given.\n       ( 5 ) The personnel committee shall report in writing to the\nBoard not later than fourteen days after the date of the enquiry-\n    (a) that the allegations against the teacher have not been proved;\n           or\n    (b) that the charges against the teacher have been proved and may\n          recommend-\n               (i) that he be admonished or censured; or\n              (ii) in the case of charges relating to a second or s u b\n                   sequent breach of discipline. that, subject to the ap-\n                   proval of the Minister, a sum not exceeding fifty dollars\n                   be deducted from his salary; or\n             (iii) that he be demoted if he holds a post of ~pecialre-\n                   sponsibility; or\n             (iv) that his appointment as a teacher with that public\n                    educational institution be terminated,\n          and the Board shall act on the recommendation as received\n           from the penonnel committee, or as varied and &greed at the\n          discretion of the Board.\n        (6) The Board shall, within fourteen days after it has received\nthe report of the personnel committee. give written notice containing\ndetails of its decision to the Mihister nnd the teacher.\n                 THE EDUCATION REGULA TZONS. 19M"
    },
    {
      "provision_ref": "sec58",
      "section": "58",
      "title": "Section 58",
      "content": "58. If a complaint about a teacher's conduct is not heard and a\ndecision handed down within nine months of the lodging d the com-\nplaint the matter oi the complaint shall lapse at the expiration 'of the\nperiod of nine months aforesaid."
    },
    {
      "provision_ref": "sec59",
      "section": "59",
      "title": "Section 59",
      "content": "59. Where on the completion of a hearing into the coqduct of a\nteacher, the Board decides to terminate the appointment of such\nteacher, the Board shall as saw as possible thereafter submit to the\nMinistry the minutes of the meeting at which the decision was taken.\ntogether with a wpy of the notice of termination of employment of\nthe teacher."
    },
    {
      "provision_ref": "sec60",
      "section": "60",
      "title": "Section 60",
      "content": "60.41) A teacher of a public educational institution against whom\nthe Board intends to take disciphuy action, may be suspended from\nduties by the bard of the institutian lmtil the matter is determined.\n        (2) Where a teacher is suspended h m duty under paragraph (1)\nthe Minister may, on the recommendation of the Board of the institu-\ntion, withhold such portion of his salary not exceeding one-fourth as\nhe may determine, and if it is decided at the enquiry that the charges in\nrespect of which he was suspended were not proved, then he shall be\nentitled to be paid the portion of his salary so withheld."
    },
    {
      "provision_ref": "sec61",
      "section": "61",
      "title": "Section 61",
      "content": "61. A teacher who is aggrieved by any action taken by the Board\nunder paragraph (6) of regulation 57. may appeal to the Appeals Tri-\nbunal within twentyeight days after the date of the action giving riae\nto such appeal.\n   62 Where a Board of a public educational institution has carried out\ninvestigations into the conduct of a teacher empbyed by the Board and\nhas found that the conduct constitutes professional misoonduct. it shall.\nas soon as possible, submit a full report to the Commission and shall\ninform the teacher conccrne&\n                             Leave Facilities\n  6 3 - 4 1 ) A teacher in a public educational institution who has been\naccepted by a miversity or other institution, m & e d by the Minister\nto pursue a course of full time study may, subject to paragraph (2). be\ngranted study l e a v c\n     (a) if he is a Jamaican c i h n or has been domiciled in Jamaica\n           for a period of not less than five years prior to applying for\n           such leave;\n     (b) if the oourse of study is d i d v related b his work aa a\n           teacher; and\n                THE EDUCATION REGULATIONS, 1980                                 35\n     (c) if the Board of the institution recommends the granting of\n          study leave.\n        (2) A teacher shall be eligible for study leave If he has com-\npleted not less than two consecutive years of service as a teacher and\nholds a permanent post in a public educational institution at the date\nof the proposed commencement of the leave.\n       (3) An application for study leave shall contain details of the\nproposed course of study, and shall be accompanied by evidence of\nacceptance by the institution in which the teacher intends to pursue\nthat course.\n        (4) A teacher who is granted study leave for a period of one\nyear or more-\n    (a) shall receive full salary for a period of one year; and\n    (b) shall enter into a bond with such sureties as the Minister may\n         require, to teach in a public educhtional institution in Jamaica\n         for a period of three years.\n         (5) The Minister may cancel the study leave granted to any\nteacher-\n     (a) whose performance or conduct justifies such cancellation; or\n     (b) who changes his institution or course of study without re-\n          ceiving the prior consent of the Minister.\n        (6) A teacher who, after completing a muse of study for which\nhe was granted study leave, fails to report for duty without prior ap-\nproval of abserm from the Minister, shall be liable to be charged with\nprofessional misconduct or to have his position declared vacant.\n         (7) The Minister may require that a teacher on study leave\nshall cause to be submitted to the Minister at the end of each year or\nat such other htervals as the Minister may determine, a report from\nthe institution he is attending attwting to his attendance and perform-\nance.\n        (8) For the purposes of pay, any vacation leave earned by a\nteacher shall be in addition to study leave.\n        (9) The number of persons to whom study leave and vacation\nleave may be granted at the same time shall not exceed ten per cent of\nthe total number of the academic staff."
    },
    {
      "provision_ref": "sec62",
      "section": "62",
      "title": "Section 62",
      "content": "62. Reference of Board to Commission.\n                              Leave Facilities"
    },
    {
      "provision_ref": "sec64",
      "section": "64",
      "title": "Section 64",
      "content": "64.-(1) Teachers in public educational institutions shall not nor- V.ELI/DO\nmdly be eligible for vacation leave with pay in addition to ~chool\nholidays.\n                  i d u a k m of thir pase h authorized by L.N. 6711B21\n                 THE EDUCATION REGULATIONS, 1980\n       (2) Subject to regulation 63 (9), on the recommendation of the\nBoard of a public educational institution and with the approval of the\nMinister, vacation leave of one school term may be granted-\n    (a) to a principal who has served in such a capacity in public\n         educational institutions for not less than four years immediate-\n         ly preceding the commencement of the leave; and\n    (b) for other categories of teachers who have sened as such in\n         public educational institutions for not less than five years\n          immediately preceding the commencement of the leave.\n      (3) Vacation leave may be granted only to teachers who are\npermanently employed.\n         (4) In calculating the vacation leave for which a principal or a\nteacher, as the case may be, may be eligible, account may be taken of\nany periods of leave other than vacation or study leave, not exceeding a\ntotal of twelve months, taken by the principal or teacher.\n        (5) Where a teacher does not take the vacation leave for which\nhe is eligible but continues to serve in a public educational institution.\nthe period of such vacation leave may be taken into account in calcula-\nting any other vacation leave which may be granted to him where he\nintends to use such leave for any purpose recognized by the Minister\nas being connected with education.\n       (6) Vacation leave for which a teacher is eligible may be applied\nto supplement a request for maternity leave or sick leave with pay."
    },
    {
      "provision_ref": "sec65",
      "section": "65",
      "title": "Section 65",
      "content": "65.-41) A teacher in a public educational institution who is pregnant\nis entitled to maternity leave in accordance with the provisions of the\nMaternity Leave Act, so, however, that such teacher shall be eligible for\nnot less than two months maternity leave with full pay.\n       (2) A teacher who is permanently employed may be granted\nmaternity leave without ampleting the qualifying period.\n  6 6 4 1 ) A teacher may be grantad sick leave as follows-\n           Length of Service                             Amount of Sick Leave\n(a) Teachers who have continuous                      Five days with full pay.\n    service of not less than three\n    months.\n              p l w inclusion of this page h autborizsd by L.N. 6711987.1\n                       THE EDUCATlON REGULATIONS, 1980\n      twel$e working days in any one school year, on account of minor\n      illntss or on the grounds of urgent private flairs.\n              (2) Application for casual leave shall be in writing, addressed\n      tq .the chairman of the Board and forwarded through the principal.\n             (3) Except in cases of emergencies, iin application for casml\n      leave shall be submitted to the principal before the date and time on\n      which leave is required or if such application cannot be submitted in\n      advance, then it shall be submitted as early as possible thereafter.\n2e'     68. A teacher in a pubric educational institution mr.) allowed\n      special leave with or without pay as the Minister may approve on the\n      recommendation of the Board to enable the teacher-\n          (a) to mdertake such shok courses of study or research related\n              to the work of the teacher as may be prescribed by the\n              Minister;\n          (6) to attend meetings recognized by the Minister as being of an\n              international character and dealing in matters affecting edu-\n               cation;\n          (c) as an individual or as a member of a national team or group\n                to participate in any international sporting or cultural event;\n          (d) to perform work recognized by the Minister as work con-\n              nected with education;\n          (e) to attend meetings of boards and committees dealing with\n                matters affecting education whether on an individual basis\n               or as a representative of a professional organization related\n               to education;\n          (f) to be absent for such other reasons as the Minister may a p\n               nmve."
    },
    {
      "provision_ref": "sec69",
      "section": "69",
      "title": "Section 69",
      "content": "69. An application for leave-\n          (a) +all be submitted in writing and shall be forwarded through\n              the principal of the institution to the chairman of the Board\n              who shall forward it to the Minister indicating whether or\n              not the leave is recommended by the Board;\n          (b) with the exceptio~of casual leave, shall be approved by the\n              Minister and be in accordance with the conditions spacified\n              for the grant of such leave.\n                     me inclusion of this page ir authorized by LN. 67119821\n                THE EDUCATION REGULATIONS, 1980                                     39\n                           Board of Management"
    },
    {
      "provision_ref": "sec70",
      "section": "70",
      "title": "Section 70",
      "content": "70.-(1) Every secondary public educational institution which is Secondary\n                                                                   public educa-\nowned by a denomination and which is government-aided shall be ad- !ion;ll\n                                                                   rnstl~~ltinn\nministered by a Board of not more than nineteen members appointed owned IV n\n                                                                   denomination.\nby the Minister in the following manner-\n     (a) seven members including the chairman nominated by the\n         denomination;\n    ( b ) the principal of the institution;\n    (c) one member nominated by the Council;\n    (4 four members elected in the following manner-\n              (i) one by the academic staff;\n             (ii) one by the administrative and clerical staff;\n            (iii) one by the ancillary staff; and\n            (iv) one by the student council;\n    (e) three members elected as follows-\n               (i) one by the Old Students' Association where such an\n                   association exists;\n             (ii) one by the Parent Teachers' Association where such\n                   an association exists; and\n            (iii) one by a recognized local community group:\n     (f) three members nominated by the Board for their particular\n           expertise.\n        (2) The quorum shall be seven and shall include the chairman\nor vice-chairman of the Board."
    },
    {
      "provision_ref": "sec71",
      "section": "71",
      "title": "Section 71",
      "content": "71.-41) Every secondary educational institution owned by the Go.,,,,,e,,\nGovernment shall be administered by a Board of not more than fifteen ~~~',d,,,,\n                                                                     instilulion.\npersons appointed by the Minister in the following manner-\n     (a) four members including the chairman nominated by the\n         Council;\n     (b) the principal of the institution;\n     (c) four members elected as follows-\n             (i) one by the academic staff;\n            (ii) one hy the administrative and clerical staff;\n           (iii) one by the ancillary st&; and\n           (iv) one by the student council;\n     (d) three members elected as follows-\n              [The inclusion o f this page is authorized by L.N. 14411W51\n                                THE EDUCATION REGULATIONS, 1980\n                            'i) one by the Old Students' Association where such an\n                                association exists;\n                          (ii) one by the Parent Teachers' Association where such\n                                an association exists; and\n                          (iii) one by a recognized local community group;\n                   (e) three members nominated by the Board for their special\n                        expertise.\n                      (2) The quorum shall be seven and shall include the chairman\n               or vice-chairman.\nPublic           72. The provisions of regulation 70 shall apply to membership of a\neducational\ninslilulion    Board of a public educational institution operated by a Trust with the\n               modification that the seven members incl-g          the chairman nomi-\n               nated under paragraph (1) (a), shall be nominated by the Trust.\nPrimary and       73.-41) Every primary and all-age public educational institution\naU-age\npublic         which is owned by a denomination and government-aided shall be\neducallonal\ninrtI~ucioar   administered by a Board appointed by the Minister which shall con-\nOwned by 8\ndcnominatioo   sist of not less than nine persons appointed as follows-\n(church\nrhooh).              (a) four persons including the chairman nominated by the de-\n                          nomination;\n                     (6) the principal of the institution;\n                     (c) one member elected by the academic staff;\n                     (d) one member elected by a recognized local community group;\n                     (e) in the case of an all-age school. one member elected by the\n                          student council; and\n                          one member elected by the Parent Teachers' Association.\n                       (2) The quorum shall be three and shall include the chairman\n               or the vice-chairman of the Board."
    },
    {
      "provision_ref": "sec73",
      "section": "73",
      "title": "Section 73",
      "content": "73. Primary and all-age public educational institutions owned by a\n      denomination (church schools)."
    },
    {
      "provision_ref": "sec74",
      "section": "74",
      "title": "Section 74",
      "content": "74.-(1) Every primary and all-age public educational institution\n               shall be administered by a Board which shall consist of not more than\n               eight persons appointed by the Minister as follows-\n(government\nowocd).             (a) two members nominated by the Council, one of whom shall be\n                          named as chairman;\n                    (6) the principal;\n                      (c) one member elected by the academic stafT;\n                            mhe inclusion of this page is a u t h o r i d by L.N. 144/19951\n                T H E EDUCATION REGULATIONS, 1980                                     41\n    (6) one member elected by a recognized local community group\n         or a church, citizens or other service organization operating in\n         the community served by the institution;\n    (e) in the case of an all-age school, one member elected by the\n         student council; and\n    (f) one member elected by the Parent Teachers' Association.\n        (2) The quorum shall be three and shall include the chairman\nor the vice-chairman of the Board."
    },
    {
      "provision_ref": "sec75",
      "section": "75",
      "title": "Section 75",
      "content": "75. The provisions of regulation 74 shall apply to the Boards of Government-\ngovernment-leased schools with the modification that in relation to the     .,:\",::\nmembers appointed under paragraph ( l ) ( a ) ,the chairman shall be no-\nminated by the denomination."
    },
    {
      "provision_ref": "sec76",
      "section": "76",
      "title": "Section 76",
      "content": "76. The provisions of regulation 71 shall apply to the Boards of 2;;~;;i\ngovernment secondary leased schools with the modification that in rela- leased\n                                                                        rchools.\ntion to the members nominated under paragraph (1) (a), the chairman\nshall be nominated by the denomination which holds the lease to the\npremises."
    },
    {
      "provision_ref": "sec77",
      "section": "77",
      "title": "Section 77",
      "content": "77.-(1) Notwithstanding regulations 70 to 76 the Minister may ap- A ohltneul\npoint one Board of Management to administer more than one public (T.\n                                                                            Mnnagcmcnl.\neducational institution if-\n     (a) these institutions have the same owners; and\n    (b) the owners agree to the appointment of a single Board; and\n    (c) the Minister is satisfied that the general interest of education\n          in the area in which these institutions are situated will be best\n          served by a single Board.\n        (2) Where a single Board is appointed to administer more than\none institution the membership of that Board may exceed the number\nprescribed for one Board. and in the appointment of additional mem-\nbers consideration shall be given to the dzerent categories of persons\nto be represented on the Board."
    },
    {
      "provision_ref": "sec78",
      "section": "78",
      "title": "Section 78",
      "content": "78.--(I) The vice-chairman of any Board of Management shall be A pO,lm,t\nelected by a majority of votes of the members of the Board present $:iknof.\n                                                                   Board of\nand voting at a duly constituted meeting of the Board.             Manauemcnt.\n       (2) A vice-chairman shall hold office for a period of not less\nthan one year and shall be eligible for reappointment on an annual\nbasis.\n              [rhe inclusion of this pagc is authorized by L.N. 144119951\n42                                THE EDUC.4TION REGULATIONS, 1980\nPeriod of          79.-(1)   Subject to the provisions of these Regulations, the members\nmembership"
    },
    {
      "provision_ref": "sec82",
      "section": "82",
      "title": "Section 82",
      "content": "82.-(1) Where the chairman is absent or unable to attend a meeting           ~~JXJV~\nof a Board the vice-chairman shall assume the duties of the chairman            Z;;~$;:;I\nand where both the chairman and the vice-chairman are absent the\nmembers present and voting shall elect a chairman for that meeting.\n       (2) Where a chairman is absent or unable to act, a temporary\nappointment shall be made by the Minister-\n    (a) on ,the advice of the Council, in the case of a public educa-\n         tional institution owned by the government;\n    (6) on the advice of the owners, in the case of a public educational\n         institution owned by a denomination or Trust."
    },
    {
      "provision_ref": "sec83",
      "section": "83",
      "title": "Section 83",
      "content": "83. Where a vacancy occurs in the membership of a Board, it shall Fillingpi\n                                                                           vacancies\nbe filled by the appointment of another member from the same category o n a Board.\nfrom which the previous member was appointed and that other member\nshall, subject to the provisions of these Regulations, hold office for the\nremainder of the period for which the previous member was appointed,\nand in the making of such appointment the provisio.ns of regulations 70\nto 76 of this Part shall have d e c t to such extent as may be applicable."
    },
    {
      "provision_ref": "sec84",
      "section": "84",
      "title": "Section 84",
      "content": "84. The validity of the proceedings of any Board shall not be affected validity of\n                                                                         the proceed-\nby any vacancy amongst the members or the categories of members ags0fa\n                                                                          Board.\nthereof or by any defect in the appointment of a member."
    },
    {
      "provision_ref": "sec85",
      "section": "85",
      "title": "Section 85",
      "content": "85.-(1) The Board of Management of every public educational in- Appointment\nstitution shall, for the purpose of facilitating inquiries into allegation :AP%p,\",\"\"'\nof breaches of discipline by or against members of staff or students Of'\nappoint a p e r s o ~ e committee\n                        l         to which the Board shall refer any such\nallegations, and such personnel committee shall consist of-\n    (a) in the case of a government owned institution-\n             (i) the chairman of the Board;\n            (ii) one nominee of the Council;\n          (iii) subject to sub-paragraph (c), the representative on the\n                 Board of the category of accused personnel;\n    (6) in the case of an institution owned by a denomination ;.r\n         Trust-\n            (i) the chairman of the Board;\n           (ii) one nominee of the denomination or Trust or the\n                 Board;\n                  inclusion of this page i s authorized by L.N. 144119951\n                                                                            -\n                                THE EDUCATION REGULATIONS, 1980\n                          (iii) subject to sub-paragraph (c), the representative on the\n                                Board of the category of accused personnel;\n                    (c) where the accused personnel is the representative on the\n                         Board as described in sub-paragraphs (a) (iii) and ( b )(iii), the\n                        category mentioned in those sub-paragraphs shall be entitled\n                        to nominate a representative for appointment to the com-\n                        mittee.\n                        (2) The quorum of the personnel committee shall be two, one\n                of whom shall be the chairman or the vice-chairman of the Board.\n                        (3) Upon completion of its hearing into the alleged breach of\n                discipline the committee shall submit a report to the Board for action.\nA polntment        86.-41) The Board of Management may appoint such other com-\northe\ncommilleel      mittees as it may consider necessary and each committee may regulate\nof a Board.\n                its own proceedings and the Board may delegate to any such committee\n                the power and authority to carry out on its behalf such duties as the\n                Board may determine.\n                        (2) Where any such committee carries out any duties in relation\n                to any matter under powers delegated to it by the Board the committee\n                shall refer its decision for confirmation by the Board at the first meet-\n                ing of the Board held subsequent to the meeting of the committee at\n                which the decision was taken.\nCommunica-\ntion nnd con-"
    },
    {
      "provision_ref": "sec87",
      "section": "87",
      "title": "Section 87",
      "content": "87.-41) No member of the Board shall disclose to any person who\nfidentialjly\nconcernlnp\n                is not a member of the Board any matters discussed or any docuanents.\nthe pmceed-\nings of r\n                papers i d other information made available and dealt with at a\nBoard.          meeting of a Board unless the Board directs otherwise.\n                        (2) Unless othemvise instructed by the Board, members of a\n                Board of Management who represent any organization or group shall\n                give periodic and regular reports to their respective organization or\n                group but in the making of such report regard shall be had to para-\n                graph (1).\n                         (3) A representative of an organization or group shall make\n                known to the Board the views of that organization or group on any\n                matter."
    },
    {
      "provision_ref": "sec88",
      "section": "88",
      "title": "Section 88",
      "content": "88.-41) Every Board of Management shall in each school year meet\n                at least once in every term and at such other times as may be necessary\n                for the transaction of business.\n                        (2) Meetings of the Board shall be held at such places as the\n                Board may determine.\n                              [The inclusion of this pagc is authorized by L.N. 144/1995]\n                THE EDUCATION REGULATIONS. 1980                             45\n        (3) Subject to paragraph (4), prior notice of ordinary meetings\nshall be given not less than ten clear days before the date of the meet-\ning.\n        (4) Notice of special meetings shall be delivered by hand to\neach member of the Board or to his known address not less than forty-\neight hours before the time arranged for the meeting.\n       (5) Notice of all special meetings shall be given to every mem-\nber and to every person whom the Board knows to be authorized by\nthe Minister to represent him at such meetings.\n        (6) The c h a h n of the Board shall preside at the meetings of\nthe Board at which he is present; in the case of his temporary absence,\nthe vice-chairman shall preside. If both chairman and vice-chairman\nare absent. the members present and voting and forming a quorum shall\nelect one from among their number to preside at the meeting.\n        (7) The Minister may be represented at any meeting of a Board\nby such person or persons as he may authorize to represent him at such\nmeeting and any such person or persons may take part in the proceed-\nings of the Board at the meeting but shall not vote on any matter.\n        (8) No member shall vote an any question in which he has a\ndirect personal interest.\n        (9) Where there is a conflict of interest, the member of the\nB a r d concerned shall declare his interest and shall not participate in\nthe deliberations on the particular matter and he shall withdraw from\nthe meeting during the period of the discussion of the matter.\n      (10) The decisions of a Board shall be by a majority of votes of\nmembers present and voting and, in addition to an original vote, the\nchairman or person presiding at a meeting shall have a casting vote in\nany case in which the voting is equal.\n      (11) The minutes of the meetings of every Board shall be open to\ninspection by the Minister or by any person duly authorized by him\nfor that purpose and shall be made available by the Board on the\nrequest of the Minister or such authorized person.\n      (12) The Board shall keep in proper form the minutes of all\nmeetings of the Board and its committees and of any hearing or inquiry\nconducted by or on behalf of the Board or of any committee of the\nBoard.\n       (13) A copy of the minutes of each meeting of the Board shall be\nsent to the Minister.\n46                            THE EDUCATION REGULATIONS, 1980\nDuties md\n       ..&4"
    },
    {
      "provision_ref": "sec89",
      "section": "89",
      "title": "Section 89",
      "content": "89.-41) The Board of Management is responsible to the Minister for\n              the administration of the institution for which it has been appointed\n              and in discharging its responsibilities the Board shall be responsible\n              for-\n                  (a) the conduct, supervision and efficient operation of the institu-\n                      tion;\n                  (b) ensuring that proper books of accounts and other matters in\n                      relation to the assets and liabilities of the institution and to all\n                      sums of money received and expended by the institution are\n                      kept in strict accordance with such financial regulations as\n                      may be prescribed for public educational institutions;\n                  (c) submitting to the Minister at such time and in such manner as\n                      may be prescribed, such returns, statements, reports, forms and\n                      other documents relating to the conduct and maintenance of\n                      the institution as the Minister may require;\n                  (d) arranging for the accounts d the institution to be audited by\n                      an auditor approved by the Minister and for submitting such\n                      audited accounts as may be required by the Minister;\n                 (e) appointing in consultation with the principal, the academic\n                      st&, the bursar, secretaryaccountants and such other admini-\n                      suative and ancillary staff as are approved for the establish-\n                      ment of the institution; and such members of staff shall be\n                      paid such salary and other allowances as the Minister may\n                      approve and shall be eligible for such leave and other fringe\n                      benefits as may be determined by the Minister, and the a p\n                      gointment and termination of appointment of such members\n                      of staff shall be on such terms and conditions as may be\n                      approved by the Minister;\n                 (f) d e a h g as prescribed in these Regulations with breaches of\n                      discipline by or against members of staff a n d smdents of the\n                      institution;\n                 (g) dealing as prescribed m these Regulations with the appoint-\n                     ment, termination of appointment, promotion, demotion, sus-\n                     pension fmm duty and other personnel matters in =lation to\n                     members of stalT of the institution;\n                 (h) approving the guidelines and sanctions concerning school\n                     behaviour and such rights and mnsibilities of students as\n                     may bc worked ouc and approved in joint c d t a t i o n be-\n                     tween staff and students d the institutinn and presented to\n                     the Board.\n                           me inclurion of thh -no i* authorized by L.N. 67119821\n                THE EDUCATION REGULATIONS. 19W\n       (2) The Board may, if it sees fit, delegate to the principal of\nthe institution, responsibility for the matters specified in paragraph\n(1) (4.\n        (3) Members of a Board who are not normally present on the\ncompound of the institution that they administer shall visit the institu-\ntion at least once a tenn and make a report to the Board at the first\nmeeting of the Board subsequent to such visit.\n        (4) In the event of any irregularity in the operation of any\neducational institution. the Board of Management shall take such steps\nto correct the irregularity as it deems fit and shall in any case inform\nthe Minister promptly of the irregularity."
    },
    {
      "provision_ref": "sec90",
      "section": "90",
      "title": "Section 90",
      "content": "90.-=I)The Minister shall, after consultation with the Board of .p&s\nManagement of a public educational institution, determine the amounts 2 - e\nto be paid by way of grants to that institution, and the Board shall in\naccordana with the financial replaticas, prepare at such times and in\nsuch mamm as may be prescribed, a budget for the operation ofthe\ninstitution. the financing of which shall be by such moneys as may\nbe curently pmided for the purpose by Parliament\n       (2) The sums of money approved for the budget of a govern-\nment4wned educational institution and the suns representing the grant\napproved for a government-aided educational institution, shall be\nlodged in a bank in the account of the institution and operated in\naccordance with the reqllirements of the financial regulations deter-\nmined by the Ministry.\n        (3) The Board shall keep in a bank, in the name of the institu-\ntion, a separate account or accounts of receipts and expenditure of all\nmoneys under its control other than those provided by the government\nsubvention.\n        (4) PiU withdrawals from the account of the b a r d of every\npublic educational institution shall be on the joint signatures of the\nchairman of the Board or his nominee, the principal of the institution\nand such other person, if any. as may be appointed to carry out the\nduties of secretary or bursar or the joint signatures of any two of such\npersons as aforesaid.\n                        '\n               r2bs '       of lhk prpr b BUtbOriud by L.N. 6711981\n48                         I H E EDUCATION    REGULATIONS, I980\nTnrm         91.-41) The establishment of any public educational institution shall\nconditiDm\nz   : y z include such categories and numbers of administrative and ancillary\n           staff as the Board of that institution may be authorized to appoint on\n           such terms and coaditions as the Minister may determine.\n                  (2) Subject to regulation 89 (2)-\n               (a) appointments of administrative stall shall be made by the\n                     Board and confinned by the Minister on a probationary basis\n                     for a period not exceeding six months;\n               ( 6 ) appointments of ancillary stafll shall be made by the Board and\n                     the Minister shall be notified accordingly.\n                  (3) Every employee other than a daily paid or casual employee\n          shall, on appointment, receive a letter of appintment signed by the\n          chairman of the Board or by the secretary on behalf of the Board or.\n          where a delegation is made pursuant to regulation 89 (2), by the princi-\n          pal, setting out the terms and conditions of his employment as d&ed\n          by the Minister, including details of leave and of any allowances that\n          may be payable and a copy of each such letter shall be sent to the\n          Minister.\n                  (4) Subject to paragraph (9,   during the probationary period of\n          employment, the appointment of any member of the administrative or\n          ancillary staff may be terminated by the Board as bllows-\n               (a) in the case of a weekly paid employee, on two weeks' notice\n                    in writing or payment of two weeks' salary in lieu thereof;\n              (b) in the case of any employee paid on a monthly basis, on one\n                    month's notice in writing or payment of one month's salary\n                    in lieu thereof; and\n              (c) in the case of any daily paid or casual employee, at the end\n                    of any day.\n                  (5) Notwithstanding anything contained in paragraph (4). the\n          appointment of any member of the administrative or ancillary staff may\n          be terminated at any time without notice or payment of salary in lieu\n          of notice if there is in existence an agreement in writing between the\n          Board and the employee to that & s t .\n                  (6) Any member of the administrative or ancillary staff who is\n          aggrieved by any decision of the Board may appeal to the Minister\n          within twenty-one days after the date of the decision.\n                 THE EDUCATION REGULATIONS, 1980\n                                    SCFIEDWEA                               (Regulation 43)\n A teacher shall be classified into one of the following categories-"
    },
    {
      "provision_ref": "sec91",
      "section": "91",
      "title": "Section 91",
      "content": "91. Terms and conditions of employment of administrative and ancill.\n      arv staff.\n  SCHEDULE\n         A. Classification of Teachers.\n  SCHEDULE\n         B.        Procedure for appointment of principal, vice-\n                     principal or teacher with special responsibilities.\n  SCHEDULE\n         C. Teacher Appointment form.\n  SCHEDULE\n         D. Duties and responsibilities of teacher with special\n              responsibility.\n            me inclusion of this page in authorizsd by L.N. 611191171\n                 THE EDUCATION REGULATIONS, 1980                                               9"
    }
  ],
  "definitions": [
    {
      "term": "school day",
      "definition": "a day on which educational instruction is",
      "source_provision": "sec9"
    },
    {
      "term": "teaching hours",
      "definition": "hours during which a teacher and students",
      "source_provision": "sec9"
    },
    {
      "term": "secondary schools entrance examination",
      "definition": "such examination as the Minister may, by order, prescribe for the",
      "source_provision": "sec28"
    }
  ]
}