{
  "id": "jm-subs-the-employment-termination-and-redundancy-payments-act",
  "type": "statute",
  "title": "The Employment (Termination and Redundancy Payments) Act",
  "title_en": "The Employment (Termination and Redundancy Payments) Act",
  "short_name": "Employment (Termination and Redundancy Payments) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-employment-termination-and-redundancy-payments-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-employment-termination-and-redundancy-payments-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the Employment (Termina- ,iutim,\ntion and Redundancy Payments) Regulations, 1974.\n   2    4 1) In these Regulations, unless the context otherwise requires-\n                                                                                  ;;p=$;ym\n       \"normal wages\" means, in relation to any employee, the remunera-\n            tion regularly paid to him by his employer as wages or commis-\n            sion, and includes any amounts regularly so paid by way of bonus\n            as part of such remuneration but does not include-\n                (a) any overtime wages; or\n                (b) any premium or special allowance paid-\n                        (i) in consideration of the times at which, or the con-\n                            ditions subject to which, or the circumstances in\n                            which, he works in the course of the performance\n                            of his duties; or\n                        (ii) in consideration of any inconvenience suffered or\n                             likely to be suffered by him in the course of the\n                             performance of his duties;\n       \"normal working week\" means the number of days in a week on which\n            the employee in relation to whom that expression is used is\n            normally required to work for his employer;\n        \"week\" means the period commencing immediately after twelve\n            o'clock midnight on each Saturday and ending at twelve o'clock\n            midnight on the Saturday next following;\n               [The inclusion of this page is authorid by L.N. 21i2012]\n4                           THE EMPLOYMENT (TERMINATIONAND REDUNDANCY\n                                    PAYMENTS) REGULATIONS, 1974\n                    \"year of employment\" means fifty-two weeks (whether continuous or\n                         discontinuous) which, in accordance with these Regulations,\n                         count in computing a period of employment.\n                        (2) Where the relevant date does not fall at the end 'of a week,\n               any reference in these Regulations to the relevant date shall be construed\n               as a reference to the end of the week in which that date falls.\n                      (3) These Regulations apply-\n                    (a) in relation to contracts of employment made before the coming\n                         into force of these Regulations and subsisting at the coming into\n                         force of these Regulations; and\n                     (b) in relation to periods of employment commencing before the\n                         coming into force of these Regulations and subsisting at the\n                         coming into force of these Regulations,\n               as they apply in relation to contracts of employment made, or periods\n               of employment commencing, after the coming into force of these\n               Regulations.\nManner of\ncomputing"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. 4 and 5;\n                   (b) the number of years of employment falling within that period\n                        shall be reckoned backwards, starting with the ~elevantdate.\n                        so, however, that where there is a part of a year of employment\n                        remaining over, that part-\n                              (i) shall be disregarded if it docs not exceed thirteen\n                                  weeks;\n                             (ii) shall be reckoned as one-half of one year of em-\n                                  ployment if it exceeds thirteen weeks but does not\n                                  exceed thirty-nine weeks; and\n                            (iii) shall be reckoned as one year of employment if it\n                                  exceeds thirty-nine weeks;\n                  (c) \"three weeks' pay\" means-\n                          (i) three times the normal wages earned by the employee in\n                              respect of the last normal working week preceding the\n                              relevant date during which he has worked; or\n                            [ T h e inclusion of this page is authorized by L.N. 5511991 1\n      THE EMPLOYMENT (TERMINATION A N D REDUNDANCY\n                     PAYMENTS) REGULATIONS, 1974\n           (ii) 31 13 of the aggregate normal wages earned by him in\n                respect of the last thirteen normal working weeks\n                preceding the relevant date during which he has worked,\n         whichever is the greater;\n         \"two weeks pay'' means-\n            (i) twice the normal wages earned by the employee in\n                 respect of the last normal working week preceding\n                 the relevant date during which he has worked; or\n           (5) 21 13 of the aggregate normal wages earned by him\n                in respect of the last thirteen normal working weeks\n                preceding the relevant date during which he has\n                worked.\n         whichever is the p a t e r .\n  9 4 1 ) Subject to paragraph (2) the amount of the redundancy pay-\nment to which an employee engaged in            seasonal employment is tcdundanw\n                                                                                 tor\nentitled in respect of consecutive years in which that employee has been paymcnt\n                                                                         -0.d\n                                                                         employees.\nengaged in continuous seasonal employment, shall be-\n    (a) where the number of consecutive years does not exceed ten,\n        the sum arrived at by multiplying two weeks' pay by the\n        number of years;\n    (b) where there are more than ten consecutive years-\n            (i) for the first ten years reckoned, the sum arrived at by\n                multiplying two weeks' pay by that number of yean;\n                and\n           (ii) for the yean remaining, the sum arrived at by mul-\n                tiplying three weeks' pay by the number of such n-\n                mainiag years.\n      (2) For the parposes of paragraph (1)-\n    (a) an employee is engaged in continuous seasonal employment\n        during any season in which-\n            (i) he works for not less than ninety days in the seasonal\n                employment provided by his employer; or\n              THE EMPLOYMENT (TERMINATION AND REDUNDANCY\n                       PAYMENTS) REGULATIONS, 1974\n                   (ii) where the number of days of work referred to in sub-\n                        paragraph (i) cannot be ascertained, he has earned, as\n                        normal wages in the seasonal employment provided\n                        by his employer, a sum equivalent to or greater than\n                        ninety times the established daily rate for the category\n                        of work performed by him in an area where there\n                        is such established daily rate; or\n                   (iii) where the number of days of work referred to in\n                         sub-paragraph (i) cannot be ascertained and there is\n                         no established daily rate of the kind referred to in\n                         subparagraph (ii), his name appeared on the pay-\n                         bills of his employer in respect of seasonal employment\n                         for not less than sixteen weeks;\n             (b) the number of consecutive years in which an employee has\n                 been engaged in continuous seasonal employment shall be\n                 reckoned backwards, starting with the last year preceding\n                 the relevant date;\n             (c) \"three weeks' pay'' means 31104 of the aggregate normal\n                  wages earned by the employee in the seasonal employment\n                 in which he has been engaged during the last two conse-\n                 cutive years preceding the relevant date;\n                \"two weeks* pay\" means 21104 of the aggregate normal\n                wages earned by the employee in the seasonal employment\n                in which he has been engaged during the last two consecw\n                tive years preceding the relevant date.\nRCCO~.     10. The record required by section 16 of the Act to be kept by\n         every employer shall contain-\n             (a) the name and address of the employer;\n             (b) the name and address of the employee;\n             (c) the date on which the employment of the employee commenced\n                  and, in the case of an employee who has been re-employed\n                  after the termination of his contract of employment. the\n                  date on which the re-employment commenced;\n             (d) an accurate description of the place at which the employee\n                 was ordinarily resident when he was engaged under the\n                 contract of employment;\n                      [ The inclusion of this page is authorized by L.N. 55/1991 1\n              THE EMPLOYMENT (TERMINATION AND REDUNDANCY\n                       PA YMENTS) REGULATIONS, I974\n      (e) an accurate description of the place at which the employee\n          was present when the offer of employment was made to him\n          by any means other than by advertisement or at which the contract\n          of employment was made; .\n      V) information as to the rate of the normal wages of the employee and\n         his normal working week;\n     (g) where the contract of employment of the employee has been termi-\n         nated, particulars as to-\n              (i) the relevant date;\n             (ii) the period, ending with the relevant date, during which he\n                  was continuously employed or, if he was engaged in sea-\n                  sonable employment, the number of consecutive years for\n                  which he was engaged in continuous seasonal employment;\n            (iii) the amount of redundancy payment, if any, paid to him.\n   1 1 . 4 1 ) An employer who dismisses or proposes to dismiss his em-         rnformationto\nployee by reason of redundancy shall submit to the Minister, in writing-        Fit:,\",\n                                                                                redundancy.\n      (a) the effective date of the dismissal;\n      (b) the name and address of the employee;\n      (c) the amount which'is payable to the employee;\n      (d) the name, description and type of the employee's post; and\n      (e) a statement as to whether the employee is a member of a union and\n          if so, the name of the union with which the employee is affiliated.\n        (2) The information referred to in paragraph (1) shall be submitted\nto the Minister within twenty-one days of the date the decision to dismiss\nwas made.\n          (3) A person who contravenes this regulation commits an offence\nand shall be liable on summary conviction before a Resident Magistrate to a\nfine not exceeding two hundred and fifty thousand dollars or to imprison-\nment for a term not exceeding three months or to both such fine and im-\nprisonment.\n    1 2 . 4 1 ) Nothing in these Regulations shall be construed as preventing   saving\nany employee from being paid more than the amount which he is entitled to\nreceive under these Regulations as redundancy payment or as remuneration\nduring a period of notice.\n               me inclusion of this page is authorized by L.N. 21R0121\n12                     THE EMPLOYMENT (TERMINATIONAND REDUNDANCY\n                                PAYMENTS) REGULATIONS, 1974\n                                               SCHEDULE                                   (Regulation 7)\n          In thts Schedule \"pneumowniosts\" means fibrosis of the lungs caused by sclerogenetic min-\n     eral dust, and includes silico-tuberculosis where silicosis is an essential factor in causing incap-\n     acity for work.\n                  Descriptton of Dtsease                            Nature of Occupation\n          I   Pneumoconiosis                               All occupations involving exposure to the\n                                                             risk concerned\n          2 Disease caused by beryllium or its             All occupations involving exposure to the\n              toxic compounds.                               risk concerned"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Disease caused by chrome or its               All occupations involving exposure to the\n              toxic compounds.                               risk concerned"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1) The continuity of an employee's period of employment is\n                not broken-\n                    (a) by the transfer referred to in paragraph (3) of regulation 4; or\n                    (6) by the death of his employer if he is taken into the employ-\n                         ment of a personal representative or trustee of the deceased;\n                         or\n                    (c) by the interval referred to in paragraph (5) of regulation 4; or\n                    ( 4 by the change referred to in paragraph (6) of regulation 4; or\n                    (e) by a change of employment in the circumstances mentioned\n                         in paragraph (7) of regulation 4; or\n                     (f) by any week which does not count by virtue of paragraph\n                         (8) of regulation 4; or\n                      (g) by any period during which the employee is absent from work\n                          because of a lock-out by his employer; or\n                      (h) by any period d d n g which he is absent from work for the\n                          purpose of carrying out any duty imposed on him by the\n                          Government or any work which he carries out at the request\n                          of the Government with tbe permission of his employer.\n                       (2) In this regulation \"lock-out\" means action which, in con-\n                templation or furtherance of an industrial dispute, is taken by one or\n                more employers, whether parties to the dispute or not, and which\n                consists of the exclusion of employees from one or more places of\n                employment or of the suspension of work in one or more such places or\n                ot' the collective, simultaneous or otherwise connected termination or\n                suspension of employment of a group of employees.\nRemuneration"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) The remuneration of an employee in respect of each week\nrn respect of\nperiod of\n                of a period of notice shall-\nnotice.\n                      (a) in the case of an employee who has been employed at time\n                          rates, t e the normal wages earned by him in respect of the\n                          last normal working week preceding the relevant date during\n                          which he has worked for his employer; and\n                               LThe inclusion of this page is authorized by L.N 2861 19761\n     THE EMPLBYMENT (TERMINATION A N D REDUNDANCY\n               PAYMENTS) REGULATIONS. 1974\n    (b) in the case of an employee who has been employed at piece\n        or task rates or on a commission basis, be one-quarter of\n        the aggregate normal wages earned by him in respect of the\n        last four working weeks preceding the relevant date during\n        which he has worked for his employer.\n      (2) Any payment made to an employee by his employer as\nholiday remuneration, on the termination of that employee's employ-\nment shall not be taken into account as part of his remuneration in\nrespect of the period of notice."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-41) Each of the diseases set out in the first column of the Prescribed\n                                                                      diseases.\nSchedule is a prescribed disease for the purposes of paragraph (c) of Schedule.\nsubsection (2) of section 5 of the Act.\n      (2) If any employee who is employed in any occupation set\nout in the second column of the Schedule develops a disease set out\nagainst that occupation in the first column of the Schedule, that\ndisease shall, unless the contrary is proved, be presumed to be due\nto the nature of his employment.\n      (3) Where the employer oi ny employee who is employed in\nany occupation set out in the second column of the Schedule wishes\nto ascertain-\n    (a) whether that employee has developed a prescribed disease: or\n     (b) whether a prescribed disease which that employee has\n         developed is due to the nature of his employment.\nthe employer may require him to submit himself to a medical examina-\ntion by a medical practitioner chosen and paid by the employer.\n      (4) An employee who is required to submit himself to a medical\nexamination pursuant to paragraph (3) is entitled to require that a\nmedical practitioner chosen and paid by him shall be given an opportun-\nity to be present at the medical examination.\n       (5) Where, as respects any of the questions mentioned in sub-\nparagraphs (a) and (b) of paragraph (3). there is disagreement between\na medical practitioner chosen by an employer and one chosen by an\nemployee, the matter shall be referred to the Chief Medical Officer.\nand any decision made by him in connection therewith shall be\nfinal.\n              [The ioclusion of this page is authorized by L.N. 5511991 1\n                     T H E EMPLOYMENT (TERMINATION A N D REDUNDANCY\n                                 PAYMENTS) REGULATIONS, 1974\nMamct of         8-41) Subject to paragraph (2) the amount of the redundancy pay-\ncalculating\nredundancy     ment to which an employee other than an employee engaged in\npayment, ex-\ncept for       seasonal employment is entitled in respect of any period, ending with\nseasonal\nemployees.     the relevant date, during which the employee has been continuously\n               employed, shall be-\n                   (a) in respect of a period not exceeding ten years of employ-\n                        ment, the sum arrived at by multiplying two weeks' pay by\n                        the number of years;\n                   (b) in respect of a period of more than ten years of employ-\n                        ment-\n                           (i) for the first ten years reckoned, the sum amvcd at\n                                by multiplying two weeks' pay by that number of\n                               years; and\n                          (ii) for the yean remaining. the sum arrived at by mul-\n                               tiplying three weeks' pay by h e number of mch\n                               remaining years.\n                     (2) For the purposes of paragraph (1)-\n                   (a) the period during which an employee has been continuously\n                       employed shall be computed in accordance with regulations"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Disease caused by lead or its toxic           All occupattons tnvolving exposure to the\n                compounds.                                    risk concerned"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Disease caused by carbon bisul-               A I occupations\n                                                                 ~          involving exposure to the\n                phide.                                        risk concerned."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Disease caused by toxic halogen               All occupations involving exposure to the\n                dertvatives of hydrocarbons of                risk concerned\n               the aliphatic series.\n          I I. Disease caused by benzene or its             All occupations involving exposure to the\n                 toxic homologues                             risk concerned        -"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. .Disease caused by nitro- and                 All occupations involving exposure to the\n                 amido-toxic dertvatives of ben-              risk concerned\n                 zene or its homologues"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Disease caused by ionizlng radia-             All occupations involving exposure to the\n               tions.                                         action of ionising radiations."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Primary epitheliomatous cancer of             All occupations involving exposure to the\n                the skin caused by tar, pitch,                risk concerned\n                bitumen, mineral otl, or the                                                   ,   .\n                compounds, products or resi-\n                dues of those substances."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Anthrax infection.                            Any occupation involvine\n                                                               (a) work        in       connection with\n                                                                     animals        infected with an-\n                                                                     thrax;\n                          [The inclusion of tlus page IS authorized by L.N. 2lROl2j\nTHE EMPLOYMENT (TERMINA TlON AND REDUNDANCY\n         PAYMENTS) REGULATIONS, 1974\n                                 (b)   handling of animals carcasses or\n                                       parts of such carcasses including\n                                       hides, hoofs and horns;\n                                 (c)   loading or unloading or transport\n                                       of merchandise which may have\n                                       been contaminated by animals or\n                                       animal carcasses infected with\n                                       anthrax.\nme inclusion of this page is authorid by L.N. 21RO12]"
    }
  ],
  "definitions": [
    {
      "term": "normal working week",
      "definition": "the number of days in a week on which",
      "source_provision": "sec1"
    },
    {
      "term": "week",
      "definition": "the period commencing immediately after twelve",
      "source_provision": "sec1"
    },
    {
      "term": "year of employment",
      "definition": "fifty-two weeks (whether continuous or",
      "source_provision": "sec1"
    },
    {
      "term": "two weeks* pay",
      "definition": "21104 of the aggregate normal",
      "source_provision": "sec3"
    },
    {
      "term": "pneumowniosts",
      "definition": "fibrosis of the lungs caused by sclerogenetic min-",
      "source_provision": "sec3"
    },
    {
      "term": "lock-out",
      "definition": "action which, in con-",
      "source_provision": "sec5"
    }
  ]
}