{
  "id": "jm-subs-the-executive-agencies-act",
  "type": "statute",
  "title": "The Executive Agencies Act",
  "title_en": "The Executive Agencies Act",
  "short_name": "Executive Agencies Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-executive-agencies-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-executive-agencies-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the Executive Agencies (General) citation\nRegulations, 20 10.\n                             Preliminary"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In these Regulations-                                              Interpretntion\n       \"financial instructions\" means the financial instructions issued to\n             Executive Agencies pursuant to the Financial Administration and\n             Audit Act;\n        \"Public Service Regulation\" means the Public Service Regulations,\n             1961, as amended fiom time to time."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.- (1) Each Executive Agency shall operate as a performance based opratia\ninstitution in order to ensure the achievement of the objects set out in section principlca\n3 of the Act.\n          (2) For the purposes of paragraph (l), the Agency shall-\n      (a) operate as efficiently and effectively as possible in fulfilling .its\n          mandate under the relevant Act;\n      (b) adhere to employment practicb; and\n      (c) have regard to the interests of the community which it serves and\n           endeavour to accommodate those interests whenever possible.\n          (3) For the purposes of paragraph (2), the Chief Executive Officer\nof each Executive Agency shall formulate and implement a human resource\npolicy containing provisions which are generally accepted as necessary for\nthe fair and proper treatment of employees in all aspects of their employment,\nincluding provisions for-\n      (a) good and safe working conditions;                    .    .,\n      (6) an equal employment programme;\n      (c) the impartial selection of suitably qualified persons for appoint-\n          ment; and\n      (4opportunities for the enhancement of the abiies of individual\n           employees.\n                          Framework Document and ~erformahceAgreement\nwswfadupdm-      4. The Chief Executive Officer of each ~xecukveAgency shall take such\nDrmmad.       steps as are necessary to ensure that-\n                   (a) the Framework Document of the ~ ~ e contains   n c ~all the provi-\n                       sions set out in the Schedule to the Act and is reviewed every three\n                       years and updated as necessary; and\n                   (b) the Framework Document and the Performance Agreement contain\n                       provisions requiring the Chief Executive Officer to comply with\n                       the financial instructions.\n                                              Corporate Plan"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1) Each Chief Executive Officer shall-\n                    (a) prepare a proposed corporate plan for the Agency to cover a\n                        minimum period of three years of operation; and\n                    (b) submit a copy of the proposed plan to the responsible Minister,\n                        responsible permanent secretary and the' Financial Secretary on or\n                        before January 15th of each year or as specified by the Financial\n                        Secretary.\n                      (2) The proposed corporate plan shall be in a form approved by the\n              Financial Secretary, and shall include-\n                                                                       ,\n                    (a) the Agency's strategic objectives and performance targets together\n                        with its broad plans for achieving them;\n                    (b) the Agency's plans for marketing, operational and information\n                        technology and financial and human resources;\n                    (c) the Agency's main undertakings;\n                    (4the information to be provided by the '~gencyto the Financial\n                        Secretary and the responsible Minister during the three year\n                        period;\n                    (e) a business plan containing such information as the Financial\n                        Secretary or the responsible Minister r e q u p ;                     0\n                    V) the key performance indicators of the Agency as determined in\n                       kcordance with regulation 6;                        I\n                    (g) such other matters as may be agreed on by the Financial Secretary,\n                       the responsible permanent secretary and the responsible Minister\n                       h m time to time.\n                                 inclusion of this pap is nutho*   by LN. 95120131\n                     EXECUTIVE AGENCIES REGULATIONS, 2010\n         (3)The responsible Permanent Secretary shall within fourteen days\nof receiving the proposed corporate plan submit it with any modifications\nproposed by the responsible Permanent Secretary to the responsible Minister\nwith a recommendation in writing h m the responsible Permanent Secretary\nfor its approval. .\n        (4)The corporate plan may be modified at any time by the Agency\nwith the approval of the responsible permanent secretary and the responsible\nMinister.\n        (5)Eve@ Executive Agency shall act only in accordance with its\ncoprate plan unless it has obtained the written approval of the responsible\nMinister and the responsible permanent secretary to do otherwise."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The procedure for setting key performance indicators shall require that   ~occdu-for\n                                                                                m n gk v\nsuch indicators-                                                                ptrformance\n                                                                                lndluton\n      (a)are set by the Chief Executive Officer in consultation with the\n            responsible permanent secretary;\n      (b) are related to the core business of the Agency;\n      (c) are clearly linked to the Agency's goals and objectives;\n      (4 provide for transparency and are measurable and credible;\n      (e) are certified by the responsible permanent secretary as being\n            meaningful and relevant to the monitoring of the Agency's\n            performance; and\n       V) are approved by the responsible Minister."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) Each Executive Agency shall formulate a Code of Conduct for ~ o d c o f\n                                                                       Condua\nthe information and guidance of members of staff of the Agency.\n         (2) Without prejudice to the generality of paragraph (I),the Code of\n Conduct shall contain provisions which, with such modifications as may be\n.necessary, are comparable to the provisions with such modifications as may\nbe necessary, of the Public Service Regulations that are set out in the e, , ,\n Schedule to these Regulations.\n        (3)The Code of Conduct shall be published in a Human Resource\nManual and the Chief Executive Officer shall take such steps as are\nnecessary to ensure that all members of staff have access to the Manual.\n        (4)The Code of Conduct shall-\n      (a)include provisions relating to-\n                 rn irrh~ionof this pap is authorized by LN. 9Si20131\n                                       EXECUTIVE AGENCIES REGULATIONS, 2010\n                                    (i) requirements for confidentialit);\n                                    (ii) the involvement of employees'in political activity;\nI                                  (iii) recruitment and appointment of staff;\n                                   (iv) separation;\n                                    (v) conflict of interest;\nI                                  (vi) standards of behaviour at the d?rkplace;\nI                                  (vii) disciplinary matters;                 I\nI                                 (viii) grievance\n                          (b) require the Chief Executive Officer to establish a Human Resource\n                              Executive Committee to manage the human resource functions that\n                              are delegated to the Agency pursuant to the Public Service\n                              Regulations.\n                            (5) In the exercise of its functions under paragraph (4) (b), the\n                    Human Resource Executive Committee shall act in accordance with\n                    guidelines established by the Office of the Services Commissions.\n    Leawemnlemem        8.-(1) Subject to paragraphs (2) and (3), each member of staff of an\n                    ' Executive Agency shall be entitled to a minimum of fourteen days vacation\n                    leave, ten days sick leave and five days casual leave in each year.\n                             (2) The Chief Executive Officer of an ~xecutiveAgency may, if the\n                     circumstances so warrant, having regard to the nahke of its operations, grant\n                     additional leave to members of staff as a performance incentive, so, however,\n                     that any such leave shall be in accordance with policy guidelines issued by\n                     the Government.\n                            (3) Frovisions relating to leave entitlement shall be set out in the\n                     Human Resource Manual or the Code of Conduct, as the case may require, of\n                     each Executive Agency.\n    m   m   ~   o   t  ~ 9 ~. 4~) Subject to the provision of this regulation, a person employed in\n                     an Executive Agency may be transferred to a post in another Executive\n                     Agency and upon such transfer, any leave entitlement earned by and any\n                     pension benefits accruing to, the person in relation to the former employment\n                     shall continue to apply while the person remains employed to an Executive\n                     Agency.\n                            (2) For the purposes of paragraph (I), a person shall be deemed to\n                     be on secondment to the new Executive Agency during the period of six\n                     months following the date on which the person commenced duties in that\n                     Agency.\n                            (3) The person transferred may at his option ,exercisablewithin three\n                     months of the date of the transfer-\n                                    -    iaclusion of this page is authai3;ed by LN. :95R013]\n                                                                                    1\n                   EXECUTIVE AGENCIES REGULATIONS, 2010\n      (a) be paid for any leave earned in the former employment; or\n      (b) be paid in respect of a portion of such leave and be credited with\n          the remaining portion.\n         (4) The Executive Agency to which a person is transferred shall, in\naccordance with the relevant provisions of the Executive Agencies (Pension\nScheme) 2002, pay pensions contributions in relation to the person so\ntransferred and such contributions shall be based on the person's total years of\nservice in Executive Agencies.\n        (5) A person who resigns fiom a post in an Executive Agency and is\nthereafter employed by another Executive Agency, shall be entitled, on\nretirement fiom the Agency in which he is last employed, to a pension in\nrespect of his total years of pensionable service in Executive Agencies.\n        (6) For the purposes of paragraph (9,the Executive Agency in\nwhich the person is employed subsequent to resignation f?om another Agency\nshall pay pensions contributions based on the person's total years of\npensionable service in Executive Agencies.\n                                Advisory Boards"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-41) Each Advisory Board shall consist of not less than five nor Appointmtof\n                                                                            m m b m of\nmore than seven members as the responsible Minister may appoint on the AdvisoryBoard.\nrecommendation of the Chief Executive Officer, being persons who are\nqualified as having had experience or shown capacity in matters relating to\nlaw and finance, or such other matters as the Chief Executive Officer con-\nsiders appropriate for appointment under this paragraph.\n       (2) A person shall not be qualified for appointment as a member of\nthe Advisory Board if that person is the responsible permanent secretary or-\n      (a) is a member of the Senate or House of Representatives;\n      (6) has been convicted of an offence involving h u d , dishonesty or\n          moral turpitude.\n        (3) The Minister may appoint any person to act temporarily in place\nof any member of the Board if that member is absent or unable to\n       (4) The Minister shall appoint one of the members of the Advisory\nBoard to be the chairman thereof.\n        (5) In the case of the chairman's absence or inability to act at any       A\nmeeting, the members of the Board present at such meeting shall elect one of\ntheir numbers to act as chairman at that meeting.\n                    iachgion of this page is aolboriPd by LN. 9SR013]\n                                                                 1\n                    EXECUTIVE AGENCIES REGULATIONS, 2010\n          (6) The appointment of every member of the Board shall be\nevidenced by an instrument in writing which' shall state the period not\nexceeding three years as the Minister may specify and each member shall be\neligible for reappointment.\n          (7) The chairman may at any time resign his office by instrument\nin writing addressed to the Minister and such resignation shall take effect as\nfiom the date of receipt of the instrument by the Minister.                      n\n                                                                                 w\n           (8) A member other than the chairmid may at any time resign his\noffice by instrument in writing addressed to the chairman who shall forthwith\ncause it to be forwarded to the Minister and that member shall cease to hold\noffice as fiom the date of receipt of the instrument by the Minister.\n         .(9) The Minister may terminate the appointment of any member\nwho-\n       (a) becomes of unsound mind or becomes permanently unable to\n            perform his functions by reason of ill health;\n       (b) becomes bankrupt or compounds with or suspends payment to, his\n           creditors;\n       (c) is convicted and sentenced to a term of.imprisonment or to death;\n       (4 becomes disqualified for appointment by virtue of paragraph (2);\n       (e) fails to cany out any of the functions conferred or imposed on him\n            under ,the Act or these Regulations.\n        (10) The names of all members of the Advisory Board as first\nconstituted and every change in the membership shall be published in the\nGazette.\n        (11) The Board shall meet at such times as may be necessary or\nexpedient for the transaction of business and such meetings shall be held at\nsuch places and times and on such days as the Board shall determine.\n                                                     I\n         (12) The chairman may at any time call a special meeting of the\nBoard and shall call a special meeting to be held within seven days of a\nwritten request for that purpose addressed to him by any two members of the\nBoard.\n        (13) The chairman or in the chairman's 'absence or inability to act,\nthe person appointed under paragraph (5) shall preside at the meetings of the\nBoard and when so presiding the chairman or jthat person shall have an\noriginal and a casting vote in any case in which the voting is equal.\n           (14) The quorum of the Board shall be three or such higher number\nas the Board shall determine.\n                   EXECUTIVE AGENCIES REGULATIONS, 201 0\n                                 Strategic Review"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.--(I) A strategic review of the operations of each Executive Agency Smegic\n                                                                          Review\nshall be carried out every five years.\n         (2) The strategic review shall be conducted by such person or\npersons as are appointed by the responsible Minister on such terms and\nconditions as are specified in the instrument of appointment.\n        (3) The purpose of the strategic review shall be to provide-\n      (a) an evaluation of the. Agency's performance against key perfor-\n          mance indicators; and\n      (6) an assessment of the efficacy of the service delivery of the\n          Agency.\n      (4) The findings of the strategic review shall be used to update the\nFramework Document and other relevant documents in the Scheme of\nManagement.\n        (5) The expenses of the strategic review shall be paid out of the\nfunds of the Agency.\n                                       General\n    1 2 . 4 1 ) The Framework Document of each Executive Agency shall be        slenineof\n                                                                                Frarnewo&\nsigned by the responsible Minister, the responsible permanent secretary, the    -,,,&\n                                                                                Performamr\nCabinet Secretary, Financial Secretary and the Chief Executive Officer.         ABramd\n         (2.) Each Performance Agreement shall be signed by 'the res-\nponsible Minister, the responsible permanent secretary and 'the Chief\nExecutive Officer.\n    1 3 . 4 1 ) The performance evaluation of each Chief Executive Officer ~ e r f o m c c\n                                                                           Evaluation.\nshall be conducted 'by the responsible permanent secretary in consultation\nwith the Chief Executive Ofticer.\n         (2) The responsible permanent secretary shall submit the per-\nformance evaluation to the responsible Minister and the Chief Personnel\nOfficer.\n    1 4 . 4 1 ) The Chief Executive Officer shall submit to the responsible QIIM~Y\n                                                                            Repom.\nMinister through the responsible permanent secretary, quarterly reports on\nthe activities of the Executive Agency during the preceding quarter.\n          (2) The responsible permanent secretary shall assess the report and\nshall forward his comments on the Agency's performance with the report to\nthe responsible Minister and the Cabinet Secretary."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-41) The Chief Executive Officer shall submit to the responsible\nMinister through the responsible permanent secretary, the annual report\nrequired by section 15(3) of the Act in relation to the activities and\nperformance of the Executive Agency during the preceding fmancial year.\n          (2) The annual report shall include-\n       (a) a statement concerning the accountkg policies applied in the\n           accounts of the Executive Agency;              ,\n       (6) a statement concerning the Agency's actual performance against its\n           key performance indicators; and\n       (c) financial statements containing such ilnforqation as the Financial\n           Secretary requires.\n          (3) The responsible permanent secret& shall, within one month\nafter the receipt of the report, submit to the responsible Minister and the\nCabinet Secretary, an assessment of the performance of the Executive\nAgency.                                                                     -1\n                                                              !\n                                 SCHEDULE                                 (Regulation 8)\n          ProGisions of the Public Service Regulations ;to be included with necessary\nmodifications in Codes of Conduct and Human Resource Maduals of Executive Agencies.\n                                                                  I\n         Regulation I I-Failure to comply with request of Commission.\n         Regulation 13-Penalty for giving false information.\n         Regulation 15-Supervision of training.\n         Regulation IbAdvertisement of vacan$s.\n         Regulation 17-Principles of selection for promotion.\n         Regulation 18-Principles of selection for acting appointments.\n                                                             1\n         Regulation 19-Procedure for appointments.\n         Regulation 2@\n                     oniecS\n                          t-el      Boards.\n                                                             I\n         Regulation 28-Functions respecting discipline. I\n         Regulation 32-Interdiction.\n         Regulation 3 5 4 8 c e r convicted of a criminal chdge.\n         Regulation 36-Non-payment of emoluments on conviction of a criminal charge.\n         Regulation 38Suspension, deferral and withholding of increments.\n         Regulation 43-Proceedings for dismissal.\n                                                                      I\n                      inclusion of this p a p is authorized by LN. 9512013]"
    }
  ],
  "definitions": [
    {
      "term": "financial instructions",
      "definition": "the financial instructions issued to",
      "source_provision": "sec2"
    },
    {
      "term": "Public Service Regulation",
      "definition": "the Public Service Regulations,",
      "source_provision": "sec2"
    }
  ]
}