{
  "id": "jm-subs-the-financial-administration-and-audit-act",
  "type": "statute",
  "title": "The Financial Administration and Audit Act",
  "title_en": "The Financial Administration and Audit Act",
  "short_name": "Financial Administration and Audit Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-financial-administration-and-audit-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-financial-administration-and-audit-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. You are required to-\n             (a)   sign the appropriation, trading and other accounts for the services assigned to\n                   you, and in doing so accept penonal responsibility for their proper present-\n                   ation as prescribed in the Financial Administration and Audit Act, the Public\n                   Bodies Management and Accountability Act (PBMA), and.other relevant\n                   enactments and regulations made under the Acts; ,\n             (b)   ensure that proper financial procedures are followed, including specifically\n                   those mentioned in paragraphs (h) (i) and (h) (ii) below, and that accounting\n                   records are maintained in a form suited to the requirements of management\n                   as well as in the form prescribed for vote and accrual accounting purposes;\n             (c)   ensure that the          funds for which you are ;esponsible as accounting\n                   officer are properly and well managed (see paragraph (e) below) and safe-\n                   guarded, with independent and effective checks of cash balances in the hands\n                   of any official; similar care, including checks as appropriate, shall be taken\n                   of stores, equipment or property of any kind held by your department;\n             (4    ensure that, in consideration of policy propbsals relating to the expenditure or\n                   income for which you are the accounting officer, a11 relevant financial con-\n                   siderations are taken into account, and where necessary brought to the atten-\n                   tion of your Minister or Board, as the case may be, and the Financial\n                    Secretary;\n             (e)   ensure avoidance of waste and extravagance and seek economy, efficiency\n                    and effectiveness in the use of all the resources made available to the res-\n                    pect~vedepartments under your control; and\n             V)     ensure that your department is organized with appropriate systems in such      a\n                    way that managers at all levels-,\n                          (i) have a clear view of their objectives, and the means to assess and,\n                                wherever possible, measure outputs or performance in relation to\n                                those objectives;\n                         (ii) are assigned well defined responsibilities for making the best use\n                                of resources (both those consumed by their own demands and\n                                any made available to organizations or individuals outside the\n                                department) including a critical scrutiny of output and value for\n                                money; and\n                   THE FINANCIAL MANAGEMENT REGULATIONS, 201 1\n                                         SCHEDULE B, conld\n                        (iii)     have the information (particularly about costs), training and\n                                  access to the expert advice which they need to exercise their\n                                  responsibilities affectively."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.22                                   THE FINANCIAL MANAGEMENT REGULATIONS. 201 1\nCash l~ab~l~ty\n           for            100.-(1) The procedure laid down in regulations 98 and 99 is applicable\nloss\n                       only to moneys received and held by a public officer.\n                                  (2) If losses arise by reason of failure to collect, or by a deficiency\n                       occurring after collection, recovery of the amount lost may be ordered if it\n                       is established that the loss was occasioned by an officer's misconduct, neg-\n                       lect of duty of negligence.\n                                   (3) If a loss occurs under paragraph (2) the accounting officer shall\n                       first initiate disciplinary proceedings in accordance with the Public Service\n                       Regulations against the officer concerned; and if the officer is found to have\n                       committed an offence, the accounting officer shall refer the matter to the\n                       Auditor-General for recommendation to the Financial Secretary for sur-\n                       charge.\nSurcharge                  101. The imposition of a surcharge by the Financial Secretary constitutes\nprocecdlngs\n                       a claim against the officer concerned, and the accounting off~cershall im-\n                       mediately recover the full amount surcharged from that officer.\noYanerlyreponsof          102. Departments shall submit a report on losses incurred during each\nlosses dlsposed of\n                       quarter in the format prescribed by instructions issued by the Financial\n                       Secretary. The report for each quarter must be submitted within fourteen\n                       working days following the end of the each quarter.\nRulings by                 103. Where any doubt arises on the correct classification of a loss or\nFlnanclal\nsecrelary              the accounting procedure required, the directions of the Financial Secretary\n                       shall be sought.\nRm~nancesand               104. Where a loss occurs in any remittance of cash or transfer of stores,\ntransfer\n                       responsibility for dealing with the loss shall rest with the remitting or trans-\n                       ferring officer, unless the recipient has formally accepted delivery at the\n                       office of remittance or store of issue.\nClaims                     105. Goods that are received damaged or incomplete, and are subject to a\n                       claim on suppliers, insurers or carriers, shall not constitute a loss until the\n                       claim proves irrecoverable.\nlnvestlgatlon of bad      106.- 1) The fact that losses arise from uncollectable revenue, ir-\ndebts\n                       recoverable overpayments, or irrecoverable claims at the time of disposal\n                       does not preclude the prior investigation of circumstances of the losses.\n                                  (2) Applications for write- shall be         nied by an investi-\n                       gation report indicating the remedial action and the necessary accounting\n                       treatment to be taken.\n Pawer of                  107. The Financial Secretary and the Auditor-General may intervene in\n ~ntemm~on\n                       the disposal of any case of loss, and may-\n                              (a) call for fiuther information to be supplied; or\n                              (6) put forward opinions as to the action to be taken.\n Authority of the          108. The authorization of disposal of a case of loss does not prejudice the\n AudllorGencral\n                       right of the Auditor-General to cany out further investigation.\n                THE FINANCIAL MANAGEMENT REGULATIONS, 201 1                                      2.23"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. It is the duty of every accounting oficer and Board of a public body to establish audit\ncommittees, the composition of which shall be in accordance with the F A A Act and the\nPBMA Act. The operation of each audit committee, shall be in conformity with established\nprocedures."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The establishment or closure of a Consolidated Fund Subsidiary Bank Erubli~hmm\n                                                                            ad chave of\nAccount shall be approved by the FinaJicial Secretary.                      Consolidatled\n                                                                                 Fund S u b u d i\n                                                                                 Bu* ACaumI."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1)     The books of account of the Consolidated Fund shall be CFund    o~liitled\n                                                                                 Boob of\nmaintained by the Accountant-General on a double entry basis and in accord- Aoooum.\nance with the accounting policies and standards prescribed by the Financial\nSecreCary.\n           (2) A cash book or ledger account shall be maintained for each Con-\n olidated Fund Bank Account and shall be reconciled at least once per\nmonth.\n                   iaclusi of chis page 6 d m r k d by LN. 9SROI31\n                                         THE FINANCIAL MANAGEMENT REGULATIONS, 201 1\n                               (3) Cash books and ledger accounts for Consolidated Fund External\n                       Accounts and Consolidated Fund Foreign Currency Accounts shall be\n                       maintained in the relevant foreign currencies along with the Jamaican dollar\n                       equivalent based on the daily Bank of Jamaica's weighted average rate of\n                       exchange.\n                               (4) Foreign exchange differences incurred between the standard\n                       rate of exchange and the actual rate of exchange shall be transferred to a\n                       Foreign Exchange Adjustment Account in the books of accounts of the Con-\n                       solidated Fund.\n                                (5) The Foreign Exchange Adjustment Account shall form a part of\n                       the assets and liabilities of the Consolidated Fund and shall be disposed of\n                       in a manner approved by the Minister.\n    Bank md 0 t h           6. Bank and other charges on any Consolidated Fund Bank Account\n    charges on\n    Consolidated       shall be paid from an appropriation under the control of the Account-\n    Fund Opcruiona     General.\n    Withdrawal nlrn         7. Withdrawals from the Consolidated Fund shall not exceed the limit\n    C0noolldated\n    Fund               set by the warrant.\n                                                      Treasury Deposits\n    Accarmun-               8. The Accountant-General shall maintain a deposit account referred to\n    Gfnml to\n    rmmlna             as \"the Treasury Deposits Account\" in which shall be deposited all funds\n    Traswy Depoeit     which are held for payment to a third party or for purposes stipulated by the\nI\n    h r n\n                       depositor or for any other purposes prescribed by law or by the Financial\n                       Secretary."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Accounting officers, who have responsibility for departments under their portfolio, in\naccordance with Section 24F of the F A A Act, are required to appoint Accountable Officers in\nrespect of the departments under their designation and also to other public officers defined under\nthe Act as accountable officer."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. You are responsible for ensuring that the person or body's budget is formulated in realistic\nmanner and in conformity with the guidelines issued by the Ministry of Finance, from time to\ntime.\n                                Regulariv and Propriev of Expenditure"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. You have a particular responsibility for-\n           (a) compliance with Parliamentary requirements in the control of expenditure. A\n               fundamental requirement is that the funds for whichyou are responsible should\n               be applied only to the extent and for the purposes authorized by Parliament. In\n               the case of voted expenditure, you shall ensure that any payments made are\n               within ambit and amount of the vote and that parliamentary approval has been\n               sought and given;\n           (b) intended for departments, in cases not covered by the original Estimate, for\n               e x a m ~ l ein connection with a service not contem~latedwhen that Estimate was\n               presented, or where a temporary advance from thk Contingencies Fund has been\n               sanctioned by the Ministry of Finance, you shall ensure that Parliamentary\n               approval is sought and given at the earliest opportunity by way of a Suppte-\n               mentary Estimate. Notwithstanding the Parliamentary approval of the vote, you\n               shall ensure that the rate of expendimre is controlled by the warrant instrument\n               which regulates such expenditure and that a proper system of commitment\n               planning and control is established and maintained;\n           (c) ensuring that specific approval of the Ministry responsible for Finance for\n                 expenditure has been obtained in all cases where it is required, such as expend-\n                 iture not covered by any standing authorities delegakd by the Ministry of\n                 Finance to the department or, required before expenditure incurred on any\n                 activity of a vote in excess of the amount specified for that subhead in the\n                 estimates even though savings may be available elsewhere and the expenditure\n                 itself falls within the delegated authority ofthe department.\n                   T H E FINANCIAL MANAGEMENT REGULATIONS, 201 1\n                             Revenue Collections and Cost Recovery"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. You have a particular responsibility for ensuring /hat adequate machinery exists for the\nassessment, collection and bringing to account of all revenues and all other receipts of any kind\nwhatever collectible by your department and the departments under your control. The procedure\nlaid down in paragraph ( h ) (i) and (ii) above regarding the making of payments which involve\nthe personal liability of the accounting officer should be followed in all cases where a Minister\niniervenes so as to prevent the due and proper collection of revenues, unless such intervention is\n    the exercise of the powers of remission granted to the Minister of Finance by virtue of section\n 18 of the Financial Administration and Audit Act."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. You are responsible for reviewing, from time to time, the performance (physical and\nfinancial) of capital projects and for this purpose ensuring that there is an adeq~ate~systemfor\nproject preparation, implementation, monitoring and evaluation. In particular you should ensure\nin Iespect of externally funded projects that all the conditions precedent to the signing of the\nloan agreements are fully met so as to ensure smooth progress of projects and avoid payment\nof commitment charges for non-utilization of loans.\n                                Advice to your Minister or Board"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1)    The accounting officer shall ensure that the draft estimates\n                       relating to his department are prepared in conformity with these Regulations.\n                                  (2) The accounting officer is responsible, in particular, for ensuring\n                       that--\n                                (a) all services which can be reasonably foreseen are included in the\n                                    e s h a t p and that they are within the capacity-of his department\n                                    during the financial year;\n                                         ~   ~   d   m    b   p   e   i   r LN.\n                                                                              ~ MR013]\n                                                                                 b   y\n                THE FINANCIAL MANAGEMENT REGULATIONS. 201 1                               2.15\n                         PARTIV. Financial Reports"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. If the Minister in charge of the Ministry is contemplating a course of action involving a\npayment which ,you consider would infringe the requirements of propriety or regularity (includ-\ning where applicable the need for Ministry of Finance (FAA Act) authority) you should set out\nin writing your objection."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. If the Minister decides nonetheless to proceed, you should seek a written instruction to\nmake the payment. Having received such an instruction,.you must comply with it, and then\ninform the Financial Secretary and Board of public bodies of what has occurred and should also\ncommunicate the papers to the Public Expenditure Policy Cooidination Division or the Public\nEnterprises Division of the Ministry responsible for finance, whichever is relevant and the\nAuditor-General. Provided that this procedure has been followed, the Public Accounts Com-\nmittee c8n be expected to recognize that you bear no personal responsibility for the expenditure.\nIf a course of action is in contemplation which raises an issue not of formal propriety or\nregularity but more widely of prudent and economical administration, it is your duty as account-\ning officer to draw the relevant factors to the attention of the Minister and to advise the Minister\nin whatever way you think appropriate.\n                              Appearance before /he PAAC and PAC"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Under the Financial Administration and Audit Act, the Auditor-General may carry out\n examinations into the economy, efficiency and effectiveness with which any department, or\n other authority, or body of a kind specified in the Act, has used its resources in discharging its\n functions. You will be called upon to appear before the Public Accounts Committee, from\n time to time, to give evidence on the reports arising from these examinations, and to answer\n the questions of the Committee concerning expenditure and receipts on the votes and other\n accounts and related activities for which you are the accounting officer. You may be supported\n            .\n by other officials who may, and commonly do, join in givlng evidence.\n       .\n    15: Accounting officers are also required to appear before the Public Administration and\n Appropriations Committee (PAAC) to answei to or clarify queries that may arise in expenditures\n pertaining to your approved budget. It is important to have proper documentation and record\n keeping of all transactions so that these may be presented as evidence where requested.\n                              -              -             -              -              -\n                    [Ihc inclusion of this page is authorized by LN. 9512013]\n                   THE FINANCIAL MANAGEMENT REGULA TONS. 2011                                         2.35\n                                       SCHEDULE\n                                              B, contd."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. As the accounting officer, you will be expected to furnish the PAC and the PAAC with\nexplanations of any indication of weakness in the matters covered by paragraph (k) above, to\nwhich their attention has been drawn by the Auditor-General or the Parliament, about which they\nmay wish to question."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. In practice, you will have delegated authority, but you cannot on that account disclaim\nyour responsibility. By convention, the incumbent accounting officer does not decline to answer\nquestions where the events took place before assuming appointment; the Committee may be\nexpected not to press personal responsibility in such circumstances."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. The Committees have emphasized the importance it attaches to accuracy of evidence, and\nthe responsibility of witnesses to ensure this. You should ensure that you are adequately and\naccurately briefed on matters on which you give evidence. You may ask the respective Com-\nmittee for leave to supply information not within your immediate knowledge by means of a note\nat a later date. Should it be discovered subsequently that the evidence provided to the Committee\ncontained errors, these should be made known to the Committee at the earliest possible moment."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. In general, the rules and conventions governing appearances of officials before\nParliamentary Committees apply to the PAC, including the convention that civil servants do not\ndisclose the advice given to Ministers. Nevertheless, in a case where the procedure described in\nparagraph (I) was used concerning a matter of propriety or regularity of expenditure, the\naccounting officer's advice, and its overruling by the Minister, would be disclosed to the PAC.\nIn a case where advice of an accounting officer has been overruled in a matter in a manner not of\npropriety or regularity but of prudent and economical administration, it will be appropriate for an\naccounting officer questioned about the matter at the PAC, to lay stress on the fact that it was a\ndecision by his Minister. However, you should generally seek to avoid disclosing advice given to\nthe Minister or disassociating yourself from the minister's decision."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. You should be ready to explain the reasons for the Minister's decision and may be called\nupon to satisfy the respective Committee that all relevant financial considerations were brought\nto the Minister's attention before the decision was taken. It will then be for the PAC to pursue\nthe matter further with the Minister, if they so wish.\n                                 Absence ojAccounring Oflcer"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. The PAC may be expected to postpone a hearing if the relevant accounting officer is\ntemporarily indisposed. Where the accounting officer is unable by reason of incapacity or\nabsence to sign the Appropriation Account in time to render it to the Ministry of Finance and the\nAuditor-General the department may render unsigned copies pending his return. If the account-\ning officer is unable to sign the account in time for printing, the department should ask the\nMinister of Finance to appoint an interim accounting officer to do so. The public officer, who so\nacts, should satisfy himself as to the accuracy of those statements before signing.\n                           Accounfobility in Porosrorol Public Bodies"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. In all cases where a department gives a grant or subvention to a nondepartmental public\nbody, this should be done on terns which clarify the respective responsibilities of the accounting\nofficer of the department and the senior full-time official (the Chief Executive Officer or\nequivalent) of the recipient body. In particular, your responsibility is to ensure that-\n        (0) the grant or subvention is spent only for the specific purposes for which it was\n            approved and for this purpose arrange to get fiom the parastatal bodies, monthly and\n            annual statements of expenditure in conformity with the Government's budget\n            structure; and\n        (b) the conditions anached to it conform with the terns of the vote; to monitor\n            compliance with those conditions by the body; and to satisfy yourself that the\n            financial and other management controls applied by the department are appropriate\n                         inclusion of this page is authorized by LN. 95R0131"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. It should be'made clear in writing to the senior full-time officiai of the recipient body\n       that he carries a simil* responsibility to that of a Departmental accounting officer so far as\n       expendituie out of the grant or subvention is concerned. This includes responsibility for ensuring\n       that the accounts of the body are properly presented, and for good financial management within\n       the recipient bod^"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. The senior full-time official of the recipient body will normally be expected to be a signa-\n       tory of its accounts. The PAC attaches great importance to the responsibilities of the signatories\n       of public accounts prepared by nondepartmental public bodies and byof them h e liable to be\n       summoned to appear before the Committee, alongside the departmental accounting officer con-\n       cerned. They should, therefore, be notified by the sponsor department of that liability. The\n       degree of formality attached to such notification is a matter for you as the accounting officer of\n       the-departmentproviding the grant or subvention. He may in the case of a large grant or subven-\n       tion formally designate the senior full-time official as \"accountable officer\".\n                                                              Minister of Finance d the Public Service.\n       Please sign and return duplicate copy.\n       Terms and conditions accepted by:\n                     ......................................\n       C: Name of Portfolio Minister to which\n          the accounting officer is assigned\n                      THE FINANCIAL MANAGEMENT REGULATIONS, 201 I                                       2.37\n                                                         C\n                                                   SCHEDULE                          (Regulation 66)\n                                Accountable Oficers Appointment Letter\nRef. No. 107i053A\nName\n<<Job Title>>\nMinistryDepaJtment\n<<Address I >>\nDear <Gitle>> <<LastName:>>\nThe Financial Administration and Audit Act defines an \"accountable officer\" as:\n    \"any public officer, including aq accounting officer, concerned in or responsible for the col-\n          lection, receipt, custody, issue or payment of public moneys or other public property;\"\nIn accordance with section 24F of the Financial Administration and Audit (FAA) Act, I hereby\nappoint you to be an accountable officer charged with the responsibility for the management\nof the funds of the\n                         (Insert name of the publ~cbody)\nAccordingly, you are hereby authorixd to incur expenditure not exceeding the level of alloca-\ntions issued to you or for which you are responsible. You are also required to manage the\nresources in accordance with the following conditions governing the regularity and propriety of\nexpenditure-\n         (a) responsibility to plan and control the expenditure within the funds allocated,\n                through establishing and maintaining the prescribed system of commitment\n                planning and control, ensuring that each item of expenditure is supported by the\n                availability of funds for the specific purpose as required by financial instructions;\n         (b) compliance with the Public Bodies Management Accountability (PBMA) Act; the\n             FAA Act and any Regulations made thereunder, any Financial Instructions issued\n             by the Financial Secretary under section 51 of the Act, and the prescribed public\n             sector procurement procedures regarding tenders, contracts and payments;\n         (c) avoidance of waste and extravagance and seeking bf economy, efficiency and\n             effectiveness in the use of resources made available;\n          (d) proper management and accounting of assets, including stores. equipment, and\n              transport vehicles;\n          (e) maintenance of records to generate timely financial reports and other management\n              information.\nFailure to comply.will render you liable to disciplinary proceedings under the Public Bodies\nManagement and Accountability Act and the Financial Administration and Audit Act and in\naccordance with the Public Service Regulations.\nYours faithfully,\nFinancial Secretary\nPlease sign and return the duplicate copy:\nTerms and conditions accepted in the above letter.\n...........................................................\n< a i d e > > <<First Name> <<Last Name>>\naccountable officer\n                             inclusion of this page is authorized by L.N. 95120131"
    },
    {
      "provision_ref": "sec68",
      "section": "68",
      "title": "Section 68",
      "content": "68. The Financial Secretary shall prescribe guidelines for preparation and Financial\npresentation of monthly, quarterly, annual .and other financial reports to be\nsubmitted by accounting officers to the Auditor-General and the Financial\nSecretary."
    },
    {
      "provision_ref": "sec69",
      "section": "69",
      "title": "Section 69",
      "content": "69. The Financial Secretary shall prescribe guidelines        aration and      Financial\npresentation of monthly, quarterly, annual and other financial reports to be\nsubmitted by PrinOcipal Receivers of Revenue to the Auditor-General and the\nFinancial Secretqry.\n                                                                                  rc;zof"
    },
    {
      "provision_ref": "sec70",
      "section": "70",
      "title": "Section 70",
      "content": "70. The deadlines for the submission of financial statements shall be as Deadlinesfor\n                                                                                  submission of\nfollows-                                                                          financial\n                                                                                  nmmrns\n      (a) annual financial statements, four months following the end of the\n           financial year;\n      (b) quarterly financial statements, within fourteen working days of the\n          subsequent quarter; and\n      (c) monthly financial, statements within fourteen working days of the\n           subsequent month.\n    7 1 . ~ 1 )Accounting officers, Principal Receivers of Revenue and Pamities\naccountable officers shall take appropriate disciplinary proceedings in ~ ~ ~ . r n s ,\naccordance with the Public Service Regulations against officers responsible\nfor the delay in the timely submission of financial statements.\n         (2) Action shall be immediately reported to the Auditor-General\nand the Financial 'Secretary.\n         (3) The Financial Secretary shall report to the Minister any account-\ning officer or principal receiver of revenue whose financial statements are\nconsistently late in submission and are in arrears.\n        (4) A report under paragraph (3) shall include recommendations\nfor measures to be taken to ensure compliance."
    },
    {
      "provision_ref": "sec72",
      "section": "72",
      "title": "Section 72",
      "content": "72.41) Accounting officers and Principal Receivers of Revenue shall            si~ningof\n                                                                                  financial\nsign all annual and quarterly financial statements.                               atatcments\n        (2) Accounting officers and Principal Receivers of Revenue may\ndesignate accountable officers to sign monthly financial statements."
    },
    {
      "provision_ref": "sec73",
      "section": "73",
      "title": "Section 73",
      "content": "73. Annual financial statements shall be checked and verified by               Cenifiu-\nthe relevant Chief Internal Auditor before submission to the Auditor-             :::&,\nGeneral.                                                                          mmemems."
    },
    {
      "provision_ref": "sec74",
      "section": "74",
      "title": "Section 74",
      "content": "74.41) Accounting officers and Principal Receivers of Revenue shall Adjummenr\n                                                                           after d i f i -\nnot make any adjustment to the accounts and the financial statements after\nthey have been certified by the Auditor-General.\n                    inclusion of this pap is authorid by LN. 95120131"
    },
    {
      "provision_ref": "sec81",
      "section": "81",
      "title": "Section 81",
      "content": "81. A loss may be revealed by-                                                 Declaration of\n                                                                               losses\n    (a) the discovery of any deficiency within the accounts by any public\n        officer;\n    (b) a declaration that a loss has occurred by any one of the follow-\n        ing-\n                 (i) the Financial Secretary;\n                (ii) the Auditor-General; or\n               (iii) any other authorized public officers.\n,82. An accounting officer shall-                                              Duty of the\n                                                                               accounting\n    (a) ensure that adequate investigation is made of a loss;                  ofica.\n    (b) take prompt action to ensure-\n                 (i) rectification of weaknesses in the systems;\n                (ii) disciplinary proceedings in accordance with the Public\n                      Service Regulations against public officers; and\n              (iii) due process for the recovery of the loss;\n    (c) authorize disposal of a case of loss after complying with para-\n        graphs (a) and (b), as the case may be, through-\n                (i) recommendation for write-off to the Financial Secretary\n                     where necessary;\n               (ii) allowing the transactions to stand charged; or\n              (iii) verifying full recovery and advising the Financial\n                     Secretary and the Auditor-General accordingly."
    },
    {
      "provision_ref": "sec83",
      "section": "83",
      "title": "Section 83",
      "content": "83. The categories of loss shall be as follows-                                Categories of\n                                                                               losses\n  . (a) cash deficiency which is a deficiency of cash or other negotiable\n        instrument, whether it arises from a simple cash shortage or from\n        the use of fictitious entries or vouchers to conceal the existence of\n        a deficiency;\n    (b) revenue losses which may arise from-\n                (i) uncollectable revenue when debts due to Government\n                    cannot be collected by reason that the debtor cannot be\n                    traced or is insolvent; and\n               (ii) loss of revenue, arising from failure to assess or collect\n                     in circumstances which preclude subsequent assessment\n                     or collection;\n    (c) expenditure losses which may arise fiom-\n             P h inclusion of this page is authorid by LN.95120131.\n        THE FINANCIAL MANAGEMENT REGULATIONS. 201 1\n         (i) irrecoverable overpayments, when an excess payment\n             has been made by error and recovery cannot be effected\n             because the recipient cannot be traced or is otherwise in-\n             capable of making repayment;\n        (ii) the incurrence of a penalty in which Government has\n             been legally obliged to make payment, but for which no\n             corresponding receipt of goods or services has been\n             derived;\n        (iii) improper payments arisi g from transactions that are\n              contrary to law, but which do not involve any offence\n              under the criminal code and include cases of gross waste\n              or extravagance;\n        (iv) excess expenditure, which is a special case of improper\n             payment which arises when payments have been made in\n             excess of approved estimates without the prior authority\n             of Parliament; and\n         (v) fraudulent payments which arise fio ransactions which\n             involves the commission of an offence, by the use of fal-\n             sified documents or certificates to steal money or other\n             property belonging to the Government;\n(d) store and equipment losses which may arise fiom-\n         (i) deficiencies, including fraudulent issues fio           stock and\n             issues without proper evidence of use;\n         (ii) damage or deterioration of goods in stock nd\n        (iii) loss by accident in so far as they relate to equipment and\n              stores in use;\n(e) financial losses which may rise from-\n         (i) irrecoverable advances and loans                 due to\n             Government cannot be recovered by reason of a debtors\n             default and include default on Govenunent guarantees;\n         (ii) irregular advances and loans when money cannot be\n              recovered because Government cahot establish a claim\n              against any person or institution;\n         (iii) reduction of financial asset where the value of any finan-\n               cial asset has to be reduced by reason of failure or capital\n               restructuring of an enterprise;\n         (iv) losses on sale of securities where the losses are\n              aggregated with gains over the financial year, and any net\n              loss is written off at the end of the year;\n                                                               -\n         Fe inclusion of this pa@ is a u t t m i d by LN..95/2013]\n                THE FINANCIAL MANAGEMENT REGULATIONS, 201 I                                2.19\n      u>' miscellaneous losses which may arise from-\n                 (i) loss of Value Books;\n                (ii) the loss of keys of any Government safe or the com-\n                     promise of any combination lock;\n                (iii) the cost of altering locks and providing new keys or com-\n                      binations;\n                (iv) the value of any missing items from the safe;\n                (v) irrecoverable claims."
    },
    {
      "provision_ref": "sec84",
      "section": "84",
      "title": "Section 84",
      "content": "84. The following are not losses, and the provisions of PART V1 of              Exclur~onr\nthese Regulations do not apply-\n      (a) stores and equipment which have become unserviceable through\n         -fair wear and tear and disposed of as laid down in these Regula-\n          tions;\n      (b) arrears of revenue, outstanding claims, outstanding advance or\n          loan recoveries, or over-payments until such time as they are\n          declared to be irrecoverable or uncollectable in accordance with\n          these Regulations;\n      (c) ex-gratia payments approved by the appropriate authority;\n      (4 remission of tax, fee or penalty in accordance with the Act;\n          and\n      (e) normal wastage of        es as result of evaporation or loss of\n          weight during storage, or specified limits of normal wastage laid\n          down in Financial Instructions.\n   8 5 . 4 1 ) Any officer who discovers a loss, or suspects that a loss has Discavqof\noccurred shall immediately report the matter to the accounting officer, who lo\"\nshall report the matter forthwith to the Auditor-General and the Financial\nSecretary.\n        .(2) The format of the report shall be prescribed by instructions\nissued by the Financial Secretary.\n         (3) Failure to make      eport under paragraph (I) is a breach of\nfinancial discipline and may result in disciplinary proceedings in accordance\nwith the Public Service Regulations as deemed appropriate by the Financial\nSecretary.\n    8 6 . 4 1) An accounting officer shall be responsible for investigating and     Initial action by\n                                                                                    accounlable\ntaking action on any loss.                                                          officer.\n         (2) If an accountable officer is satisfied that a less has occurred, the\nhead of the body shall-\n                     inclusion of this page is authorized by LN. 95/2013]"
    },
    {
      "provision_ref": "sec89",
      "section": "89",
      "title": "Section 89",
      "content": "89. An investigating officer shall conduct the enquiry in manner that\n                   takes the principles of natural justice into account.\n               m      90.-41) If the report of an investigating officer shows that a criminal of-\ncriminJ off-\n                   fence, -other than the offence already reported under these Regulations has\n                   been committed, the facts of the case shall be submitted to the police.\n                            (2) Disciplinary proceedings in accordance with the Public Service\n                   Regulations or proceedings for the recovery of a loss shall not be taken\n                   against an officer facing criminal charges under paragraph (1) until the court\n                   has dealt with the case or the police have formally indicated that they do not\n                   intend to proceed against the officer concerned."
    },
    {
      "provision_ref": "sec91",
      "section": "91",
      "title": "Section 91",
      "content": "91. Where an officer has committed an offence which is not a criminal\n                   offence, disciplinary proceeding shall be instituted by the accounting officer.\n ~i~iplinr            92. Disciplinary proceedings arising from a case bf loss, shall be com-\n plucdhpto\n b e m             plekd before the investigating authority approves the final disposal of the\n                   case.\n                    THE FINANCIAL MANAGEMENT REGULATIONS, 201 1                                 2.2 1"
    },
    {
      "provision_ref": "sec93",
      "section": "93",
      "title": "Section 93",
      "content": "93. If the report of the investigating authority indicates that systems Defective\n    currently in operation, including those for the training of staff are defective, SYLems\n    the accounting officer shall consult with the Financial Secretary to consider\n    measures for rectification.\n        %.--(I) Recovery of the value of a loss, whether by recovery proceed-          Financial liability\n    ings under these Regulations or by a surcharge pursuant to PART VII,               OF officers\n    constitutes a settlement of a civil claim against the officer arising from the\n    loss.\n0             (2) Recovery of a loss shall not be a substitute for criminal prosecu-\n    tion or disciplinary proceedings in accordance with the Public Service Reg-\n    ulations."
    },
    {
      "provision_ref": "sec95",
      "section": "95",
      "title": "Section 95",
      "content": "95. If an offi,cer fieely accepts, financial responsibility for a loss, the    Offertorepay.\n    officer may offer to pay the amount back into the Consolidated Fund or the\n    relevant public h d , in which case the department responsible for disposal\n    of the loss may-\n          (a) accept the offer to repay, if the disciplinary offence is not serious\n              enough to necessitate further proceedings against the officer; or\n          (b) accept the offer in mitigation of the offence with the repayment\n              being considered as a partial fulfillment of any penalty, that may\n              be imposed."
    },
    {
      "provision_ref": "sec96",
      "section": "96",
      "title": "Section 96",
      "content": "96. A public officer may become personally responsible for repaying the        Liability ta\n                                                                                       'CPaY.\n    value of a loss if-\n          (a) the loss is one falling within the ambit of regulation 83; or\n          (6) the loss has been the subject of disallowance or surcharge."
    },
    {
      "provision_ref": "sec97",
      "section": "97",
      "title": "Section 97",
      "content": "97. If the report of an investigating officer shows that an officer may Monetary\n                                                                                     l~abllity\n    have received moneys that has not been paid over, accounted for nor\n    applied for the purpose for which they were received, the accounting oficer\n    may on behalf of the Financial Secretary issue a notice to that officer on this\n    matter."
    },
    {
      "provision_ref": "sec99",
      "section": "99",
      "title": "Section 99",
      "content": "99.-41) Where an order for recovery has been made, the amount shall ~ m v e r y o f\n                                                                            amounts\n    be recovered as a debt due to the Government.\n              (2) The Financial Secretary may, if the officer remains in public\n    employment, arrange for payment by installments as laid down in these Reg-\n    ulations or eIse the documents shall be the basis of a civil claim against the\n    officer or the officer's estate.\n                         inclusion of this pg is authorized by LN. 95120131\n                                                                                                            v"
    },
    {
      "provision_ref": "sec109",
      "section": "109",
      "title": "Section 109",
      "content": "109. An accounting officer shall ensure that matters of significance Publicationof\n                                                                          significant\narising from the investigation of losses are brought to the notice of the findings.\ngeneral public.\n                              PARTVII. Surcharge"
    },
    {
      "provision_ref": "sec110",
      "section": "110",
      "title": "Section 110",
      "content": "110. Surcharge is the recovery of an amount overpaid or a recoupment of            Definition of\nany loss sustained by the Government for which the public officer is respon-           \"\"h\"ge.\nsible and was found liable."
    },
    {
      "provision_ref": "sec111",
      "section": "111",
      "title": "Section 111",
      "content": "111.--(I) The Financial Secretary may surcharge an officer based on Financial\nrecommendation by the Auditor-General where, it is found that there is loss ~ ~ \" , \" Y \" Y\nof public funds arising from negligence or recklessness.                    surcharge.\n           (2) The amount surcharged may be for the full amount of the loss,\nor part thereof as, determine by the Financial Secretary.\n          (3) Where the Auditor-General recommends m than one officer\nto be surcharged in respect of a single loss, the Financial Secretary shall\nseek to recover the loss on an' appropriate and equitable proportional basis\nas determined by the circumstances.\n           (4) Upon the retirement, resignation, dismissal or death of a public\nofficer, the outstanding balance of any debt due including amounts sur-\ncharged, unless otherwise determined by the Financial Secretary, shall\nbe recovered by the Government, from the officer or from his estate.\n          (5) Where any amount required to be recovered is not so re-\ncovered, the relevant accountable officer may be held liable to a surcharge\nfor that amount.\n          (6) The Financial Secretary may, at any time, withdraw any sur-\ncharge in respect of which a satisfactory explanation has been received.\n          (7) The Financial Secretary may, in exercising the functions of sur-\ncharge prescribed under sections 20 and 49 of the Act, appoint a committee\nof not less than three persons, one of whom shall be nominated by the\nAttorney-General to investigate the circumstances of the surcharge case and\nto submit recommendations to the Financial Secretary.\n           (8) The committee may adjourn the investigation,                m time to\ntime, as the Financial Secretary sees fit.\n         (9) Any person dissatisfied with any surcharge made against him\nshall have the right to appeal to the Privy Council within a period of one\nmonth immediately after he has been notified of the surcharge."
    },
    {
      "provision_ref": "sec112",
      "section": "112",
      "title": "Section 112",
      "content": "112. Moneys collected as a surcharge shall be paid over to the                      Mol~ywllcaed\n                                                                                       u auchagt 10\nAccountant-General for Miscellaneous Revenue.                                          bepaidto    .\n                                                                                       Accountant-\n                       PARTVIII. Government Property                                   &mrl"
    },
    {
      "provision_ref": "sec113",
      "section": "113",
      "title": "Section 113",
      "content": "113. The Financial Secretary shall issue instructions on the management hhwmrmof\n                                                                            athaGwm\nand control of Government property.                                        , propny.\n                     inclusion of this page is authorized by LN. 9JR0131"
    },
    {
      "provision_ref": "sec120",
      "section": "120",
      "title": "Section 120",
      "content": "120. The proceeds of sale made under regulation 120 shall be paid into Proceedsofde.\nthe Consolidated Fund."
    },
    {
      "provision_ref": "sec121",
      "section": "121",
      "title": "Section 121",
      "content": "121. Every accounting and accountable officer shall, in the form and :o~t:dof\nmanner approved by the Financial Secretary, keep a complete inventory of all supplies.\nGovernment assets (including assets acquired by way of a gift) under the\ncontrol of that accounting and accountable officer."
    },
    {
      "provision_ref": "sec122",
      "section": "122",
      "title": "Section 122",
      "content": "122. The Financial Secretary may issue instructions on the form and F~nmlal\nmanner in which inventory records are to be maintained. This shall include\nthe use of appropriate assets management software.                                uous on keeping\n                                                                                  of inventory\n                                                                                      rsords"
    },
    {
      "provision_ref": "sec123",
      "section": "123",
      "title": "Section 123",
      "content": "123. The Financial Secretary shall ensure that a master list of all inven- F ~ n ~ f i d\ntones for departments is maintained in terms of location, description and\nvalue of each asset.                                                           list of inmt-\n                                                                               ones"
    },
    {
      "provision_ref": "sec124",
      "section": "124",
      "title": "Section 124",
      "content": "124. The Financial Secretary may upon request, approve the redeploy- ~ i - i d\n                                                                               Q\n                                                                               . =Y\n                                                                                  -       may\nment of assets in the following cucumstances-                                  approve the\n                                                                               deployment of\n       (a) projects that have ended;                                           asset9,\n       (b) changes in subject portfolio;\n       (c) conversion of department to an executive agency; and\n       (4'conversion of department to a public body."
    },
    {
      "provision_ref": "sec125",
      "section": "125",
      "title": "Section 125",
      "content": "125. The master list of inventories shall be amended based on approval ~mendmemof\n                                                                               mast= liQ of\ngranted pursuant to regulation 124.                                            inventories"
    },
    {
      "provision_ref": "sec126",
      "section": "126",
      "title": "Section 126",
      "content": "126. Accounting,  - officers shall-                                        Duties of\n       (a) e k that all inventories are checked at least once annually by a           2\n                                                                                      :\n                                                                                      ;\n           person other than the accountable officer responsible for keeping inventories\n           the records; and\n       (b) report forthwith any discrepancies found in the inventories to the\n           Financial Secretary and the Auditor-General."
    },
    {
      "provision_ref": "sec127",
      "section": "127",
      "title": "Section 127",
      "content": "127. Accountable officers shall ensure that there is no waste, extrava- ~ u t y o f\n                                                                                armurnable\ngance or abuse in the use of Government property under the custody or con- oficss\ntrol of theu department.                                                       el\n                                                                               prevrnt\n                                                                                    eetem"
    },
    {
      "provision_ref": "sec128",
      "section": "128",
      "title": "Section 128",
      "content": "128. Except with the prior written approval of the Financial Secretary, NOMU of\nGovernment property shall not be transferred ffom one department to                   gxz\nanother.                                                                         appro^^"
    },
    {
      "provision_ref": "sec129",
      "section": "129",
      "title": "Section 129",
      "content": "129.-41) The Financial Secretary shall assign officers to conduct board o i ~ ofd\nof surveys.to examine public assets to determine whether they are unser-\n                                                                                cr~rm\nviceable .and, if so, the manner in which they should be disposed of.\n           (2) The Financial Secretary may authorize the disposal of obsolete\nand unusable materials, tools and unserviceable equipment by sale, destruc-\ntion, salvage, gift or by any other means, as he thinks fit.\n                      inchrrmn of this page is a u t h o d by LN. 9SR0131\n                               THE FINANCIAL MANAGEMENT REGULATIONS, 2011\n                                                  Handing Over\nHanding o v a of       130. Where an officer whose duties involves financial and accounting\npublic property.\n                   responsibilities--\n                           (a) intends to resign;\n                           (6) is scheduled for transfer or reassignment to new duties,\n                   the officer shall no later than three working days before the date of resig-\n                   nation or the date of transfer or reassignment, formally hand over to his suc-\n                   cessor or supervisor, all public property in his possession and all records\n                   relating thereto.\nHanding o m to          131. The handing over of public property shall b evidenced in writing\nbe in writing\n                   by the outgoing, the incoming and a certifying officer.\nCdfying officer         132. The certifying officer in the handing over of public pro rty shall be\nin handing over\nto be a designated an accountable officer designated by the accounting officer or head of depart-\nawouncable officer ment.\n                                               Sale of Government Property\n Sale of Govern-        133. The Financial Secretary may authorize the sale of Government\nment propmy.\n                    property by-\n                           (a) public tender or auction, subject, in the case of serviceable materi-\n                                als and equipment, to a minimum price determined by a suitable\n                                qualified person independent of the department controlling the\n                                items to be sold; or\n                            (6) sale at fixed prices determined by the Financial Secretary.\n Asscls of public       134. Where the assets of a public body that receives fiAy per cent or more\n bodies in which\n Government is      of its funds fkom the Consolidated Fund are disposed of, the net proceeds of\n major funder to    sale shall be paid into the Consolidated Fund unless approval is granted by\n be paid into\n Conwlidnted Fund. the Financial Secretary for retention of the funds or any portions thereof.\n Asscls of public       135. A public body that is self-financed or received less' than fifty per\n bodies in which\n Govanmcnt is       cent or more of its funds fkom the Consolidated Fund whose assets are\n minor funda to be disposed of, may retain the net proceeds of the sale.\n  maid.\n  Change of title.      136. Where any change of title, whether by sale or otherwise, of Govern-\n                    ment property requires documentary evidence, authentication of the change\n                    of title shall be provided by the Accountant-General who shall endorse the\n                    appropriate document with his official seal authenticated by his signature,\n                    and deliver the document to the owner."
    },
    {
      "provision_ref": "sec137",
      "section": "137",
      "title": "Section 137",
      "content": "137. The Accountant-General shall not endorse a change of title, unless\n                    he fist confirms that-\n                            (a) the necessary authority for the transaction as escribed has be\n                                 given; and\n                       (b) any consideration arising out of the change of title           dp     le\n                           into the Consolidated Fund has been received.'\n                   -\n                                plx iachuion of this page is n u t h o w by LN. 9SR013)\n                THE FINANCIAL UANAGEMEhTREGULATIONS, 201 1                                   2.27"
    },
    {
      "provision_ref": "sec138",
      "section": "138",
      "title": "Section 138",
      "content": "138. A receipt shall be issued to owners of private properties lawfully Receipt  to be\n                                                                            issued for\nplaced in Government's custody.                                             pride prop\n                                                                                     min in Govern-\n                                                                                     mcm arstody."
    },
    {
      "provision_ref": "sec139",
      "section": "139",
      "title": "Section 139",
      "content": "139. Private property in the Government's lawful custody shall be safe-           Rivate propeny\n                                                                                     to be safe-\nguarded and kept on a separate inventory which shall include the following           gunrded and\ndetails inter a l i e                                                                kept on separate\n                                                                                     inventory.\n      (a) the date taken @tocustody;\n      (b) the owner of the property; and\n      (c) the description and condition of the property.\n    140; The Financial Secretary shall issue instructions in relation to the Financial\n                                                                             S&marym\nloss or damage of private property in Government's custody.                  issue instmc-\n                                                                                     tions n loss or\n                                                                                     d = w s of\n                                                                                     privalc pmpmy."
    },
    {
      "provision_ref": "sec141",
      "section": "141",
      "title": "Section 141",
      "content": "141. Where a public property that was lost,'damaged or stolen, collect           Raovery From\n                                                                                     insumme claim.\nfiom insurance claims, a sum of money towards the loss, this amount shall be\npaid over to the Consolidated Fund unless approval is given by the Financial\nSecretary for the amount to be used to set-off replacement of the property.\n                                  PARTIX.Audit\n                                   Internal Audit"
    },
    {
      "provision_ref": "sec142",
      "section": "142",
      "title": "Section 142",
      "content": "142. There shall be established in each department a system of internal lntmral audit.\naudit for examining the accounting systems, internal controls, risk manage-\nment and governance processes of the department."
    },
    {
      "provision_ref": "sec143",
      "section": "143",
      "title": "Section 143",
      "content": "143. The Financial Secretary shall be responsible for the improvement ~i-cid\nand development of the standards, hmework and guidelines of internal audit ,\",=$\nin the public sector.                                                      develop internal\n                                                                           audit standards"
    },
    {
      "provision_ref": "sec144",
      "section": "144",
      "title": "Section 144",
      "content": "144. Accounting officers shall ensure that there is an effective risk man- ~ ~ t ~ , \" e m a l\nagement process that determines the material risks to which his department comml\nmay be exposed."
    },
    {
      "provision_ref": "sec145",
      "section": "145",
      "title": "Section 145",
      "content": "145. Accounting officers shall formulate a strategy for risk management ,\";Grn2\nwhich shall include a h u d prevention plan to-                                   nsk\n                                                                           atab~~sh\n                                                                                     maMgam\n                                                                                     str*%Y\n      (a) guide the internal audit effort and priority; and\n      (b) determine the skills and resources required to manage these risks."
    },
    {
      "provision_ref": "sec146",
      "section": "146",
      "title": "Section 146",
      "content": "146. Accounting officers shall ensure that there is an effective system of ~\n                                                                               \"t,:\ninternal control over the fmancial and operational processes of the depart- ensut-~effatin\n                                                                                system of\nment, including-                                                                internal control.\n      (a) management policies and requirements made by the provisions of\n                a                                 ;\n                     inchion of this page is authorized by LN. 95i20131\n                               THE FINANCIAL MANAGEMENT REGULATIONS, 201 I\n                        (b) sound practices for the efficient, effective and economical manage-\n                             ment of each function within the department;\n                        (c) a system of authorization and recording adequate to provide ac-\n                             counting and related controls in relation to assets, liabilities,\n                             receipts and payments of the department;\n                        (d) proper segregation of functional responsibilities; and\n                        (e) procedures to review the adequacies of and compliance with the\n                             department's internal control system.\n~ a ~ g m e ofthe\n               nt    147. The officer in charge of internal audit shall prepare, in consultation\nirnemalaudit\nfunction          with and for approval by the accounting officer and the audit com,ittee-\n                        (a) a rolling three-year strategic internal audit plan based on its assess-\n                             ment of key risk areas for the department (having regard to its cur-\n                             rent operations) including those identified in the department's stra-\n                             tegic plan and risk management strategy;\n                        (b) an annual inteinal audit plan for the fmt year of the rolling three\n                              year strategic internal audit plan;\n                         (c) plans indicating the scope of each audit in the annual internal audit\n                              plan;\n                         (4 operating procedures to guide the au          d stakeholders' r\n                              ships;\n                         (e) a quality assurance and improvement programme which allows for\n                              evaluation of the unit's performance and implementation of stra-\n                              tegies towards the progressive improvement in scope, quality and\n                              value of internal audit services provided; and\n                          (j) a financial budget which supports the programmes and acthities of\n                              the internal audit function.\n l n t d              148.41) Accounting officers or heads of departments shall ensure that\n auditor's righi\n to information.  i rnal audit has access to all books, records, documents, files, working\n                  papers, reports, plans, whether held physically or electronically and any\n                  other relevant material for the purposk of carrying out & audit.\n                               (2) The officer in charge of internal aidii shall sub              e\n                  accounting officer, the audit committee; and the Financial Secretary, the\n                  reports, prescribed under sections 33 and 34(3) of the Act."
    },
    {
      "provision_ref": "sec149",
      "section": "149",
      "title": "Section 149",
      "content": "149. Internal audit shall be independent and the officer in charge of the\n                  internal audit unit shall report administratively to the accounting officer and\n                  functionally to the audit committee.\n                                                    Auditor-General\n  ~)utierOf           150. The Auditor-General shall perform the duties as prescribed by\n  ~ ~ ~             a l\n                  section   122(1) of the Constitution and section 25 of the Act.\n  ~isocrrm            151. Where the Auditor-General makes an annual report pursuant to\n  torrvico,hdimr-\n                  section 29 of the Act, the Financial Secretary shall review the report and\n  \"*&,\n  wsw\n                  the respows thereto by the respective 8ccounting officers and shall where\n                               m,inchrs'ion of this page b a u l h h d by LN. 95~20131\n                 THE FINANCIAL MANAGEMENT REGULATIONS, 2011                                  2.29\nnecessary, ensure that-\n      (a) corrective actions are taken; and\n      (b) appropriate sanctions are imposed on officers found in breach of\n          the Act and any regulations made or any instructions given there-\n          under.\n                    PART X . Central Treasury Management"
    },
    {
      "provision_ref": "sec152",
      "section": "152",
      "title": "Section 152",
      "content": "152. The Minister may approve the establishment of a Treasury Single Mininemay\nAccount at the Bank of Jamaica for the administration of public sector atabl~sh\n                                                                        TrcaarrySingle\nbanking arrangements.                                                   ACCOU~."
    },
    {
      "provision_ref": "sec153",
      "section": "153",
      "title": "Section 153",
      "content": "153. The Treasury Single Account may be supported by transit bank ~rcaarryslngle\n                                                                      Account may be\naccounts at commercial banks subject to the approval of the Financial Juppone,jby\nSecretary.                                                            I ~ S I bank\n                                                                              I\n                                                                      BccOUlllS"
    },
    {
      "provision_ref": "sec154",
      "section": "154",
      "title": "Section 154",
      "content": "154. The Accountant-General shall be the custodian of the Treasury Cunod~anof\n                                                                      Treasury Slngle\nSingle Account and its supporting transit accounts.                   Account\n    1 5 5 . 4 1 ) The Treasury Single Account shall receive warrant hnds in Opnatlonof\nrespect of departments, which shall be used to meet their budgetary expend- k y\nitures.\n             (2) The Financial Secretary shall determine the public sector\nbodies that shall form a part of the Central Treasury Management System.\n             (3) The Accountant-General shall maintain proper books of\naccounts for the Treasury Single Account System, including the maintenance\nof subsidiary ledger accounts in respect of amounts held for each department.\n             (4) The accounts of the Treasury Single Account shall be main-\ntained on a double entry basis.\n             (5) The Financial Secretary shall prescribe whether these accounts\nare kept on a cash or accrual basis.\n    1 5 6 . 4 1 ) The Accountant-General shall submit to each department F ~ ~ n c i d\n                                                                                mtmencl for\nmonthly, weekly or daily statements of the activity in respect of hnds issued Tw s4e\n                                                                                ~woum\non a warrant on behalf of the department.\n             (2) Departments shall do monthly, weekly or daily reconciliation\nof the statements received fiom the dccountant-~eneraland report any dif-\nference found for resolution.\n             (3) The Accountant-General shall submit monthly and annual\nfinancial reports on the Treasury Single Account to, the Auditor-General and\nthe Financial Secretary in the form and manner prescribed by the Financial\nSecretary.\n    1 5 7 . 4 1 ) Public fnnds not immediately required by public bodies shall, c c l m d ~ m n t r y\nbased on the Minister's order be placed with the Accountant-General in the\npool of fuads which may be used for-\n                                        THE FINANCIAL MANAGEMENT REGULATIONS, 2011\n                               (a) loans to public bodies on terms and conditions approved by the\n                                   Minister; and\nI                              (6) public sector investment.\n                                    (2) The Accountant-General shall be responsible for submitting\n                         financial statements to public bodies for.which finds are being held on\n                         investment or loaned to other public bodies.\n                                     (3) The Accountant-General shall be responsible for maintaining\n                         proper accounts in respect of all treasury management activities and shall\n                         submit to the Auditor-General and the Financial Secretary monthly financial\n                         reports in the format and manner prescribed by the Financial Secretary.\n                                                        PARTXI. General\n    ~ e t u ~ ~ .            158. Tax returns, notices for tax assessment, applications for tax refund\n                         and other related transactions or information may be filed or transmitted elec-\n                         tronically.\n                                                     Preservation of Records\n    Books and records        159. All classes of books used for the accounting of public money and\n    to be preserved.\n                         records thereof, shall be carefilly preserved for the minimum period'pres-\n    Schedule A.          cribed by the Financial Secretary in accordance with Schedule A of these\n                         Regulations after which, they may be destroyed in the manner prescribed\n                         by instructions issued by the Financial secretary.\n    h e r s h i p of         160. All records (including electronic records) that ar                 , received\n    Electmnic records.\n                         or stored by a department are the property of the department.\n    Storage of e l a -       161. Electronic records shall be stored under the storage conditions that\n    tmnic records.\n                         are appropriate for the specific electronic medium, and these conditions shall\n                         be maintained throughout the retention period of the relevant record.\n    Ramtion Period.          162. Accounting officers and other accountable officers are responsible\n                         for ensuring that records are kept for the duration of the relevant retention\n                         period as set out in Schedule A.\n                                                                Dis\n    Fmcaiures m              163. Accounting officers and other accountable officers are responsible\n    respa of d~lllnen\n                         for ensuring that adequate procedures are implemented to safeguard depart-\n                         mental files, official documents, computer hardware and software, electronic\n                         data and other similar documents from destruction or damage arising from\n                         natural or other disasters.\n                                                     Distribution of Regulations\n    Distribution OT          164.-(1) A copy of these Regulations shall be kept in every department.\n    ngulations\n                                   (2) Accounting officers, receivers of revenue and heads of depart-\n                         ments shall ensure that members of their staff are familiar with the provisions\n                         of these Regulations.\n                                         p'he inclusion of this page is authorized by LN. 95120131\n                   THE FINANCIAL MANAGEMENT REGULATIONS, 201 1\n                                                B\n                                         SCHEDULE                                (Regulation 23)\n                          Accounting Oflcers Appointment Leller\nREF. No. 1071053\nPermanent Secretary or Chief Executive Officer\nName of public body\nAddress of public body\nLetter of Appointment-Accounting Officer\n   In accordance with section 16 of the Financial Administration and Audit Act (FAAA),\n1 hereby appoint you as an accounting officer charged with responsibility for the votes\nand accounts of the services assigned to\n                                             (name of public body)\nwith effect from                               and until further orders.\n                        (insen date)"
    }
  ],
  "definitions": []
}