{
  "id": "jm-subs-the-fire-brigade-act",
  "type": "statute",
  "title": "The Fire Brigade Act",
  "title_en": "The Fire Brigade Act",
  "short_name": "Fire Brigade Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-fire-brigade-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-fire-brigade-act",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In these Regulations, unless the context otherwise requires-\n    \"appropriate superior authority\" in relation to a member accused\n        of a disciplinary offence which is to be dealt with summarily.\n        means-\n             (a) such officer in charge of a parish or area as tho\n                   Commissioner may designate as respects an accused\n                   member other than one specified in paragraph (b);\n              (6) the Board, as respects the Commissioner. or any other\n                  officer not below the rank of Assistant Commissioner;\n     \"Board\" means the F i e Brigade Board established under the Act;\n     \"Brigade\" means the Jamaica Fire Brigade;\n     \"Chairman\" means the Chairman of the Board;\n     \"Commissioner\" means the Commissioner of the Jamaica Fite\n         Brigade;\n     \"fire service\" means service in the Brigade;\n               me inclusion of this page i~ autborited by L.N. 54/20001\n                THE FIRE BRIGADE REGULATIONS, 1993\n     \"Medical Board\" means a panel of three registered medical practi-\n        tioners appointed for the purposes of these Regulations by the\n        Board, as may from time to time be necessary;\n     \"Medical Officer\" means the registered medical practitioner in each\n        parish engaged with the Brigade to perform medical services;\n     \"member\" means member of the Brigade;\n     \"officer\" has the meaning assigned to that expression under section\n           7 of the Act;\n     \"subordinate officer\" has the meaning assigned to that expression\n         under section 7 of the Act;\n     \"Tribunal\" means an authority empowered by regulation 39 to\n          hold a disciplinary inquiry.\n                         CLASSIFICATION AND RANKS"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The members of the Brigade shall be known by the following\ndesignations and shall rank in the order of the numbers specilied in\nrelation to each such designation-\n        i - Commissioner\n       ii - Deputy Commissioner\n      iii   - Assistant Commissioner\n      iv - Superintendent\n       v - Senior Deputy Superintendent\n      vi - Deputy Superintendent\n      vii - Senior Assistant Superintendent\n     viii - Assistant Superintendent\n       ix - Chief Officer\n            - Captain\n--               me inclusion of tbh page h authorized by L.N. 54/2000]\n               THE FlRE BRIGADE REGULATIONS, 19AI\n      x - Assistant Chief Officer\n      xi - District Of5cer\n     xii - Subordinate Wcer:\n               (a) Sergeant\n               ( 6 ) Corporal\n               (c) Lance Corporal\n    xiii - Firemen:\n              (a) First Class\n               ( b ) Second Class\n               (c) Third Class\n                      APPOINTMENT AND PROMOTIONS"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The Commissioner shall make recommendations to the Board with\nrespect to-\n     (a) appointments;\n    (b) promotions;\n    (c) confirmation of individual members in their appointments"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. In order to perform his functions under regulation 4 thc Com-\nmissioner shall supervise the selection of persons for admission to the\nBrigade, for the grant of study leave to members and for the award to\nmembers of scholarships for special training."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-41) From time to time as vacancies occur the Commissioner shall\nconsider for recommendation to the Board the eligibility of each\nmember for promotion.\n              [The inclusion of tbk page is authorized by L.N. 144l19951\n                THE FIRE BRIGADE REGULATIONS, I993\n       (2) In the performance of his functions under paragraph (1)\nthe Commissioner shall, as respects each member, take into account his\nexperience, merit, ability, good conduct and also-\n    (a) his general fitness;\n    ( b ) his basic educational qualifications and any special qualifica-\n          tions;\n    (c) any special course of training that he may have undergone;\n    (d) any letters of commendation in respect of any special work\n          done by the member;\n    (e) comments made in official reports by any officer under whom\n        the member concerned worked during his service;\n    (0 the duties of the post for which he is a candidate;\n    (g)   any employment in the public service;\n    (h) any special reports which the Commissioner may require.\n       (3) Notwithstanding anything in paragraphs (1) and (2) the\nCommissioner shall, in his recommendations to the Board, give\npreference to members who have manifested superior intelligence and\nefficiency in the performance of their functions."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7 . 4 1 ) In relation to an acting appointment as a prelude to a sub-\nstantive appointment the procedure for making recommendations shall\nntutatis mutaizdis be the same as that prescribed in regulation 6, and\nevery recommendation by the Commissioner in relation to such an acting\nappointment shall state whether or not the member recommended is in\nevery way qualified to perform all the functions of the office in which\nhe is to act.\n      (2) An acting appointment arising from the absence from duty\nof a member on leave may be made without strict regard being had\nto the provisions of regulation 6 if the Board is otherwise satisfied as\nto the ability and experience of the candidate.\n       (3) Where the Commissioner considers that there is no suitable\ncandidate already in the Brigade available for the filling of any\nvacancy, the Commissioner shall recommend to the Board that such\nsteps (including advertisement of the existence of such vacancy) as he\nmay think necessary be taken for the filling of such vacancy.\n                THE FIRE BRIGADE REGULATIONS, 1993\n       (4) On appointment to the Brigade, the member appointed under\nthe provisions of paragraph (3) shall be required to serve a proba-\ntionary period of one year unless in any particular case a shorter\nperiod is specified by the Board.\n      (5) Subject to the provisions of paragraphs (3) and (4) the\nappointment on probation of an officer may at any time during the\nperiod of probation, and without any reason being given,. be terminated\nby the Board upon one month's notice in writing or payment of one\nmonth's salary in lieu thereof.\n  & - ( I ) The Board after consultation with the Commissioner shall\ndetermine the form and manner in which applications are to be made\nfor appointment to the Brigade and for the conduct of any examination\nfor recruitment thereto, and shall determine whether any candidate\nhas the necessary qualifications for appointment to the Brigade.\n      (2) The Commissioner may interview candidates for appointment\nand shall consider in respect of each candidate-\n    (a) his educational qualifications;\n    ( b ) his general fitness;\n    (c) any previous employment in the Brigade or otherwise; and\n    (d) any reports which 'the Commissioner may require from persons\n        appearing to him to have knowledge of the candidate.\n       (3) Without prejudice to the foregoing provisions of this regu-\nlation, the Board may appoint as firemen individuals who possess the\nqualifications from time to time prescribed for admission to the Brigade,\nand may fill all vacancies occurring in the firemen ranks.\n       (4) In ,making any appointment or in filling any vacancies pur-\nsuant to paragraph (3) the Board shall (acting in accordance with para-\ngraph (2)) make selections in accordance with any conditions for the\ntime being in force in relation to candidates for the particular post."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9 - 4 1 ) The Board may from time to time appoint one or more\nSelection Committees to assist in the selection of candidates for\nappointment to the Brigade and the ~omposi~tion  of any such Selection\nCommittee and the form in which its reports are to be submitted shall\nbe determined by the Board, so, however, that the Commissioner or his\nnominee shall be an ex oficio member of each such Committee.\n               [Tbe inclusion of this page ir authorized by L.N. 144119951\n               THE FIRE BRIGADE REGULATIONS, 1993\n        (2) On the consideration of any report of a Selection Com-\nmittee, the Board may in its discretion summon for interview any of the\ncandidates recommended by such Selection Committee."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-41) The Commissioner shall in each year furnish to the Board.\nPerformance Evaluation Reports in respect of the twelve months im-\nmediately preceding-\n    (a) the 1st day of November, in respect of officers; and\n    ( b ) the 1st day of December, in respect of subordinate officers.\n       (2) In order to assist the Commissioner in performing his\nfunctions under this regulation, the officer in charge of each fire area\nor branch, as the case may be, shall in each year furnish to the Com-\nmissioner, Performance Evaluation Reports in respeot of the twelve\nmonths immediately preceding the first day of October of such year.\nupon all members serving in the fire area or branch under his com-\nmand."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Any member who has been reduced in rank for misconduct-\n    (a) once, shall not be again promoted or recommended for pro-\n        motion before the ex@ration of a period of one year after\n        such demotion;\n    (b) more than once, shall not be promoted or recommended for\n        promotion save in the most exceptional circumstances.\n       ADMISSION.PF~oBATIoNARY SERVICE\n                                     AND TERMINATION\n                                                  OF\n                          APPOINTMENTS"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. A candidate for appointment to the Brigade as a fireman shall-\n    (a) produce satisfactory reference as to character and if he has\n        served in any branch of the Jamaica Defence Force, the\n        Jamaica Constabulary Force or in a civil capacity in the public\n        service produce satisfactory proof of his good conduct while\n        in such service;\n    (b) be under the age of twenty-eight years provided that a candi-\n        date above that age may be admitted if he has had such pre-\n        vious service or specialized skills as in the opinion of the Board\n        renders his admission desirable;\n             me inclusion of this page is authorized by L.N. 144/1995]\n              THE FIRE BRIGADE REGULATIONS. I993\n    (c) be certified by a Medical Officer to be in good health, of\n        sound constitution and fitted both mentally and physically to\n        perform the duties of his office;\n    (d) satisfy the Board that he is mtliciently educated by passing\n        a written examination and interview; and\n    (e) oomplede an appbtirn in such form as the B o d m y faun\n         time to time prescribe."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) Subordinate officers and firemen may be enlisted for a term\nof five years and may within three months of the expiration of a term\napply to be re-enlisted for a further such term.\n       (2) Subject to regulation 45, enlistment under paragraph (1) may\nonly be terminated prior to expiration of the term-\n    (a) by three months' written notic-\n           (i) from the subordinate officer or fireman to the Commis-\n               sioner, through his immediate superior, of bis intention\n               to withdraw from the Brigade; or\n           (ii) to the subordinate officer or fireman from the Com-\n                missioner; or\n    (b) in exceptional circumstances upon application by the member\n        to the Commissioner."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. On appointment to the Brigade a fireman shall-\n    (a) be on probation for a period of one year from the date of his\n        appointment;\n    (b) during the period of probation. be liable to have his services\n        dispensed with at any time if the Board considers that he is\n        not fitted mentally or physically to perform the duties of his\n        d o e , or that he b not W y to bearme an ~~t        aad wdl\n        conducted member :\n            Provided that a member whose services are to be dispensed\n         with shall be entitled to receive one month's notice in writing\n         from tbe Board or one month's pay in lieu of notia;\n    (c) at the end of the period of probation. if his service has not\n        been dispensed with. be deemed to have been duly confirmed\n        as respects his enlistment.\n              (Tbc inclusioo of thio page is authorized by L.N. 102/2WlJ\n              THE FIRE BRIGADE REGULATIONS, 1993"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Every person admitted to the Brigade as a fireman shall-\n    (a) serve as a Third Class Fireman until promoted;\n    (b) at the expiration of two years' service as a Third Class Fire-\n        man, if certified by the Commissioner to be of good character\n        and efficient be promoted to the rank of Second Class Fire-\n        man;\n    (c) after two years' service as a Second Class Fireman, if certified\n         by the Commissioner to be of good character and efficient\n         be promoted to the rank of First Class Fireman.\n                                                                           -\n                                                                           -J"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-41) Every fireman or subordinate officer shall if there has not\nbeen recorded against him more than two minor breaches of discipline\nin any one year, be awarded-\n     (a) one Good Conduct Chevron at the expiration of each such\n         two years of service to a maximum of six such yeam;\n    (b) a similar Good Conduct Chevron at the expiration of ten.\n        fifteen and twenty years of good conduct,\nso, however, that no fireman or subordinate officer as the case may be\nmay have more than six such Good Conduct Chevrons at any one time.\n        (2) Each Good Conduct Chevron shall entitle the fireman or\nsub-officer as the case may be to such daily payment as may be\napproved from time to time.\n        (3) In this regulation. \"minor breach of discipline\" means a\ndisciplinary offence under these Regulations in respect of which a\npenalty not exceeding three days' paj has been imposed."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. In order to qualify for promotion to any rank of subordinate\nofficer, a member shall pass such written and oral examination as the\nBoard after consultation with the Commissioner shall require, and\nshall be certified by the Commissioner to be of good character and\nefficient.\n                                                                           1"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-41) Officers, subordinate officers and firemen shall wear such\nuniforms and receive such equipment and accoutrements, for use in\nthe execution of their duties, as may be approved by the Board on\nthe recommendation of the Commissioner.\n              --\n             p h e inclusion of this page is authorized by L.N. IM/20011\n              THE FIRE BRIGADE REGULATIONS, 1993                            10.01\n       (2) Any person who is appointed in the service of the Brigade\nto the rank of officer, subordinate officer or fireman in circumstances\nother than those referred to in paragraph (3). shall, on being so\nappointed, receive an initial issue of uniforms, equipment and accoutre-\nments and thereafter may receive such uniforms, equipment and\naccoutrements as the Board may, from time to time, direct.\n      (3) A person shall-\n    (a) on entering the service of the Brigade for training as a\n        fireman, receive, as part of the initial issue referred to in\n        paragraph (2). such uniforms, equipment and accoutrements\n        as are necessary for such training; and\n    (b) on successful completion of the training, receive the remainder\n        of the initial issue.\nand thereafter shall receive uniforms. equipment and accoutrements in\naccordance with these Regulations.\n        (4) Notwithstanding paragraphs (2) and (3) the Board may in\nthe circumstances of the case, replace free of cost-\n    (a) any uniform which-\n            (i) is lost or damaged in the line of duty at a fire or other\n                disaster; or\n           (ii) is ill fitting or contains manufacturing flaws; or\n          (iii) has deteriorated due to fair wear and tear; or\n          (iv) is in need of replacement as the Board secs fit;\n    (b) any equipment or accoutrement which-\n            (i) is lost or damaged in the line of duty at a fire or other\n                disaster; or\n           (ii) contains manufacturing flaws; or\n          (iii) has deteriorated due to fair wear and tear; or\n          (iv) is in need of replacement as the Board sees fit.\n       (5) Except in cases of loss, where any uniform. equipment or\naccoutrement is replaced pursuant to paragraph (4). the member shall.\nbefore being issued with the replacement, return such uniform, equip\nment or accoutrement to the Board.\n              me inrlll.inn of this page u aulhorLed by L.N. 54/2#W)1\n               THE FIRE BRIGADE REGULATIONS, 1993\n        (6) Where the loss or damage to any uniform, equipment or\naccoutrement is caused by a member's default, the cost of replacement\nthereof or repairs thereto shall be recoverable as a debt due to the\nBrigade and shall be deducted from the pay of the member.\n        (7) Subjeot to paragraph (6) a member of the Brigade shall be\nreissued by the Brigade with a fresh issue of any uniform, equipment or\naccoutrement which had been paid for by that member.\n       (8) No member shall give away or lend any uniform, equipment\nor accoutrement to any person except when so authorized by the Board.\n        (9) Any unauthorized person who wears, uses or has in his\npossession any uniform, equipment or accoutrement which is the pro-\nperty of the Brigade shall be guilty of an offence against these Regula-\ntions.\n        (10) All uniforms, equipment and accoutrements issued by the\nBrigade to a member of the Brigade shall remain the property of the\nBrigade, and shall be returned to the Brigade by any person who\nceases to be a member of the Brigade.\n       (11) Any person who ceases to be a member of the Brigade\nand who fails to return to the Brigade any issue or item of uniform.\nequipment or accoutrement issued by the Brigade shall be indebted to\nthe Brigade for such issue or item not returned; and the cost of replace-\nment thereof shall be recoverable as a debt due to the Brigade and\nshall be deducted from the pay or any monies owed to the member\nby the Brigade.\n        (12) No badge, emblem or decoration other than those approved\nby the Board or awarded under the National Honours and Awards\nAct shall be worn on or with the uniform of the Brigade and any\nbadge, emblem or decoration so approved or awarded shall only be\nworn in such circumstances as are specified in the Dress Code Regula-\ntions of the Brigade.\n                           DUTIES AND TRAINING"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. The Commissioner shall-\n   (a) order such drills with or without appliances as in his opinion\n       may be necessary for training the members of and maintain-\n       ing the efficiency of the Brigade;\n              me inclusion of this page is authorized by L.N. 54/20001\n            THE FIRE BRIGADE REGULATIONS, 19H\n (b) whenever required by the Board and at the end of each\n      financial year, furnish an inventory of all appliances, equip-\n      ment and other articles belonging to the Board and in use by\n      the Brigade and also a report on the working of the Brigade\n      during such financial year;\n (c) as soon as possible after a fire, report on the form from time\n      to time approved by the Board particulars as to the cwse of\n      the fire, the vehicles, appliances, number of men and methods\n      employed in putting out the fire or preventing its spread and\n      whether any and what premises were broken into or taken\n      possession of and as to the insurance carried on all buildings\n      or other property damaged or destroyed;\n  (d) generally enforce these and any other reguIations pertainhg\n      to the fire service which may from time to time be in force."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Fsch officer shall-\n  (a) have immediate charge of all such appliances, accoutrements,\n      tools and equipment as may be placed under his care by the\n      Commissioner and shall be responsible to the C o ~ i o n e r\n      for their good condition;\n  (b) make himself acquainted with all the fire engines of the\n      Brigade, and with all the water supplies and fire hydrants within\n      the limits of his operations;\n  (c) when in charge of a fire station shall on receiving notification\n      that a fire has broken out or that any other disaster har\n      occurred, or is imminent, immediately despatch such mem-\n      bers of the Brigade and fire appliances with equipment as he\n      may consider necessary to the scene of the fire or other\n      disaster;\n  (d) perfom such inspections of premiaes as may be directed by\n      the Commissioner and report to him any contravention of\n      regulations for the prevention of fire which may wme ts his\n      notice;\n  (e) visit the night watch-room attendants at 6re stations and fire-\n      men at places of amusement and other places at such times\n      as the Commissioner may direct and report to the Com-\n      missioner the result of such inspections;\n            [TL* incluefon of chi. page L au&orLcd by L.N. 54/2Q001\n              THE FlRE BRIGADE REGULATIONS, 1993\n   U) perform such clerical duties in connection with the Brigade.\n       as the Commissioner may from time to time require;\n   Q) report to the Commissioner upon becoming aware thereof. any\n       defect in any fire appliances or fire equipment or breach of\n       regulations or neglect of duty or insubordination on the part\n       of any member;\n  (h) at all times, so conduct himself as to be an example to the\n      members under him."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Each Sergeant shall-\n  (a) receive the orders and instructions of the Commissioner and\n       as the case may require, officers. and report to such officers\n       as the Commissioner may from time to time direct;\n  (b) in the absence of the assigned officers take command of the\n      fire division or brancb to which he is posted and perform the\n      duties laid down for such officers;\n  (c) be responsible for seeing that all the orders of the Com-\n      missioner and, as the case may require, officers are promptly\n      and efficiently carried out and immediately report any mis-\n      conduct or infringement of regulations on the part of any\n      Corporal, Lance Corporal or fireman;\n  (d) be responsible for the conduct of the members under his com-\n       mand and for the good condition of the fire appliances. equip-\n       ment, buildings and premises of the station to which he is\n       posted and shall see that all appliances and equipment of the\n      Corporals. Lance Corporals and firemen are p~operlycared\n      for and in good order."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Each Corporal shall-\n  (a) make himself acquainted with these Regulations and with tho\n      duties of Sergeant;\n  (b) in the absence of his immediate senior perform the duties\n      devolving on such senior;\n           v h e inclusion of this page is authorized by L.N. 54120001\n            THE FIRE BRIGADE REGULATIONS, 1993                            13\n  (c) ensure that the Lance Corporals and !iremen under his com-\n      mand promptly obey all orders given to them in a mart\n      manner and shall immediately report any misconduct, delay.\n      infringement of regulations or insubordination."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Every Lance Corporal and fireman shall-\n  (a) obey the orders of the Commissioner or as the case may re-\n      quire officers (whether issued directly or through a Sergeant\n      or Corporal) and shall also obey the orders of the Sergeant\n      or Corporal and shall not question the prudence of any order\n      but shall obey the pame smartly;\n  (b) perform for tbe Brigade any work for which he may be quali-\n      fied or for which the Commissioner may consider him quali-\n      fied and which the Commissioner may consider necessary for\n      the efficient performance of the duties of the Brigade and\n      for the keeping of the building and premises, vehicles,\n      appliances, tools and equipment of the Brigade in good order\n      and condition;\n  (c) report any injury received by him in the course of his duties\n      within one hour of the receipt of such injury or within one\n      hour of his return to the fire station if the injury was received\n      while be was away irom the station or at the first available\n      opportunity thereafter;\n  (4 while on sick leave, unless confined to bed or to his m m\n      by order of the Medical Officer, visit the Medical Officer when\n      so directed by him:\n  (e) when acting as dutyman. on a call or alarm being received use\n      his best endeavours to ascertain the locality and nature of\n      the supposed fire or other disaster, and immediately alarm the\n      station notwithstanding that he may believe the call to be a\n      false alarm;\n  u> salute in a smart manner on meeting the Commissioner or\n      other officers of the Brigade and stand strictly to attention.\n                  --                                       --         A\n           W e iuclusion of this page u authorized by L.N. 54/20001\n                        THE FIRE BRIGADE REGULATIONS, 1993"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. The officer on duty at any fire station shall inspect all firemen\n    detailed for duty away from the station and shall make a record of such\n    inspection in the Occurrence Book kept in the Watchroom of the par-\n    ticular station.\n      2!5.-(1) Unless otherwise directed by the Commissioner all subordi-\n    nate officers and liremen other than those on special duty shall attend\n    parades at all lire stations at the times specified in operational directiom\n    or at any other time required by the Commissioner.\n            (2) In this regulation \"operational directions\" means such\n    orders, directions or rules as the Commissioner may make for the\n    administration of the Brigade.\n      -1)       Every officer, subordinate officer, or fireman who absents\n    himself from duty for more than three days without satisfactory ex-\n    planation shall be held automatically to have vacated his position and\n    shall be liable to summary discharge by the Board.\n        (2) A member so dismissed shall be served with a notification\nin writing of hi dismissal and where such a member cannot be located,\nservice shall be deemed to be effected by sending such notification by\nprepaid registered post to his last known address.\n----                                    MEDICALA~TENDANCB\n         7T=--------r   -   -   4                                         T%CT---e-s-\na    2 7 4 1 ) Subject to paragraph (2), a member shall not be absent from\nduty on account of injury or illness except with the authority of a\nMedical OlEcer.\n        (2) When on account of some unavoidable cause the authority\nof a Medical Officer cannot be given, the certificate of another medical\npractitioner may be accepted.\n                                inclusion of this page is authorbed by L.N. 54/20001\n                 T H E FIRE BRlGADE REGULATIONS, 1993"
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. The Board shall provide free medical treatment by a Medical\nOilier for every member who is incapacitated from duty by injury\nor illness not caused by his own default and shall supply to such\nmember such medicines and drugs as a Medical Officer may consider\nnecessary:\n   Provided that if a Medical Officer certifies that a member requirca\nspecialist treatment, such treatment shall be provided without cost to\nthe member if his incapacity was due to an injury received without his\ndefault in the course of his duty; in all other circumstances. the pro-\nvision of specialist treatment shall be at the discretion of the Board."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. The Board shall provide free dental and optical treatment in-\ncluding the provision of dentures and spectacles when necessary for\nevery member in respect of whom a Medical Officer has certified that\nsuch treatment is necessary for the member's health and continued\nefficiency in the Brigade and that the necessity does not arise from the\nneglect or default of the member.\n                                    LEAVE"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30.-41) Every member shall so far as the exigencies of the Brigade\npermit be granted leave of absence as follow+\n    (a) twenty-four hours off duty after completion of each tour of\n         duty of an average eight hours;\n       (b) such annual and departmental leave as the Board may deter-\n           mine:\n  Provided that a member on probation is not entitled to receive\nany annual leave during the 6rst six months after his appointment.\n   ,    ,\n        (2) A member absent from duty with the authority of a Medi-\ncal Officer on account of injury or illness, is entitled to receive full pay\nfor a period not exceeding an aggregate of fourteen (14) days in any\ncalendar year or such further period as the Board may, in any par-\nticular circumstance determine.\n                me hcludon d chL page ir authorid by L.N. W/S0001\n                                                                    '   '   '\n                                                                                *\n               THE FIRE BRIGADE REGULATIONS. 1993\n       (3) If the absence of a member pursuant to paragraph (2) M\ncontinuous. the Board may grant half pay for a further period not\nexceeding four weeks if the member is entitled to free medical atten-\ntion under regulation 28.\n       (4) If the absence of a member is caused by injury sustained\nin the performance of his duties and he is on leave with full pay. he\nmust be seen by a Medical Board before the expiration of twelve\nmonths of such leave."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. A personal record shall be kept in respect of each member.\nwherein shall be entered his photograph, descriptioa. particulars of the\ndate and place of his birth, his family, his previous service (if any) in\nthe Jamaica Defence Force, Jamaica Constabulary Force, municipal\nservice. Parish Council Service, or other public service, and in respect\nof service in the Brigade the date of his appointment, a l l changes in\npay and promotions. all periods of sickness and leave of absence, all\ncommendations, rewards and punishment and tbe date of his cea8iq\nto be a member of the Brigade with the reason therefor or. cause or\nmanner thereof.\n  3% On leaving the Brigade, every member shall be given a certid-\ncate showing his rank and setting out the period of his service and the\nreason for and other circumstances of bis leaving the Brigade and the\nCommissioner may append thereto any recommendations which he\nconsiders appropriate.\n                         Disciplinary Offences"
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33.--(I) A member commits a disciplinary offence if as respcdr the\nBrigade he is guilty of-\n    (a) discreditable conduct, that is to say. if he acts in a disorderly\n         manner or any manner prejudicial to discipline or likely to\n         bring discredit on the reputation of the Brigade;\n              we inclusion of thk page is authortcd by L.N. 54120003\nI              TRE FFRE BRIGADE REGULATIONS, 19R3\n    (b) insulbordinate or oppressive conduct, that is to say, if he-\n            (i) is insubordinate by word, act or demeanour; or\n           (ii) is guilty of oppressive or tyrannical conduct towards\n                a member junior in rank; or\n          (iii) uses obscene, abusive, or insultive language to any\n                other member; or\n          (iv) wilfully or negligently makes any false complaint or\n                 statement against any member; or\n           (v) assaults any member; or\n          (vi) withholds any complaint or report against any member;\n    (c) disabedience to orders, that is to say, if he disobeys or with-\n          out sufficient cause, omits or neglects to carry out any lawful\n          order, written or otherwise;\n    (4 neglect of duty, that is to say, if he-\n             (i) neglects, or without good and suilicient cause omits.\n                 promptly and diligently to attend to or carry out any-\n                 thing which is his duty; or\n            (ii) idles or gossips while on duty; or\n           (iii) leaves his place of duty without due permission or\n                  sufficient cause; or\n           (iv) fails to report any matter which it is his duty to report;\n            (v) omits to make any necessary entry in any official docu-\n                ment or book; or\n           (vi) neglects, or without good and suilicient cause, omits to\n                carry out any instruction of the Medical Officer, or\n                while albsent from duty on account of sickness, is\n                guilty of any act or conduct calculated to retard his\n                return to duty;           1\n    (e)   falsehood or prevarication, that is to say. if h e\n              (i) knowingly makes or signs any false statement in any\n                  official document or book; or\n             (ii) wilfully or negligently makes any false, misleading or\n                  inaccurate statement; or\n               m e inclusion of this pspe is authorized by L.N. 144/1995]\n           THE FrRE BRIGADE REGULATIONS, 1993\n      (iii) without good and sufficient cause, destroys or mutilates\n            any official document or record, or alters or erases\n            any entry therein;\n(f) breach of confidence, that is to say, if he-\n        (i) divulges any matter which it is his duty to keep secret;\n       (ii) without proper authority communicates to the public\n            media, or to any unauthorized person, any matter con-\n            nected with the Brigade;\n      (iii) without proper authority shows to any person outside\n            the Brigade any book or written or printed document\n            the property of the Brigade;\n      (iv) makes any anonymous communication to the Board\n           or to the Commissioner;\n       (v) canvasses any member of the Board with regard to any\n           matter concerning the Brigade;\n      (vi) signs or circulates any petition or statement with regard\n           to any matter concerning the Brigade. except through\n           the proper channel or correspondence with the Com-\n           missioner; or\n      (vii) calls or attends any unauthorized meeting to discuss\n            any matter concerning the Brigade;\n(g) corrupt practice, that is to say, if he-\n        (i) directly or indirectly solicits or receives any gratuity.\n            present, subscription or testimonial without the consent\n            of the Commissioner; or\n       (ii) improperly uses his character and position as a member\n            of the Brigade for his private advantage;\n(h) unlawful or unnecessary exercise of authority, that is to say.\n    if he-\n       (i) without good and sufficient cause makes any unlawful\n           or unnecessary arrest or breaks into any building;\n       (ii) is uncivil to any member of the public;\n(i) malingering, that is to say, if he feigns or exaggerates any\n    illness or injury with a view to evading duty;\nG) absence without leave or being late for duty, that is to say,\n         m e i n c h i o n of this page ir authorized by L.N. 144/!995]\n           THE FJRE BRIGADE REGULATIONS, I993                            19\n     if he without reasonable excuse is absent without leave from.\n     or is late for, parade or any other duty;\n(k) untidiness, that is to say, if while on duty or while off duty\n    in uniform-\n       (i) he is improperly dressed or dirty, or untidy in his\n           personal clothing or accoutrement; or\n      (ii) the hair on his head is not properly groomed; or\n       (iii) his cheeks and chin are not clean shaven; provided\n             however that any mem~krwho bas obtained from a\n             Medical Officer and delivered to the Commissioner a\n             recommendation in writing that he be excused from com-\n             pliance with this provision, may be so excused;\n(I) damage to equipment, clothing or other articles supplied, that\n     is to say, if be-\n        (i) wilfully or by carelessness causes any waste, loss or\n            damage to any fire engine, equipment, article of\n            clothing, accoutrements or to any book, document or\n            other property of the Brigade, operated by him, served\n            out to him, used by him or entrusted to his care; or\n       (ii) fails to report any loss or damage as aforementioned;\n(m) drunkeness, that is to say, if he, while on or off duty, is unfit\n    for duty due to consumption of intoxicating liquor;\n(n) unfit for duty due to the consumption of any drug other than\n    pursuant to the lawful directions of a registered medical\n    practitioner;\n(0) drinking on duty or soliciting       drink, that is to say, if he-\n        (i) without the consent of his superior ofFicer, drinks or\n            receives from any other person any intoxicating liquor\n            while he is on duty; or\n       (ii) demands or endeavours to persuade any other person\n            to give him or to purchase or obtain for him, any\n            intoxicating liquor while he is on duty;\n(p) entering licensed premises while on duty, that is to say, if he\n     enters while on duty, any premises licensed under the Spirit\n     Licence Act or any other premises where liquor is stored\n     or distributed, other than in the execution of his duty;\n          me inclusion of this page is authorized by L.N. 144/1995]\n                THE FIRE BRIGADE REGULATIONS. 195W\n     ( q ) improper conduct. that is to say, if he-\n             (i) lends money to any member superior in rank or bor-\n                 rows from or accepts any present from any member\n                 inferior in rank;\n            (ii) connives at, or is knowingly an accessory to any\n                 breach of these Regulations.\n        (2) Any case not provided for by these Regulations shall be\nreported to the Board and the Board may i ~ u instructions\n                                                    e            as to how\nthe case is to be dealt with, and the case shall be dealt with accordingly."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34-41) Where it is alleged that a member has committed a dis-\nciplinary offence and after the investigation of the charge it appears\n         the charge is for an offence that can be dealt with summarily.\n         it shall be so dealt with by the appropriate superior authority;\n         the charge is not for an offence which can be dealt with\n         summarily, it shall be referred to the Tribunal who shall hold\n         an inquiry with respect thereto;\n         an offence against any enactment appears to have been com-\n         mitted, the matter shall, unless criminal proceedings have\n         been or are about to be instituted, be referred to the Director\n         of Public Prosecutions for advice as to whether criminal pro-\n         ceedings ought to be instituted;\n         there is insufficient basis for proceeding further the charge\n         shall be dismissed.\n         (2) If the Director of Public Prosecutions advises that criminal\nproceedings ought to be so instituted, disciplinary proceedings shall not\nbe initiated before the determination of the criminal proceedings so\ninstituted."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. Where criminal proceedings have been instituted against a mem-\nber, disciplinary proceedings upon any grounds arising out of the\ncriminal charge shall not be taken until after judgment has been given\nand the time allowed for an appeal from the judgment has expired.\n              me inclusion of this page is authorized by L.N. 144/1995]\n               THE FIRE BRIGADE REGULATIONS, 1W\nand where a member after conviction has appealed, disciplinary pn>-\nceedings shall not be taken until after the withdrawal of or deteranha-\ntion of the appeal.\n                           SUMMARY\n                                 PROCEDURB"
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. References in these Regulations to dealing summarily means the\nhearing and determination by an appropriate superior authority in such\nmanner as it deems fit of a charge against a member after notification\nof the charge to such member, whether orally or in writing."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37.-41) iDisciplinary offences other than those specified in subsection\n(2) may be dealt with summarily.\n        (2) The offencesto which paragraph ( 1 ) refers are those speci-\nfied at paragraphs (a). (b) (ii). (b) (v). (el. 0.(g). (h) (ii). (n) and (9)\nof regulation 33.\n        (3) I f the appropriate superior authority determines that the\naccused is guilty of a disciplinary offence it shall so h d . and may\nsentence the accused to one of the following punishments, that is to\nsay-\n     (a) deprivation of a G a d Conduct Chevron;\n     ( b ) a h e of a sum not exceeding three days' pay;\n     (c) severe reprimand;\n     ( d ) reprimand."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38, Upon the conclusion of summary proceedings, the ctppropriate\nsuperior authority shall submit to the Commissioner a report of such\nproceedings."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39.-41) A disciplinary inquiry shall be heard by a Tribunal con-\nsisting of-\n      (a) the Board, where the relevant charge is against the Com-\n           missioner or other officer not below the rank of Assistant\n           Commissioner; or\n     (b) the Commissioner, in all other cases.\n               me inclusion of this page L authorind by L.N. 144/1995]\n22                   THE F1,RE BRIGADE REGULATIONS, 1993"
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40.-41) Every member in respect of whom a disciplinary inquiry\n     is to be held shall as soon as possible be informed in writing of the\n     exact charge against him.\n             (2) The written charge shall disclose a disciplinary offence under\n      these Regulations with specific particulars thereof.\n             (3) The written charge which shall be entered on a form ap-\n     proved by the Board (hereinafter referred to as the Charge Sheet)\n     together with the report or cmplaint on which the charge is founded\n     and all reports thereon (whether confidential or otherwise) or copies\n     thereof, shall be delivered as soon as practicable to the member charged.\n     who shall initial them to show that he has seen them.\n             (4) The member charged shall either be allowed to retain for\n     the purpose of his defence, the reports which are handed to him, or\n     shall be allowed a reasonable opportunity to make copies of the reports\n     for that purpose.\n              (5) The member charged shall state in writing on the Charge\n     Sheet whether he admits or denies the charge and may explain in\n     writing any facts or circumstances forming a part of the charge or he\n     may state that he desires to offer his explanation to the T r i b ~ a and\n                                                                           l\n     shall, if he so desires, be afforded an opportunity of doing so.\n            (6) If the Tribunal is not satisfied with the explanation given\n     by a member who has denied a charge made under regulation 39 the\n     member shall be directed in writing to appear before the Tribunal at\n     a time and place mentioned in the direction and shall be afforded an\n     opportunity of hearing the evidence tendered against him and of cross-\n     examining the witnesses called in support of the oharge and of giving\n     evidence and calling witnesses in his defence.\n            (7) If the member charged refuses or neglects without reason-\n     able cause to appear at the time and place so appointed pursuant to\n     paragraph (I), the charge may be heard and decided in his absence.\n             (8) The member charged shall, if he desires the presence when\n     the charge is heard of any witnesses to material facts, state in writing\n     the names and addresses of the witnesses and any such witnesses who\n     are members, shall be directed to attend and any witnesses who are\n     not members shall be given due notice of the time and place of the\n     hearing.\n                   me inclusion of thip page k authorized by L.N. 144/19951\n               THE FIRE BRIGADE REGULATIONS, 1993\n        (9) The member charged and the person or authority preferring\nthe charges may each be represented by another member, an attorney-\nat-law, or trade union representative.\n      (10) A member who a Tribunal finds guilty of a disciplinary\noffence is liable to-\n     (a) discharge;\n    (b) suspension from duty for a period not exceeding twenty-eight\n        days, without pay or with half pay only;\n    (c) reduction in rank;\n    (6) severe reprimand; or\n    (e)   the deprivation of Good Conduct Chevrons.\n       (11) The decision of the Tribunal shall be written upon the\nCharge Sheet and notified forthwith to the member charged who shall\nwrite on the Charge Sheet his acknowledgement of having read the\ndecision.\n      (12) Notices required to be given may be given by such person\nas the Tribunal may generally or in any particular case direct."
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41.-41) Where-\n    (a) any disciplinary inquiry or criminal proceedings have been\n         or are about to be instituted against a member; or\n    (b) the Board or Commissioner becomes aware of any misconduct\n        on the part of a member; and\n    (c) the Board or Commissioner in either case referred to in para-\n        graph (a) or (b), is of the opinion that it is necessary or\n        desirable in the public interest that the member should be\n        forthwith suspended from duty.\nthe Board or Commissioner, as the case may be, may direct that the\nmember be suspended from duty.\n       (2) m e order for suspension shall be in writing stating the\nreasons therefor and shall be made by the Chairman of the Board or\nCommissioner and a copy thereof shall forthwith be delivered to the\nmember concerned.\n                                                                         +\n               me indosion of thh page is authorized by L.N. 1441199fl\n                 THE FIRE BRIGADE REGULATIONS, 1993\n        (3) A member so suspended shall from the date of suspension\nbe paid half pay until the final conclusion of the proceedings relating\nto the charge against him and appeal (if any).\n     (4) When as a result of the relevant disciplinary inquiry the\nmember concerned-\n     (a) is ordered to be discharged, he shall not be entitled to any\n         further payment in respect of the period during which he was\n         suspended;\n     (b) is fined, the pay withheld shdl be applied against the fine and\n          the balance (if any) paid to him;\n     (c) is suspended without pay. he shall forfeit the half pay retained\n           by him during his suspension pending trial;\n    (b) is fined, the pay withheld shall be applied against the fine\n        deemed to commence on the day on which he was suspended\n        ,pending trial and any pay withheld in excess of the period\n        ordered, shall be paid to him;\n     (e)   he is acquitted of the charge, he shall receive so much of his\n           pay as may have been withheld.\n        (5) A member who has been summoned or arrested on a\ncriminal charge may be forthwith suspended from duty without pay and\ndeprived of all uniforms and other Government property in his pos-\nsession and if admitted to bail may earn his livelihood as if he were\nnot a member of the Brigade.\n       (6) A member who has been suspended from duty may not\nleave Jamaica without the permission of the Board acting on the\nrecommendation of the Commissioner, and shall give to the Com-\nmissioner an address at which he may be found.\n       (7) All documents required to be served pursuant to these\nRegulations on a member who is under suspension from duty. shall be\ndeemed to be properly served if sent by pre-paid registered mail to the\naddress given by that member in accordance with paragraph (6).\n       (8) A member convicted of a criminal charge involving dis-\nhonesty. fraud or moral t q i t u d e or convicted of a criminal charge\nand sentenced to imprisoment shall not receive any of his emolu-\nments after the date of such conviction pending the determination of\nthe Board.\n                                                                  --\n               v h e inclusion of this page b authorhd by L.N. 144/19951\n               THE FIRE BRIGADE REGULATIONS, I993\n                             REVIEW\n                                  AND APPEAL"
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42.--(I) An aggrieved member may appeal to the Commissioner\nfrom a decision of an officer designated to conduct summary proceedings\n pursuant to regulation 2.\n       (2) The Commissioner may at the hearing of the appeal-\n    (a) allow the appeal; or\n    (b) dismiss the appeal with such consequential orders setting aside\n        or varying the decision as he thinks fit.\n        (3) Appeal proceedings under this regulation shall be regarded\nas a disciplinary inquiry by a Tribunal consisting of the Commissioner\nand the provisions of these Regulations shall mutatis murandis apply."
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43.--(I) Within fourteen days after a Tribunal consisting of the\nCommissioner has (initially or on appeal) found an accused member\nguilty of a disciplinary offence the accused may in writing request the\nBoard to review the decision.\n       (2) On a review pursuant to paragraph (1) the Board may-\n    (a) quash the decision;\n    (b) substitute another decision;\n    (c) confirm the decision."
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44. Subject to the provisions of the Judicature (Appellate Jurisdiction)\nAct, an appeal from any decision of the Board (acting summarily or aa\na Tribunal) lies to the Court of Appeal."
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. In addition to any other provision in this regard a member of\nthe Brigade may be discharged-\n     (a) by direction of the Board on the recommendation of the Com-\n         missioner that the member is no longer efficient or on the certi-\n         ficate of a Medical Oficer that he is physically unfit to per-\n         form tbe duties of his office;\n    (b) by the Board at the request of the member;\n    (c) on his giving at least three months' notice of his desire to retire\n        if the Commissioner shall certify that the exigencies of the\n        service allow for such discharge."
    }
  ],
  "definitions": [
    {
      "term": "Board",
      "definition": "the F i e Brigade Board established under the Act",
      "source_provision": "sec2"
    },
    {
      "term": "Brigade",
      "definition": "the Jamaica Fire Brigade",
      "source_provision": "sec2"
    },
    {
      "term": "Chairman",
      "definition": "the Chairman of the Board",
      "source_provision": "sec2"
    },
    {
      "term": "Commissioner",
      "definition": "the Commissioner of the Jamaica Fite",
      "source_provision": "sec2"
    },
    {
      "term": "fire service",
      "definition": "service in the Brigade",
      "source_provision": "sec2"
    },
    {
      "term": "Medical Board",
      "definition": "a panel of three registered medical practi-",
      "source_provision": "sec2"
    },
    {
      "term": "Medical Officer",
      "definition": "the registered medical practitioner in each",
      "source_provision": "sec2"
    },
    {
      "term": "member",
      "definition": "member of the Brigade",
      "source_provision": "sec2"
    },
    {
      "term": "Tribunal",
      "definition": "an authority empowered by regulation 39 to",
      "source_provision": "sec2"
    }
  ]
}