{
  "id": "jm-subs-the-food-and-drugs-act",
  "type": "statute",
  "title": "The Food and Drugs Act",
  "title_en": "The Food and Drugs Act",
  "short_name": "Food and Drugs Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-food-and-drugs-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-food-and-drugs-act",
  "provisions": [
    {
      "provision_ref": "sec0",
      "section": "0",
      "title": "Section 0",
      "content": "0.3 per cent mineral oil, where the normal manufacturing\n          practices require the use of mineral oil;\n     (ii) chewing gum shall not be adulterated if it contains a paraffin\n          wax base;\n    (iii) fresh fruits and vegetables (with the exception of turnips)\n          shall not be adulterated if they are coated with not more\n          than 0.3 per cent p a r a h wax and petrolatum, where normal\n          manufacturing practices require the use of such coating; and\n    (iv) turnips and cheese shall not be adulterated if they are coated\n          with para& wax in accordance with normal manufacturing\n          practice.\n  2 2 Except in the case of special formulae, bakery products, and\nspecial dietary foods, a person shall not sell a food that is represented\nas W i g for babies if that food contains a f w d additive."
    },
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1.    Ammonium              Special dietary foods recommended\n          Saccharin          for carbohydrate or sugar reduced diets,\n                             and special dietary food recommended\n                             for reduced diets.                                 Good manu-\n                                                                                 f acturing\n                                                                                 practice."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.    Saccharin               Special dietary foods recommended\n                              for carboh drate or sugar reduced diets,\n                              and q  cd dietary food recanmended\n                              for calone reduced he&.                               -do--"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.    Sodium\n         Saccharin\n                                           SECOND SCHEDULE                                     (Regulation 38)\n                                                                                           Zinc      Fluorine\n                                                                                         parts ptr   Parts pcr\n                                                                                         million     million\nCitric Acid    ..              ..           .I         1\nTartaric Acid ..               ..                      1\nCram of Tartar ..              ..                      2\nSodium Bicarbonate             ..                      2\nBaking Powder      ..          ..                      2\nPhosphoric Acid                ..                      4\nCalcium Phosphate              ..                      4\nSodium Potassium and Ammonium\n  Phosphates       ..          ..                      4\n                           [The inclusion of this page is suthoriocd by L.N. 144/19951\n 38                     7HE FOOD AND DRUGS REGULATIONS, 1975\n                                        SECOND SCHEDULB. contd.\n                              Poxso~ousS v s s ~ ~ ~ cPPRMITIED,\n                                                       as        contd.\n                                             I\n                                                             Lead                     Zinc     Fluorine\n                                                           %g                       P- pu\n                                                                                     million\n                                                                                               %E\nSodium and Potassium Nitrates              ..\nSodium Nitrite     ..         ..           ..\nAluminium Compounds           ..           ..\nMarine and Fresh Water Animal Products\nLiver              ..         ..           ..\nFreshFNits         ..         ..           ..\nFresh VegetabIcs              ..           ..\nGelatin            ..         ..           ..\nGelling Agents exapt Gelatin               ..\nDried Herb and Spices         ..           ..\nApple J u i a , Cider, Wine and B a r      ..\nFruit Juice exapt Apple Juice              ..\nBev-as        Coasumed mdBo#led\n  Wata             ..         ..           ..\nTea     ..         ..         ..           ..\nEdible Bone Meal              ..           ..\n                        W e inclusion of tbb page is authorized by L.N. 144119953\n                    THE FOOD AND DRUGS REGULATIONS. 1975\n                                          THIRD SCHEDULE\n                                               FORMA                                 (Regulation 41 (2) )\n                                      The Food and Drugs Act\n                                    Permit to Manufacture a Drug\n............................................................................................................... Name and\n                                                                                                                  address of\n                                                                                                                  Licensee.\n                     of. ......................................................................................\n  Is HEREBY LICENSED, subject to the provisions of the Food and Drugs Act,\nand the Regulations made thereunder, and to the subjoined conditions, to\nmanufacture at premises situated at-\n...............................................................................................................\nthe following-\n                                                  Conditions"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Nothing in this licence shall be deemed to authorize the licensee to keep\nany drugs or poisons for the purpose of sale.\n   Dated at     ........................this............y of .................................19..........\n                                          .....................................................................\n                                             Minister of Health and Environmental Control.\n                                         FORMB                  (Regulation 76 (1) )\n                                 The Food and Drugs Act\n                     Licence to Manufacture or Sell a Controlled Drug\n...............................................................................................................Name   and\n                                                                                                               address of\n                     of.   ...................................................................................... Licensee.\n  Is HEREBY Lrc~~sm,    subject to the provisions of the Food and D ~ g s\n                                                                        Act\nand the Regulations made thereunder, and to the subjoined condlbons, to\nmanufacture/sell the controlled drugs set out hercund-\n                      Wile inclusion of this page is authorized by L.N. 144/19951\n                          THE FOOD AND DRUGS REGULATIONS, 1975\n                                        THIRD SCHEDULE,contd.\nExact\ndescription\nof drugs\n'to be\nmanufac-       ...............................................................................................................\n tured/sold.\nQuantity of\ndrugs to be\nQred,sold.\nmanufac-       ...............................................................................................................\n                                                   Conditions"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. All information required by these Regulations to be declared shall\nbe in durable characters, and in boldfaced capital letters written in\nsuch colour or colows as to afford a distinct contrast with the back-\nground.\n                              Division 11. Food"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. In this Division-\n      \"artificial (non-nutritive) sweetening agent\" means any chemical\n            compound which is sweet to the taste but does not include\n           sugar or other carbohydrate or polyhydric alcohols;\n      \"bulk container\" means a container in which more than one duly\n           labelled package of a food and its contents are placed for\n           wholesale purposes, but in which the packages and their con-\n           tents are not intended to be retailed;\n      \"close proximity\" means with reference to a common name, written\n            or graphic matter placed immediately adjacent to that com-\n           mon name;\n      \"common name\" means with reference to a food, the name by\n           which the food is generally known;\n      \"food additive\" means any substance, including any source of\n           radiation, the use of which results, or may reasonably be\n           expected to result, in it or its by-products becoming a part\n           of or affecting the characteristics of a food excepting-\n                 (a) any nutritive material that is used, recognized, or\n                     commonly sold as an article or ingredient of food;\n                 (b) vitamins, minerals, and amino acids unless added for\n                      flavourings;\n                 (c) spices, seasoning, flavouring preparations essential\n                     oils, oleoresins and natural extractives;\n                 (6) pesticides;\n                 (e) food packaging materials and components thereof;\n                     and\n                     drugs recommended for administration to animals\n                     that may be a source of food for human beings;\n      \"unstandardized food\" means any food for which a standard has\n           not been prescribed."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. A person shall not prepare, pack, store or transport any food\nintended for sale in any manner which renders it injurious to health,\n                  induoion of this Page is authorized by L.N 286119761\n             THE FOOD AND DRUGS REGULATIONS. 1975\nor which injuriously affects its nutritive properties, or which renders\nit unwholesome, nor shall a person sell any f w d which has become\ninjurious to health, which has had its nutritive properties injuriously\naffected, or which has become unwholesome."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. A person shall not sell any canned food the container of which\nis blown or punctured, or any frozen f w d which has been thawed\nin the package and subsequently refrozen."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. A person shall not use water other than potable water as an\ningredient in the manufacture or preparation of any food.\n                                     Labelling"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.41) A person shall not sell a package of food which is not\nlabelled or which bears a label that does not comply with the pro-\nvisions of these Regulations.\n        (2) The provisions of paragraph (I) shall not apply to food\npackaged from bulk on the premises where that food is retailed, so.\nhowever, that where any f w d so packaged bears any statement, mark\nor device regarding the ingredients or the substances contained therein\nother than the name of the food, the name and address of the retailer\nand the net contents, it shall be labelled as required by the Act.\n  1 2 4 1 ) Unless otherwise specifically provided in these Regulations.\nevery package of food offered for sale shall bear a label stating legibly\nand conspicuously in conformity with regulations 5 and 6-\n    (a) on the main panel-\n            (i) the brand name or trade name, if any; and\n           (ii) the common name of the food; and\n          (iii) a statement of the weight, volume, number or measure\n                of contents; and\n    (b) on the remainder of the label-\n            (i) a declaration of added colour, if present; and\n           (ii) the name and address of the manufacturer, packer, im-\n                porter, vendor or of any person who assumes the\n                responsibilities of the manufacturer, packer, importer\n                or vendor and indicates in conjunction with his name\n                and address that he is not the manufacturer, packer.\n                importer or vendor.\n              [The Inclusion of thia page ir authorized by L.N 286/19761\n            THE FOOD AND DRUGS REGULATIONS. 1915\n       (2) Notwithstanding paragraph (i) of subparagraph (b) of\nparagraph (1). a list of ingredients is not required to indicate the\npresence of caramel as a food wlour in-\n    (a) nonexcisable fermented beverages;\n    (b) spirituous liquors other than gin;\n    (c) wine."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Except where the quantity of the contents marked on a package\nof food is stated in terms of minimum weight, volume, number or\nmeasure, there shall be permitted from the stated quantity, variations-\n     (a) due exclusively to weighing, measuring or counting that occur\n         in packaging conducted in compliance with good commercial\n         practice;\n     (b) due exclusively to difference in the capacities of containers\n         resulting solely from unavoidable factors in manufacturing;\n     (c) due exclusively to the ordinary and customary exposut of\n         the package to evaporation under usual atmospheric con-\n         ditions."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Unless otherwise specifically permitted by these Regulations, a\nperson shall not sell a synthetic food as substitute for any food unless-\n    (a) it is clearly indicated on the label or in any advertisement\n         in respect thereof that it is a substitute, imitation, artificial\n         or synthetic food; and\n    (b) the label of every package of such food other than imitation\n         flavouring preparations, includes legibly and conspicuously,\n         the common names of all the ingredients of that food in\n         descending order of their proportionate content."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. A person shall not sell any food bearing a label which suggests\nor implies the presence of one or more vitamins, that the food contains\nvitamins, or that it is rich in vitamins, unless there is written on the\nlabel in letters of not less than eight points, the actual vitamin content\nper 100 grammes of food."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Where any colouring or any flavouring has been added to any\nfood, every package to which that colouring or flavouring has been\nadded shall bear a label including the words \"artificially coloured\",\n\"artificially flavoured\" or \"artificially coloured and flavoured'', as the\ncase may require.\n             THE FOOD AND DRUGS REGULATIONS, I975"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Any colouring substance or mixture of colouring substances\nwhich is sold or packaged for use in food shall bear a label on\nwhich shall be written legibly and prominently-\n    (a) the name or names of the colouring substance or substances\n        present; and\n    (b) the words \"food colour\" in letters of not less than 4 inch in\n        height.\n           Adulteration of Foods and Special Foods."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. A person shall not add any colouring, flavouring, preservative.\nor anti-oxidant to any food, extender, stabilizing or modifying agent\nother than to food in its natural form, or of a standard specified in\nthese Regulations, or add any such substance to any food or sell any\nfood containing any such substance unless the addition or presence of\nany such substance is specifically permitted by these Regulations."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.+1) A person shall not add any artificial sweetening agent,\nmineral oil, parffi, mineral salt (except sodium chloride), resin, glycol\nderivative, coumarin or any substance containing coumarin, to any\nfwd, or sell any food containing any such substance unless the addition\nor presence is permitted by these Regulations.\n        (2) The provisions of this Regulation with respect to paraflin\nshall not apply to chewing gum."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. A person shall not use or sell for use in or upon a food, any\ningredient, unless it is of a purity that renders it safe and appropriate\nfor w e in foods."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. A food shall be deemed to be adulterated if any of the following\nsubstances or classes of substances are present therein or have been\nadded thereto-\n    (a) mineral oil, p a r e wax, or any preparation thereof;\n    (b) coumarin, extracts of tonka beans, the seed of Dipteryx odorata\n         Willd, or Dipteryx oppositi-folia Willd;\n    (c) synthetic sweetening agents other than saccharin;\n    (4 cottonseed flour that contains more than four hundred and\n        fifty parts per million of free gossypol;\n    (e) fatty-acids and their salts containing toxic factors;\n    (f) dihydrosafarole;\n    (g) isosafrole;\n    (h) oil of American sassafras from sassafras alkidum (nut) Nees;\n    (i) oil of Brazilian sassafras from Ocotca cymbarum H.B.K.;\n              me inclusion of tbh page u authorized by L.N 286/1976]\n             THE FOOD AND DRUGS REGULATIONS, 1975                           9\n    (j) oil of camphor sassafras from Cinnamon camphorum sieb;\n    (k) oil of micranthum Hyata; or\n    (0 safrole;\n  Provided that-\n      (i) a food shall not be adulterated if it contains not more than"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Where a statement or claim implying a special dietary use is\nmade on the label of, or in any advertisement for a food, the type\nof diet for which that food is recommended shall be included in such\nlabel or advertisement."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.41) Special dietary foods recommended for carbohydrate or\nsugar reduced diets shall be foods that contain not more than 50%\nof the glycogenic carbohydrates normally present in foods of the same\nclass, except that confectionery and pudding powders shall contain\nnot more than 70% of the glycogenic carbohydrates normally present\nin such foods.\n        (2) For the purpose of these Regulations a food may be de-\nscribed as \"sugarless\", \"sugar-free\" or by any other synonymous term\nif that food contains not more than 0.25 per cent glycogenic carbohy-\ndrates.\n       (3) Where a statement of claim relating to the carbohydrate.\nsugar or starch content of any food is made on the label of, or in\nany advertisement for that food, such label or advertisement shall in-\nclude a statement of the carbohydrate content in grammes per 100\ngrammes or on a percentage basis.\n                  inclusion of this p a p Is authorized by L.N 286119761\n              THE FOOD AND DRUGS REGULATIONS, 1975"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.41) Special dietary foods recommended for calorie reduced diets\nshall be foods that contain not more than 50 per cent of the total\ncalories normally present in foods of that same type.\n        (2) Where a statement or claim relating to the calorie content\nof any food is made on the label of, or in any advertisement for that\nfood, such label or advertisement shall include a statement of the\ncalorie content in calories per 100 grammes.\n        (3) For the purpose of these Regulations, a food may be de-\nscribed as \"low-caloried\" or by any other synonymous term if it\ncontains not more than 15k calories per average serving and 30k\ncalories in a reasonable daily intake."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.41) Where a statement or claim relating to the sodium content\nof any food is made on the label of, or in any advertisement for that\nfood, such label or advertisement shall include a declaration of the\nsodium content in milligrammes per 100 grammes.\n       (2) The number of milligrammes of sodium contributed by a\nreasonable daily intake of a special dietary food recommended for a\nsodium reduced diet shall not exceed one-sixth the number of mil&\ngrammes contained in a reasonable daily intake of the same food.\n        (3) For the purposes of these Regulations, a food may be\ndescribed as \"low-sodium\" or by any synonymous term if it contains\nnot more than 10 milligrammes sodium in an average serving and\n20 milligrammes in a reasonable daily intake."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27.41) A person shall not sell a food containing a non-nutritive\nsweetening agent unless-\n    (a) the label bears a declaration that contains a non-nutritive\n         artificial sweetener and the name of that sweetener;\n    (b) the label includes a statement specifying a special dietary\n         use;\n    (c) that food meets the requirements for special dietary foods\n        prescribed in these Regulations; and\n    (6) the label includes a warning that the food should only be\n         used on the advice of a registered medical practitioner.\n         (2) The substances listed in the First Schedule may be used as\nartificial (non-nutritive) sweetening agents in foods."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28.--(I)   Where a standard for a 'food is prescribed in these Regula-\ntions-\n                pike inclusion of thin page u authorized by L.N 2861 19761\n            THE FOOD AND DRUGS REGULATIONS, 1975                            11\n    (a) that food shall conform to the requirements prescribed in\n         that standard;\n    (b) each ingredient shall be incorporated in the food in a quantity\n         within the limits prescribed for that ingredient; and\n    (c) if the standard includes an ingredient to be used as a food\n         additive for a specified purpose, that ingredient shall be a\n         food additive approved by the Minister for use as an additive\n         to that food for that purpose.\n       (2) Where a standard for a food is not prescribed in these\nRegulations-\n    (a) the food shall not contain any food additives other than\n         food additives approved by the Minister for use as additives\n         to that food for that purpose; and\n    (b) each food additive so approved shall be incorporated in the\n         food in a quantity within the limits approved for that food\n         and that food additive.\n       (3) The provisions of sub-paragraph (c) of paragraph (1) and\nsub-paragraph (a) of paragraph (2) shall not apply-\n    (a) the spices, seasonings, flavouring preparations essential oils,\n         oleoresins and natural extractives; or\n    (b) in any case where a standard has been prescribed under any\n         other enactment.\n                                 Preservatives"
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29.--(1) A person shall not use as a preservative in or upon food, or\nsell as a preservative for food, any substance other than those specified\nin these Regulations as Class I. Class II. Class III or Class IV\npreservatives, respectively.\n        (2) Where any Class II. Class 111 or Class IV preservative, as\nthe case may be, is sold for use on food, the label thereof shall\ninclude adequate directions for use in accordance with the limits\nprescribed for that preservative in these Regulations."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30.--(I) The following preservatives shall be Class I preservatives\n for the purposes of these Regulations-\n      (a) alcohol;\n.     (b) ascorbic acid and its salts;\n      (c) dextrose;\n      (d) erythorbic acid and its salts;\n              LThe iadusion of thin page k authorized by L.N 286/1976]\n             THE FOOD AND DRUGS REGULATIONS. 1975\n     (e) glucose;\n     (f) potassium nitrate;\n     (g) common salt;\n     (h) sodium nitrate;\n     (0 spices;\n     Q sugar;\n     (k) vinegar; and\n     ( I ) wood smoke.\n          (2) Notwithstanding paragraph (1). sodium nitrate or potassium\nnitrate shall be a Class I preservative in relation to preserved meats\nif used in quantities not exceeding 200 parts per million of the finished\nproduct."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31.-41) The following preservatives shall be Class I1 preservatives\nfor the purposes of these Regulations-\n     (a) benzoic acid, including the salts thereof;\n     (b) sulphurous acid, including the salts thereof: and\n     (c) sorbic acid, including the salts thereof.\n       (2) A person shall not use more than one Class I1 preservative\nin or upon any food, except in the case of methyl-p-hydroxybenzoate\nand propyl-p-hydroxybenzoate. where a mixture of both may be used.\n       (3) A person shall not use in or upon any food more than-\n    (a) 1.000 parts per million of benzoic acid or its salts calculated\n         as benzoic acid; or\n    (b) 1,000 parts per million of sorbic acid or its salts calculated\n         as sorbic acid.\n        (4) A person shall not use sulphurous acid or its salts calculated\nas sulphur dioxide, in amounts greater than-\n     (a) 100 parts per million in beverages prepared for consumption\n          in accordance with label directions;\n     (b) 2,500 parts per million in or upon dried fruits and vegetables;\n          or\n    (c) 500 parts per million in or upon other food.\n  3 2 . 4 1 ) The following preservatives shall be Class 111 preservatives\nfor the purposes of these Regulations-\n     (a) propionic acid, including the salts thereof;\n     (b) sodium diacetate; and\n     (c) sorbic acid, including the salts thereof.\n              [The inclusion of rhis page is authorized by L.N 2861197q\n            THE FOOD AND DRUGS REGULATIONS, 1975                           13\n       (2) A person shall not use in or upon a food, more than 2.000\nparts per million of propionic acid or its salts calculated as propionic\nacid.\n       (3) No quantitative declaration is required on the label of any\nClass 111 preservative used on bread, bakery products. cheese, or\nprocessed cheese."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33.-(1) The following preservatives shall be Class IV preservatives\nfor the purposes of these Regulations-\n       (i) gum quaiacm;\n      (ii) vegetable oils containing tocopherols;\n     (iii) lecithin;\n     (iv) citric, tartaric, or ascorbic acid;\n      (v) monoisopropyl citrate;\n     (vi) ascorbyl palmitate;\n    (vii) n-propyl gallate, or n-octyl gallate, or n-dodecyl gallate;\n   (viii) butylated hydroxyanisole; and\n     (ix) butylated hydroxytoluene.\n       (2) A person shall not sell a food containing-\n    (a) any combination of Class IV preservatives that includes both\n        propyl gallate and nordihydroguaiaretic acid;\n    (b) any combination of Class IV preservatives, including the sub-\n        stance in which they are dissolved, in an amount greater than"
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. A person shall not sell or use as a preservative on food-\n    (a) benzoic acid, including the salts thereof;\n    (b) sulphurous acid, including the salts thereof;\n    (c) propyl gallate;\n    (4 butylated hydroxyanisole;\n    (e) butylated hydroxytoluene,\n              p l Inclusion\n                   ~        of this page is authorized by L.N 286/1976]\n14                      THE FOOD AND DRUGS REGULATIONS, 1975\n            unless the label of each package includes a quantitative declaration\n            of tach of the preservatives present.\n                                           Food Additives"
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. A person shall not sell a food containing a food additive except\n            as provided in these Regulations."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. A person shall not sell any substance or mixture of substances\n            for use as a food additive unless the label includes a quantitative\n            statement of the amount of each substance present, and a complete\n            list of the food additives present in descending order of their pro-\n            portions, as well as directions for their use, which if followed, shall\n            produce a food containing such additives in accordance with the\n            maximum levels of use permitted by these Regulations.\n                                 Poisonous Substances in Food"
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. A person shall not sell any food in a container that may transmit\n            to its contents any substance that may be injurious to the health of\n            a consumer of the food."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. Notwithstanding paragraph (a) of Section 5 of the Act. the foods\nSecond      listed in the Second Schedule may contain in or upon them-\nSchedule.\n                 (a) any or all of the poisonous or harmful substances listed in\n                      that Schedule opposite to that food in amounts not exceeding\n                      the quantities stated therein in parts per million @.p.m.) for\n                     that food, as determined by the official method; and\n                 (b) other poisonous or harmful substances in amounts not con-\n                      sidered by the Minister likely to be injurious to health.\n                                       Division 111. Drugs"
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39. In this Division-\n                \"adequate directions for use\" includes a l l information as may be\n                     necessary for proper use, including cautions as to the possible\n                     adverse reactions and contra-indications;\n                \"antibiotic\" means any drug or combination of drugs prepared\n                     from certain micro-organisms, or which formerly was pre-\n                     pared from micro-organisms but is now made synthetically\n                     and which possesses inhibitory action on the growth of other\n                     micro-organisms;\n                \"common name\" means. with reference to a drug. the name in the\n                     English language by which the drug is commonly known;\n                              inslurion of this p.ge is authorized by L.N 286119761\n           THE FOOD AND DRUGS REGULATIONS, 1975\n   \"expiration date\" means any date prescribed in relation to a\n        particular drug, as the date after which that drug is not\n        recommended for use;\n   \"generic drug\" means an unpatented drug product, including a\n        drug whose patent has expired and one which has never been\n         patented;\n   \"generic name\" means the official name or international non-\n         proprietary nomenclature;\n   \"internal use\" means ingestion by mouth or application for systemic\n        effect to any part of the body in which the drug comes into\n        contact with mucous membrane;\n   \"parenteral use\" means administration of a drug by means of a\n         hypodermic syringe, needle or other instrument through or\n        into the skin or mucous membrane;\n    \"pharmacist\" or \"druggist\" means any person registered as such\n         under any enactment for the time being in force relating to\n         the registration of druggists or pharmacists;\n    \"medical practitioner\" means any person registered as such under\n         the Medical Act or any enactment for the time being in force\n         relating to practise of medicine;\n    \"pr\" means, when used in relation to a List 4 Drug, to be sold\n         on prescription only;\n    \"practitioner\" means any dentisf medical practitioner, veterinary\n         surgeon or veterinary practitioner registered respectively as\n         such under any relevant enactment for the time being in force;\n    \"prescription\" means an order given by a practitioner directing\n          that a stated amount of any drug or mixture of drug specified\n         therein be dispensed for a person named in the order;\n    \"proper name\" means, with reference to a drug, the name in the\n         English language of that drug;\n    \"teaspoon\" means for the purpose of calculation of dosage, a\n         volume of five cubic oentimetres."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40.41) A person shall not sell, manufactwe, import or distribute\na W g unless-\n    (a) that drug has been registered with the Ministry of Health; and\n    (b) a fee of $25.00 has been paid in respect of such registration.\n      (2) The Minister may, in his discretion, exempt any person or\nany drug from the requirements of paragraph (1).\n             m e inclusion of this page is authorized by L.N. 144/19951\n16                            T H E FOOD AND DRUGS REGULATIONS, 1975"
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41.-41) A person shall not manufacture a drug unless he has applied\n                 for and been granted a permit to do so by the Minister.\n'IhLd                   (2) A permit to manufacture a drug shall be in the form set\nSchedule.\n~    ~ A.r   m\n                 out as Form A in the Third Schedule.\n                         (3) A fee of one thousand dollars ($1.000) shall be paid in\n                 respect of each product for which a permit to manufacture is sought."
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42-41) A person licensed to manufacture a drug pursuant to\n                 regulation 41 shall not sell a drug in dosage form unless the drug has\n                 been prepared, manufactured, preserved. packaged, stored, labelled\n                 and tested under suitable conditions.\n                      (2) For the purposes of paragraph (1) \"suitable conditions\"\n                 require\n                      (a) that the construction, fittings and furnishings in a building\n                          where a drug is processed and packaged shall be of such\n                          material and finish as to permit the ready and efficient clean-\n                          ing of all surfaces, to prevent the introduction of extraneous\n                          materials into drugs during their processing and testing, and\n                           to prevent the migration of dust. in accordance with good\n                          pharmaoeutical practices;\n                     (b) that the premises used for the processing, testing, finishing.\n                          distribution and storage of the drug, and all auxiliary facilities,\n                          shall be maintained in a clean, sanitary and orderly con-\n                          dition, free from vermin, infestation, accumulated waste or\n                          debris;\n                     (c) in cases where d.rugs for parenteral use are processed, that\n                          all fillings and aseptic processes shall be carried out in a\n                          separate and enclosed area designed for the processing and\n                          filling of such drugs and operated in a manner that will\n                          prevent contamination of the drug to be compounded and\n                          filled;\n                     (4 that the personnel used as supervisors in the formulation.\n                          processing, testing, packaging and labelling of drugs, and\n                          the personnel responsible for the maintenance of machinery.\n                          equipment and sanitation shall have such technical training\n                          as is deemed necessary by the Minister, having regard to\n                          the duties and the responsibilities involved;\n                     (e) that each lot or batch of raw bulk material used in the\n                          processing of a drug in dosage form shall be tested to ensure\n                          the identity and purity of such raw bulk materials;\n                               m e inclusion of this paw u a u t h d z d by L.N. 1441199SJ\n            THE FOOD AN^ DRUGS REGULATIONS, 1975\n    0 that each lot or batch of a drug in dosage form shall be\n         tested to ensure its identity, potency and purity for its re-\n         commended use;\n     (g) that adequate quality controls shall be used, having regard\n         to the nature of each drug;\n     (h) that a system of control shall be applied which will permit\n          a complete and rapid recall of any lot or batch of the drug\n          from the market, if necessary; and\n     (0 thal records shall be maintained relating to each drug, in a\n          form and manner satisfactory to the Minister showing-\n             (i) the tests canied out on each lot or batch of raw\n                  bulk materials used in the processing of the drugs;\n             (ii) the tests carried out on each lot or batch of drugs\n                  in the dosage form;\n            (iii) the quality controls applied;\n            (iv) all information received pertaining to the quality or\n                  hazards of any drug;\n             (v) the results of tests to determine the stability of each\n                  drug; and\n            (vi) the measures taken to ensure the recall of unsatisfactory\n                  lots or batches of drugs from the market.\n        (3) The records required to be maintained by sub-paragraph (i)\nof paragraph (2) shall be kept until the expiration of three years from\nthe date of the testing of each lot or batch of each drug, or until the\nexpiration date of that drug, whichever first occurs, and an adequate\nsample of each such batch or lot shall be submitted to the Minister, on\nhis request, for analysis and examination."
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43.-41) A person shall not import a drug unless he has applied\nfor and obtained permission to do so from the Minister and has paid\na fee of two hundred dollars ($200) in respect of each permit bearing\na maximum of ten products.\n        (2) A person applying for permission to import a drug pursuant\nto paragraph (1) may be required by the Minister-\n     (a) to furnish information and evidence satisfactory to establish\n          that the conditions of manufacture described in paragraph (2)\n          of regulation 42 have been met in respect to such drug; and\n    (b) before such drug is released for sale. to conduct tests in\n        Jamaica by an acceptable method, on that drug in the form\n        in which it is sought to be imported.\n              p   c inclusion of (hi page is authorized by L.N. 144119951\n            THE FOOD AND DRUGS REGULATIONS, 1975\n       (3) Where, in the opinion of the Minister, a drug, or lot or\nbatch of drugs, does not conform with the requirements of these\nRegulations, the drug, or the lot or batch thereof, as the case may\nbe. shall not be admitted into the Island for use as a drug."
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44.-41) Except as otherwise provided in these Regulations, the label\nof a drug shall include--\n    (a) on the main panel of both the inner and the outer labels-\n            (i) the proper name; or\n           (ii) where there is no proper name, the common name;\n    (6) on both the inner and the outer labels-\n          (i) the name of the manufacturer or distributor of the drug;\n           (ii) the address of the manufacturer or distributor, except\n                in cases where the immediate container contains 5\n                millilitres or less, when this statement need not be\n                made on the inner label;\n          (iii) where a drug is intended for parenteral use. the lot\n                number thereof;\n           (iv) a quantitative list of the medicinal ingredients contained\n                therein by their proper names, or if they have no\n                proper names, by their common names, except in the\n                case of drugs sold on prescription; and\n          (v) adequate directions for use;\n    (c) on the outer label-\n            (i) a correct statement of net contents in terms of weight;\n                and\n           (ii) where the drug is intended for parenteral use, the\n                name and proportion of any preservative present there-\n                in.\n        (2) All the information required by this regulation to be included\non a label shall be clearly and prominently displayed thereon, and\nshall be readily discernible to the public under the customary con-\nditions of pwhase and use.\n       (3) Where a package of a drug has only one label, that label\nshall include the information required by these Regulations to be\nshown on both the h e r and outer labels.\n                  inclusion of this p ~ s eis authorized by L.N. 144119953\n             THE FOOD AND DRUGS REGULATIONS, 1975\n        (4) The provisions of paragraph (1) shall not apply to the label\nof a drug package from bulk on the premises where the drug is\nretailed. except that the name of the drug shall be included on the\nlabel and where the package of a drug bears a statement, mark or\ndevice regarding the ingredients declared therein, in addition to the\nname of the drug, including the name and address of the retailer, the\nnet contents and adequate directions for use, the package shall be\nlabelled as required by these Regulations.\n       (5) The provisions of this regulation shall not apply to drugs\nsupplied on prescription."
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. Except as otherwise provided in these Regulations, a person\nshall not sell to the general public for human use, a drug, other than\na preparation solely for external use. unless both the inner and outer\nlabels on such drug include a statement of the quantitative content\nof each drug and the recommended single and daily adult dosage, and\nwhere the drug is recommended for children, the statement \"dose for\nchildren, as directed by the physician\"."
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46.41) Both the inner and the outer labels of a drug for which\na single or daily dosage or a statement of concentration in excess of the\nlimits herein provided has been recommended shall include a caution\nthat the product is to be used only on the advice of a physician.\n       (2) The provisions of paragraph (I) shall not apply to a drug\nsupplied on prescription, or to the inner label of a single dose container."
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47. The label of every prepacked drug shall include the cautionary\nphrase\"keep out of the reach of children\"."
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48-41) A person shall not sell a drug containing-\n    (a) salicylic acid or its salts, acetylsalicylic acid or its salts or\n        salicylamide, unless, where the drug is recommended for\n        children, both its inner and outer labels include cautionary\n        statements to the & a t that the drug may be administered\n        to children under two years of age only on the advice of a\n        physician;\n    (b) hyoscine (scopolamine) or its salts, unless both its inner and\n        outer labels include a cautionary statement to the effect that\n        the drug is not to be used by persons d e r i n g from glaucoma\n        or where the drug causes blurring of the vision or pressure\n              -\n        pain within the eye: and\n    (c) phenacetin, either singly or in combination with other drugs,\n        unless its label bears tbe following statement-\n                  irlurion d thk wee in euchaiosd by L.N. 144/1995l\n                         THE FOOD AND DRUGS REGULATIONS, 1975\n                           \"CAUTION: May be injurious if taken in large doses\n                        or for a long time. Do not exceed the recommended dose\n                        without consulting a physician.\"\n                    (2) The provisions of paragraph (1) shall not apply to any pre-\n            paration containing a drug that is required by anyone to be sold on\n            prescription, or for parenteral or injectable use."
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49.-41) A person shall not sell a corticosteroid drug for ophthalmic\n            use unless-\n                (a) the outer label of the package insert includes as part of the\n                     directions for use, the following statements-\n                               \"Contraindications-\n                          Viral disease of the cornea and conjuctiva;\n                          Tuberculosis of the eye;\n                          Fungal disease of the eye;\n                          Acute purulent mtreated infection of the eye, whch like\n                             other diseases caused by micro-organisms may be\n                             masked or enhanced by the presence of the steroid.\n                                 Side eflecrs\n                              Extended ophthalmic use of oorticosteroid drugs may\n                            cause increased intraocular pressure in certain individuals\n                            and in those diseases causing thinning of the cornea, per-\n                            foration has been known to occur\"; and\n                 (b) the inner label includes the statement required by sub-\n                       paragraph (a) of paragraph (1) or instructions to refer to\n                       the outer label or package insert for idormation about con-\n                       traindications and side effwts.\n                     (2) The provisions of paragraph (1) shall not apply to a coni-\n            costeroid drug that is dispensed by a registered pharmacist pursuant\n            to a prescription.\n                    (3) A person shall not disseminate to a practitioner promo-\n            tional literature about corticosteroid drugs for ophthalmic use unless\n            the statements required by sub-paragraph (a) of paragraph (1) are\n            included in the literature.\n                     (4) The provisions of paragraphs (1) and (3) shall not apply\n            to a drug sold solely for veterinary use.\n                                            List 4 Drugs\nFaunb\nSfhcdulc.\n               SO.+)      The drugs listed in the Fourth Schedule (hereinafter referred\n            to as List 4 Drugs) arc heteby prohibited from being retailed except\n            on or in accordance with a prescription from a practitioner.\n                          me inclwion of tbis page L authorized by L.N. 144/199fl\n               THE FOOD AND DRUGS REGD'L.ATIONS, 1975\n          (2) A person shall not advertise any List 4 Drugs to the general\npublic."
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51.-41) Subject to regulations 52 and 58, a person shall not sell a\nList 4 Drug unless he has received a prescription therefor, either in\nwriting or verbally.\n        (2) A person selling a List 4 Drug pursuant to a written\nprescription shall retain such prescription for at least two years from\nthe date of the filling thereof.\n        (3) A person to whom a prescription for a List 4 Drug has\nbeen communicated verbally by a practitioner shall forthwith reduce\nthe prescription to writing (which shall be validated by the practitioner\nwithin thirty-six hours) and shall upon the filling therefor, retain that\nwritten and validated prescription for a period of at least two years from\nthe date of filling thereof.\n       (4) The person reducing a verbal prescription for a List 4\nDrug to writing shall indicate on the written prescription-\n    (a) the date and number of the prescription;\n    (b) the name and address of the person for whom the drug was\n         prescribed;\n    (c) the name and quantity of the drug prescribed;\n    (d) the name and address of the practitioner prescribing the drug;\n    (e) the directions for me given with the prescription, and if that\n         prescription is to be repeated, the number of times and\n         intervals of time at which it may be repeated;\n   (0 the name and address of the person receiving the prescription.\n         if given verbally: and\n    (g) the name and address of the person dispensing the drug\n         pursuant to a verbal prescription which has been reduced\n         to writing.\n       (5) A person repeating a prescription for a List 4 Drug shall\nrecord on the original prescription therefor, in respect of each repeat.\nthe date of the repeat, the quantity of the drug dispensed, and the\nname and address of the person who dispensed the drug."
    },
    {
      "provision_ref": "sec51a",
      "section": "51A",
      "title": "Section 51A",
      "content": "51A.41) Where a prescription directs the dispensing of a named\nList 4 Drug and there is available a bioequivalent generic drug which\nis less costly than the named drug. the registered pharmacist shall.\nbefore supplying the drug. inform the person for whom the drug is\nsupplied or the person presenting the prescription-\n                                                                            '..._. .\n                me inclusion of this page is authorized by L.N. 144119951\n            T H E F O O D A N D D R U G S REGULATIONS. 1975\n    (a) that there is available a bioequivalent generic drug whch is\n        hterchangeable with the named drug;\n    ( b ) that it is less costly than the named drug; and\n    (c) that the generic drug will be dispensed for the one prescribed.\n         except where the person objects or declines to accept the\n         generic presentation.\n        (2) This regulation shall not apply where there is a direction\nfrom the person who issued the prescripton that there shall not be\nany substitution.\n         (3) Where a person is supplying a drug for which a prescrip-\ntion is not required and there is available a generic drug which is less\ncostly than the one requested, the pharmacist shall, before supplying\nthe drug, inform the person requesting the drug-\n    (a) that there is available a generic drug which is interchangeable\n        with the drug requested;\n    (b) that is less costly than the drug requested."
    },
    {
      "provision_ref": "sec52",
      "section": "52",
      "title": "Section 52",
      "content": "52.-31) A person may sell a List 4 Drug on the strength of a\nwritten order duly signed, to-\n    (a) a drug manufacturer;\n     (b) a practitioner;\n    (c) a registered pharmacist;\n     (4 a hospital or any nursing home duly registered under any\n         law for the time being in force relating to the registration\n         of nursing homes;\n     (e) any person to whom a written order signed by the Minister\n         has been issued.\n        (2) A person selling a List 4 Drug in accordance with para-\ngraph ( 1 ) shall, prior to effecting the sale, verify the signature of the\nperson signing the order if there are grounds for reasonable doubt as\nto the authenticity thereof.\n        (3) A person selling a List 4 Drug in accordance with paragraph\n(1) shall retain the order on the strength of which the List 4 Drug\nwas sold, for a period of at least two years from the date on which\nthe sale was effected.\n             THE FOOD AND DRUGS REGULATIONS, 1975"
    },
    {
      "provision_ref": "sec53",
      "section": "53",
      "title": "Section 53",
      "content": "53. A List 4 Drug shall not be imported other than by or for the\nuse of-\n    (a) a practitioner;\n    (b) a drug manufacturer;\n    (c) a registered pharmacist; or\n    (4 a public hospital as defined under the Hospitals (Public) Act\n        or any enactment for the time being in force relating to\n        public hospitals."
    },
    {
      "provision_ref": "sec54",
      "section": "54",
      "title": "Section 54",
      "content": "54.41) Both the inner and outer labels of a package containing\na drug represented for use primarily as a disinfectant, germicide, or\nantiseptic, shall include-\n     (a) the chemical name and proportion or amount of each drug\n          contained therein;\n     (b) the batch number;\n     (c) directions for use;\n     (d) the words \"For external use only\" or \"For internal use only\";\n     (e) for preparations of phenolic type of natural oils other than\n          soaps and ointments, as a declaration of the phenol co-\n          efficient of the preparation as determined by the official\n          method;\n     (0 for preparations containing available chlorine. a declaration\n          of the percentage of the available chlorine content."
    },
    {
      "provision_ref": "sec55",
      "section": "55",
      "title": "Section 55",
      "content": "55.41) A person shall not sell aminopyrine or dipyrone (a deriva-\ntive of aminopyrine) for oral or parenteral use, unless-\n     (a) the inner label includes the following statement-\n                \"WARNING: Fatal agranulocytosis may be associated\n             with the use of arninopyrine and dipyrone. It is essential\n             that adequate blood studies be made. (See enclosed wam-\n             ings and precautions)\"; and\n     (b) the outer label or the package insert includes the following\n          statements-\n                \"WARNING: Fatal and even serious agranulocytosis is\n             known to occur after the administration of aminopyrine or\n             dipyrone. Fatal agranulocytosis has occurred after short\n             term, intermittent and prolonged therapy with the drug;\n             therefore, the use of these drugs should be as brief as\n             possible. Bearing in mind the possibility that such reactions\n             may occur, aminopyrine or dipyrone should be used only\n             when other less potentially dangerous agents are ineffective\".\n              me inclusion of this page is authorized by L.N. 144l19951\n            THE FOOD AND DRUGS REGULATIONS. 1975\n              \"PRECAUTIONS: It is essential that frequent white\n           blood cell counts and differential counts be made during\n           treatment with these drugs. However, it is emphasized that\n           agrandocytosis may occur suddenly without prior waming.\n           The drug should be discontinued at the first evidence of\n           any alteration of the blood count or sign of agranulocytosis.\n           and the patient should be instructed to discontinue use\n           of the drug at the first indication of sore throat or sign of\n           other infection in the mouth or throat (pain, swelling,\n           tenderness, ulceration).\"\n         (2) A person shall not disseminate to a practitioner promotional\nliterature about aminopyrine or dipyrone unless the statements specified\nin paragraph (1) are included in such literature.\n       (3) The provisions of paragraphs (1) and (2) shall not apply to\npreparations containing aminopyrine or dipyrone that are dispensed\nby a pharmacist pursuant to a prescription, or sold for veterinary\nuse only.\n  5 6 4 1 ) A person shall not sell coated tablets containing potassium\nsalts, with or without thiazide diuretics, unless the inner label of\nthe package or the package insert includes the following statement-\n             \"WARNING: A probable association exists between the\n           use of coated tablets containing potassium salts, with or\n           without thiazide diuretics, and the incidence of serious\n           small bowel ulceration. Such preparations should be used\n           only when adequate dietary supplementation is not practical,\n           and should be discontinued if abnormal pain. - distention.\n           nausea, vomiting or gastrointestinal bleeding occur.\"\n         (2) A person shall not disseminate to a practitioner promotional\nliterature about coated tablets containing potassium salts, with or\nwithout thiazide diuretics, unless the statement specified in paragraph\n(1) is included in such literature.\n        (3) The provisions of paragraphs (1) and (2) shall apply to\ncoated tablets containing potassium salts with or .pithout thiazide\ndiuretics that are sold for veterinary use only, or are dispensed by a\npharmacist pursuant to a prescription.                               t"
    },
    {
      "provision_ref": "sec57",
      "section": "57",
      "title": "Section 57",
      "content": "57. A person shall not sell a drug for veterinary                 ;He\n                                                            unless both\nthe inner and the outer labels include, in addition to the requirements\nof regulation 61, the quantitative content of the drug: G d except for\n             THE FOOD AND DRUGS REGULATIONS, 1975\ndrugs in a form not suitable for human use, the words \"For Veterinary\nUse Only\"."
    },
    {
      "provision_ref": "sec58",
      "section": "58",
      "title": "Section 58",
      "content": "58. A person may sell a List 4 Drug on the strength of a prescription\nfrom a veterinary surgeon provided that-\n    (a) the drug is in a form not suitable for human use; or\n    (b) the main panel of both the inner and outer labels carries the\n        words \"For Veterinary Use Only\", immediately following\n        or preceding the proprietary or brand name, proper name or\n        common name, in type not less than one-half as large as\n        the largest type on the label."
    },
    {
      "provision_ref": "sec59",
      "section": "59",
      "title": "Section 59",
      "content": "59. Both the inner and the outer labels of a veterinary drug repre-\nsented as containing one or mort vitamins shall include in addition\nto the requirements of regulation 61-\n     (a) a statement of the amount of each vitamin present in the\n         drug, expressed in terms of the proper name of the vitamin\n          in-\n              (i) international units per gramme or per millilitre in the\n                  case of vitamin A, provitamin A, vitamin D and\n                  vitamin E;\n             (ii) milligrammes per gramme in the case of solid or\n                  viscous liquids, or per millilitre in the case of other\n                  liquids, thiamine, riboflavin, niacin, niacinamide, pyri-\n                  doxine, d-pantothenic acid, d-panthenol. folic acid,\n                  ascorbic acid and vitamin K;\n            (iii) microgrammes per gramme in the case of solid or\n                  viscous liquids, per millilitre in the case of other\n                  liquids, biotin and Vitamin B12;\n            (iv) oral units for vitamin B12 with intrinsic factor con-\n                  centrate; and\n             (v) the specified units per individual dose or dispensing\n                  form in the case of vitamin products put up in in-\n                  dividual doses or dispensing forms;\n    (b) except for drugs in a form not suitable for human use, the\n          words \"For Veterinary Use Only\"."
    },
    {
      "provision_ref": "sec60",
      "section": "60",
      "title": "Section 60",
      "content": "60. A person may sell an antibiotic preparation for the treatment\nof cattle if-\n    (a) the preparation is not to be used for lactating cattle and\n          the inner and outer labels of the preparation include a\n          statement to that effect; or\n              me iuclwion of this page is authorized by L.N. 144/19951\n             T H E FOOD AND DRUGS REGULATIONS, 1975\n    (b) where the preparation may be used for lactating cattle-\n           (i) there has been submitted to the Minister on request.\n               evidence acceptable to him, to show the period of\n               time required to elapse after the last treatment with\n               the preparation. in order that the milk from lactating\n               animals so treated shall not contain residues of anti-\n               biotics, and that period does not exceed ninety-six\n               hours;\n          (ii) the main panel of the outer label of the preparation\n               and either the inner label or a packaging insert describ-\n               ing the antibiotic preparation includes the words :\n                  ''WARNING : MILKTAKEN FROM TREATED ANIMALS\n                                 .\n               WITHIN......72.. . .....HOURS AFTER THE LATEST TREAT-\n               MENT WITH AN INTR.ZMAMMARY       MEDICATION  SHALL NOT\n                BE USED IN FOOD\";and\n         (iii) the relevant space on the label is filled in with the\n                appropriate figure."
    },
    {
      "provision_ref": "sec61",
      "section": "61",
      "title": "Section 61",
      "content": "61. A person shall not sell any substance having oestrogenic activity\nFor administration to podtry which may be used as food for human\nconsumption."
    },
    {
      "provision_ref": "sec62",
      "section": "62",
      "title": "Section 62",
      "content": "62.--(I) The Minister may from time to time require the manu-\nfacturer of a drug recommended for administration to animals which\nmay be used as food for human consumption-\n      (a) to file with him in respect of that drug, a submission in\n            writing, in form and content satisfactory to the Minister,\n            describing in detail, tests camed out to determine that no\n            residues of the drug, other than residues within the limits\n            prescribed by these Regulations remain in meat. meat by-\n            products, eggs or milk obtained from animals treated with\n            that drug; and\n      (b) to print on the main panel of the outer label of any drug\n            recommended for administration to animals which may be\n            used for human consumption and on either the inner label\n            or on a package insert describing the drug, a warning that\n            meat, meat-products, eggs or milk obtained from animals to\n            which the drug has been administered cannot be sold as food\n            for human consumption if they are obtained within such\n            time after administration as may be specified by the Minister.\n          (2) A manufacturer shall not sell a drug in respect of which\nthe Minister has required a warning to be printed pursuant to paragraph\n(b) of subsection (1). unless that requirement has been complied with.\n                 me inclusion of this page is authorized by L.N. 144/19951\n             THE FOOD A N D DRUGS REGULATIONS, 1975"
    },
    {
      "provision_ref": "sec63",
      "section": "63",
      "title": "Section 63",
      "content": "63.-41) A person shall not sell a drug in tablet form, the label\nof which indicates that it carries an enteric coating or a coating designed\nto have a similar purpose, unless the tablet-\n     (a) does not disintegrate when exposed to simulated gastric juice\n          for sixty minutes; and\n     (b) disintegrates in not more than an additional sixty minutes in\n          simulated intestinal juice when tested by the official method.\n        (2) Where a standard of disintegration has not been prescribed\nfor a drug in any of the publications listed in the Second Schedule\nto the Act or in paragraph (1) of this regulation, a person shall not\nsell a drug in the form of a tablet that is intended to be swallowed\nwhole, unless the tablet disintegrates in not more than sixty minutes\nwhen tested by the official method.\n        (3) The provisions of paragraphs (1) and (2) shall not apply to\ntablets containing a drug which has been demonstrated by the official\nmethod to the satisfaction of the Minister to be assimilable by the\nbody.\n        (4) Paragraph (2) shall not apply to tablets that are described\non their label as releasing the drug at timed intervals or in sustained\nquantities over a period of time.\n                                   New Drugs"
    },
    {
      "provision_ref": "sec64",
      "section": "64",
      "title": "Section 64",
      "content": "64. In this Division \"new drug\" means-\n     (a) a drug that contains or consists of a substance, whether as\n         an active or inactive ingredient, carrier, coating. excipient.\n         menstrum or other component, that has not been imported\n         into the Island for u'se as a drug for a sufficient time and\n         in sufficient quantities prior to the 4th of August. 1975 to\n         establish its efficacy and safety. or is a new drug in the\n         country in which it was manufactured;\n     fb) a combination of two or more drugs. with or without other\n         ingredients which have not been imported into the island prior\n         to the 4th of August, 1975, in that combination or in the\n         proportion in which those drugs are combined;\n     (c) a drug in relation to which the manufacturer prescribes,\n          recommends, proposes or claims a use as a drug, or a\n          condition of use as a drug, including dosage, demonstration\n          or duration of action, and which has not been imported into\n          the Island prior to the 4th of August. 1975, for that use\n          or condition of use; or\n               me inclusion of this page is authorized by L.N. 144/1995]\n       (d) any other drug which the Minister may prescribe."
    },
    {
      "provision_ref": "sec65",
      "section": "65",
      "title": "Section 65",
      "content": "65.-(1)     A person shall not 'import; sell; advertise for sale, or manu-\n                                                     ., ,\nfacture, a new drug unless-\n     (a) he has been issued a licence by the Minister 'in respect of the\n            importing, sale, or manufacture, as the case may require, of\n            that new drug, and which licence has not been withdrawn in\n            accordance with regulation 69; and\n     ( b ) he has paid an initial fee of five thousand dollars in respect\n            of that licence instead of the registration fee imposed pursuant\n            to regulation 40.\n          (2) Any person desirous of obtaining a licence in accordance\nwith paragraph (1) shall make an application to the Minister contain-\ning-\n       (a) a description of the new drug, including the name and address\n             of the manufacturer thereof, and a declaration of the proper\n             name, if any, and the name mder which it is proposed to be\n             sold;\n       (b) a statement of all the ingredients, the route of administration,\n            the proposed dosage, the therapeutic or diagnostic claims for\n            the new drug, if known, a description of the pharmaceutical\n            dosage form in which the new drug is to be sold, and any\n            known contra-indications and side effects thereof;\n       (c) details of the tests conducted to control the potency, purity\n            and safety of the new drug;\n       (4 a draft of every label proposed to be used in connection\n            with the new drug;\n       (e) samples of the new drug in the finished and pharmaceutical\n            form in which it is to be sold;\n       (f) such samples of the components of the new drug as the\n            Minister may require;\n       (g) a certificate from the competent authority in the country of\n            manufacture or export certifying that the new drug is approved\n            for use in that country and the conditions under which it may\n            be used or sold in that country; and\n       (h) a certificate in the English language in addition. to any other\n            langdage, from the manufacturer, respecting 'the safety of the\n            new drug conditions of use recommended, and giving the\n            conditions under which it may be sold, issued by an official\n          \" body or    gotkmfient department having authority to issue\n            such certificate, such official body or government department\n                lThe mclusion of ths page' is authorized by L N. 144119951\n             THE FOOD AND DRUGS REGULATIONS,I975\n          having the experience and facilities for testing the safety of a\n          new drug that are considered by the Minister as adequate to\n          ensure the safety of the new drug under the conditions of\n          use recommended.\n        (3) The Minister may in his discretion, refuse any application\nfor a licence made pursuanr to this regulation, or grant any such\napplication which does not comply with the requirements of sub-\nparagraph (g) of paragraph (2) but is accompanied by-\n     (a) detailed reports of the tests made to establish the safety\n          of the new drug for the purpose and under the conditions\n          of use for which it is recommended; and\n     (b) such other information and material as the Minister may in\n          any particular case require."
    },
    {
      "provision_ref": "sec66",
      "section": "66",
      "title": "Section 66",
      "content": "66. A person shall not import, sell, advertise for sale or manufacture\na new drug in respect of which he has been granted a licence, if any\nmaterial change has been made in respect of that new drug, in-\n     (a) the strength, purity or quality;\n     (b) the pharmaceutical dosage form in which it is sold;\n     (c) the conditions of use, including indications for use and the\n          route of administration;\n     (6) the dosage; or\n     (e) the label,\nunless he makes application for a new licence in respect thereof,\ngiving full details of the changes and the manner in which the new\ndrug in respect of which the original licence was granted, is affected\nby the change."
    },
    {
      "provision_ref": "sec67",
      "section": "67",
      "title": "Section 67",
      "content": "67. Where a person wishes to import, sell, advertise for sale or\nmanufacture, a new drug in respect of which a licence has been\npreviously granted to another applicant, that person shall make a\nseparate application in accordance with regulation 65."
    },
    {
      "provision_ref": "sec68",
      "section": "68",
      "title": "Section 68",
      "content": "68. The Minister shall, within one hundred and twenty days after\nthe filing of an application for a licence to import, sell, advertise\nfor sale. or manufacture a new drug-\n     (a) notify the applicant whether or not his application is satis-\n          factory; and\n     (b) if so, may grant a Licence to the applicant in accordance\n          therewith."
    },
    {
      "provision_ref": "sec69",
      "section": "69",
      "title": "Section 69",
      "content": "69.-41) The Minister may withdraw a licence in respect of any\nnew drug by sending a notice in writing to that effect to the person to\n             me inclusion of this page is authorized by L.N. 144/19951\n              THE FOOD AND DRUGS REGULATIONS, I f l 5\n whom a licence has been granted in respect of that new drug, and\n such a withdrawal may be made where-\n     (a) evidence obtained from clinical or other experience, or from\n          tests by new methods or by methods not used before the\n          approval was gven, reveal that the new drug is not shown to\n          be safe for the use represented in the application made to\n          the Minister in respect of that new drug and on which the\n          approval by the Minister was based; or\n     (b) the submission filed with the Minister in relation to that\n          new drug and on which approval by the Minister was based,\n          contained any untrue statement of material fact; or\n     (c) the withdrawal is necessary in the public interest.\n        (2) Notice of withdrawal of approval in respect of any new\ndrug shall be published for three consecutive weeks in the Gazette\nand in at least one issue of a daily newspaper printed and circulating\nin Jamaica, for three consecutive weeks."
    },
    {
      "provision_ref": "sec70",
      "section": "70",
      "title": "Section 70",
      "content": "70. Where any person receives any report of any unexpected side\neffects, injury, toxicity or sensitivity reaction associated with clinical\nuses, studies, investigation and tests respecting any new drug, he\nshall immediately inform the Minister thereof, furnishing him with\nthe full information available."
    },
    {
      "provision_ref": "sec71",
      "section": "71",
      "title": "Section 71",
      "content": "71.-41) Notwithstanding anything to the contrary in these Regula-\ntions, a new drug may be imported for the use of investigators having\nsuch technical qualifications as is deemed necessary by the Minister\nin the circumstances for the sole purpose of obtaining clinical and\nscientific data with respect to its safety, stability, dosage or efficiency,\nif--\n     (a) the investigators have written authority from the Minister to\n           carry out investigations on the new drug and the facilities\n          for so doing:\n     (b) before the importation, the Minister is informed of the identify-\n           ing name or mark by which the new drug may be recognized;\n     (c) both the inner and outer labels on any package of such new\n          drug bear the statement \"To be used for investigational pur-\n          poses only\";\n     (6) before the sale, the importer ensures that any person to whom\n          the new drug is to be sold has written authority from the\n          Minister to conduct investigations relating to that new drug.\n          and obtains in writing from that person an undertaking that\n          the new drug will be used solely by him or under his\n          direction for investigational purposes.\n              (The inclusion of this page is authorized by L.N. 144119951\n               THE FOOD A N D DRUGS REGULATIONS, 1975\n        (2) A person who imports a new drug for the purpose of sale\nto any other person authorized by the Minister to carry out investiga-\ntions in relation to that new drug, shall keep accurate records of\nsuch sales. and shall make these records available for inspection by\ninspectors duly designated under the Act."
    },
    {
      "provision_ref": "sec72",
      "section": "72",
      "title": "Section 72",
      "content": "72. Notwithstanding anything to the contrary in these Regulations.\nthe Minister may grant permission in writing to any person to import\nany specified quantity of a new drug, for submission as a sample\nwith an application for a licence in relation to that new drug."
    },
    {
      "provision_ref": "sec73",
      "section": "73",
      "title": "Section 73",
      "content": "73. Notwithstanding any other provision in these Regulations, the\nMinister may grant any emergency licence to a practitioner for the\nimportation of a new drug, the application for which does not comply\nwith the requirements of these Regulations, if that drug is required\nfor the treatment of an urgent case, and the Minister is satisfied that\nit is in the best interest of the patient for whom the drug is intended,\nthat the importation be effected without delay.\n                                  Controlled Drugs"
    },
    {
      "provision_ref": "sec74",
      "section": "74",
      "title": "Section 74",
      "content": "74. In this Division-\n    \"controlled drug\" means any drug listed in the Fifth Schedule             &edule.\n         and includes a mixture containing any such drug;\n    \"licensed dealer\" means any person licensed to manufacture or\n         sell a controlled drug, authorized by the Minister to have a\n         controlled drug in his possession, or granted a permit to\n         import or export a controlled drug pursuant to regulations\n         75 and 76 respectively."
    },
    {
      "provision_ref": "sec75",
      "section": "75",
      "title": "Section 75",
      "content": "75.-41) A person shall not manufacture or sell a controlled drug\nunless he has been granted a licence to do so by the Minister nor\nshall a person have a controlled drug in his possession unless he has\nauthorization from the Minister to do so.\n       (2) A person shall not import or export a controlled drug\nunless he has first obtained a permit to do so from the Minister."
    },
    {
      "provision_ref": "sec76",
      "section": "76",
      "title": "Section 76",
      "content": "76.-(1)     The Minister may. on application therefor-\n    (a) issue a licence in the form set out as Form B in the Third Ed\",.\n         Schedule to any person to manufacture or sell a controlled\n           drtDg; or\n    ( h ) issue a permit to any person to import or export a controlled\n          drug subject to such terms and conditions as he may think\n          fit.\n                tThe inclusion of this page is authorized by L.N. 144/19951\n             THE FOOD AND DRUGS REGULATIONS, 1975\n        (2) A fee of $10.00 is payable by the applicant in respect of\neach licence or permit, as the case may be, issued pursuant to para-\ngraph (1). in addition to any registration fee payable in respect of\nthat drug pursuant to regulation 40.\n        (3) The Minister may revoke'or suspend a licence or a permit\nissued pursuant to paragraph (1) if. in his opinion, the person to whom\nit is issued, or any person in his employ. has violated or failed to\ncomply with any term or condition of such licence or permit or any\nprovision of these Regulations.\n        (4) A licence issued pursuant to paragraph (1). unless it is sooner\nrevoked, shall expire on the 31st day of March next following the\ndate on which it is issued and may be renewed by the Minister on\nthe appropriate application being made to the Minister in respect\nthereof. Where a licence has been suspended it has no validity during\nthe period of suspension."
    },
    {
      "provision_ref": "sec77",
      "section": "77",
      "title": "Section 77",
      "content": "77. Subject to the terms and conditions of his licence, and to the\nrequirements of these Regulations a licensed dealer may supply a\ncontrolled drug-\n     (a) to another licensed dealer or to a practitioner, if he receives\n         a written order therefor from such dealer or practitioner, and\n         he verifies the signature afixed to the order prior to supplying\n         same; and\n    (b) to a hospital. if he receives a written order signed by a\n         pharmacist, practitioner or other official duly authorized by\n         the hospital to place such an order, and he verifies the signa-\n         ture affixed to the order prior to supplying same."
    },
    {
      "provision_ref": "sec78",
      "section": "78",
      "title": "Section 78",
      "content": "78.--(I) A licensed dealer who is a pharmacist carrying on the\nbusiness of a pharmacy, or a pharmacist employed by him for the\npurposes of conducting that business, may supply a controlled drug\nto any person if-\n     (a) the drug forms part of the stock in trade of the pharmacy:\n     (b) he has first received a prescription in writing authorizing the\n          dispensing of that drug;\n     (c) the prescription has been dated and signed by the practitioner\n          who issued it;\n     (4 the prescription includes the full name and address of the\n          prescribing practitioner; and\n     (e) the signature of the practitioner is verified prior to effecting\n          the sale.\n                T H E FOOD AND DRUGS REGULATIONS, 1975\n         (2) A pharmacist shall not repeat a prescription for a con-\ntrolled drug unless the practitioner issuing the original prescription\nspecifies therein the number of times it may be repeated, and the\n intervals at which it may be repeated."
    },
    {
      "provision_ref": "sec79",
      "section": "79",
      "title": "Section 79",
      "content": "79.--(I) Every licensed dealer and every pharmacist in control of\na place of business carrying on the business of a pharmacy shall keep\na separate register in relation to controlled drugs in which he shall\nenter or cause to be entered within 48 hours of every receipt or\ndispensation of any controlled drug, the following-\n     (a) the name, quantity and form of any controlled dmg received\n          by him, the name and address of the person from whom he\n          received it, and the date on which it was received;\n     (b) the name, quantity and form of any controlled drug supplied,\n          the name and address of the person to whom it was supplied.\n          the date on which it was supplied, and if supplied pursuant\n          to a prescription, the name and address of the person for\n          whom it was prescribed and the name and address of the\n          practitioner who issued the prescription;\n     (c) the name and quantity of any conuolled drug used in manu-\n          facturing, the name and quantity of any controlled drug\n          manufactured, and the date any manufactured controlled drug\n          was placed in stock; and\n     (6) the name, quantity and form of all controlled drugs in his\n           stock at the end of each month.\n        (2) A licensed dealer in both the business of a wholesaler\ndealing in drugs and the business of a pharmacy, shall keep separate\nregisters as required by paragraph (I), in relation to each business.\n         (3) Every licensed dealer and every pharmacist shall maintain\nall vouchers relative to receipts and disposals of controlled drugs in\nseparate files, in sequence of number and date, for a period of at least\ntwo years from the date on which each transaction took place and\nsuch vouchers shall be kept in a manner that will enable an audit\nthereof-to be made at any time."
    },
    {
      "provision_ref": "sec80",
      "section": "80",
      "title": "Section 80",
      "content": "80. Eyery licensed dealer shall take all necessary steps to protect\ncontrolled.,drugs in his possession or under his control against loss\nor theft &d shall report to the Minister any such loss or theft of a\ncontrolled dmg within ten days of the discovery of such loss or theft.\n              ' i!\n             ...        Division IV. Cosmetics"
    },
    {
      "provision_ref": "sec81",
      "section": "81",
      "title": "Section 81",
      "content": "81.-(1)A Qerson shall not sell a cosmetic which is not labelled\nin accordance wi'th these Regulations.\n-                [T-~lusion   of this page is authorized by L.N. 144119951\n                  THE FOOD AND DRUGS REGULATIONS, I975\n34                                                                                 I\n            (2) Except as otherwise provided in these Regulations there shall\n     be included-\n         (a) on both the inner and outer labels of a cosmetic-\n                  (i) the name, if any, of the cosmetic, and the identification\n                      thereof; and\n                 (ii) the name and address of the place of business of the\n                       manufacturer or distributor and if he tias more than one\n                      place of business, the address of his principal place\n                      of business;\n         (b) on the label of a cosmetic a declaration of the net contents\n              expressed in terms of-\n                  (i) weight for solids;\n                 (ii) fluid measure for liquids; and\n                (iii) weight for semi-solids.\n              so, however, that in all cases fluid measurement may be used\n              if it conveys accurate information in respect of the net content,\n              and is in accordance with established commercial practice,\n              and where a hazard exists, adequate directions for safe use\n              shall be included as well as any warning, cauticn or special\n              direction required by these Regulations."
    },
    {
      "provision_ref": "sec82",
      "section": "82",
      "title": "Section 82",
      "content": "82. A person shall not sell a cosmetic on the label or in any\n     advertisement for which is included any symbol or device suggesting\n     that the cosmetic has been prepared or compounded in accordance\n     with a prescription.\n                          PARTUL Administration"
    },
    {
      "provision_ref": "sec83",
      "section": "83",
      "title": "Section 83",
      "content": "83. A certificate of designation to be furnished to an inspector\n     pursuant to subsection (4) of section 19 of the Act, shall be in the\n     form set out as Form C in the Third Schedule."
    },
    {
      "provision_ref": "sec84",
      "section": "84",
      "title": "Section 84",
      "content": "84. When taking a sample in accordance with the provisions of\n     section 19 of the Act, an inspector shall, after procuring a suitable\n     quantity of the article in question, forthwith notify the owner thereof\n     or the person from whom the sample was obtained, of his intention\n     to have that sample examined or analysed and-\n          (a) where in his opinion, division of the procured quantity would\n              not interfere with analysis or examination, the inspector shall-\n                  (i) divide the quantity into three parts;\n                 (ii) identify the three parts as the owner's portion, the\n                      sample, and the duplicate sample, and where only one\n                      part bears the label, that part shall be identified as the\n                      sample;\n                   me inclusion of this page is authorized by L.N. 144/19951\n                  T H E FOOD A N D DRUGS REGULATIONS, 1975                                                  37\n                                    FIRST SCHEDULE                                       (Regdation 27 (2))\n                         Artificial non-numtndvesweetening agents\n Item         Additive              Preparation usually added to                 Max. Level\n  -            -                                                                  of Use"
    }
  ],
  "definitions": [
    {
      "term": "artificial (non-nutritive) sweetening agent",
      "definition": "any chemical",
      "source_provision": "sec7"
    },
    {
      "term": "bulk container",
      "definition": "a container in which more than one duly",
      "source_provision": "sec7"
    },
    {
      "term": "close proximity",
      "definition": "with reference to a common name, written",
      "source_provision": "sec7"
    },
    {
      "term": "common name",
      "definition": "with reference to a food, the name by",
      "source_provision": "sec7"
    },
    {
      "term": "food additive",
      "definition": "any substance, including any source of",
      "source_provision": "sec7"
    },
    {
      "term": "unstandardized food",
      "definition": "any food for which a standard has",
      "source_provision": "sec7"
    },
    {
      "term": "antibiotic",
      "definition": "any drug or combination of drugs prepared",
      "source_provision": "sec39"
    },
    {
      "term": "expiration date",
      "definition": "any date prescribed in relation to a",
      "source_provision": "sec39"
    },
    {
      "term": "generic drug",
      "definition": "an unpatented drug product, including a",
      "source_provision": "sec39"
    },
    {
      "term": "generic name",
      "definition": "the official name or international non-",
      "source_provision": "sec39"
    },
    {
      "term": "internal use",
      "definition": "ingestion by mouth or application for systemic",
      "source_provision": "sec39"
    },
    {
      "term": "parenteral use",
      "definition": "administration of a drug by means of a",
      "source_provision": "sec39"
    },
    {
      "term": "druggist",
      "definition": "any person registered as such",
      "source_provision": "sec39"
    },
    {
      "term": "medical practitioner",
      "definition": "any person registered as such under",
      "source_provision": "sec39"
    },
    {
      "term": "practitioner",
      "definition": "any dentisf medical practitioner, veterinary",
      "source_provision": "sec39"
    },
    {
      "term": "prescription",
      "definition": "an order given by a practitioner directing",
      "source_provision": "sec39"
    },
    {
      "term": "teaspoon",
      "definition": "for the purpose of calculation of dosage, a",
      "source_provision": "sec39"
    },
    {
      "term": "controlled drug",
      "definition": "any drug listed in the Fifth Schedule             &edule",
      "source_provision": "sec74"
    },
    {
      "term": "licensed dealer",
      "definition": "any person licensed to manufacture or",
      "source_provision": "sec74"
    }
  ]
}