{
  "id": "jm-subs-the-harbours-act",
  "type": "statute",
  "title": "The Harbours Act",
  "title_en": "The Harbours Act",
  "short_name": "Harbours Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-harbours-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-harbours-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. LICENCES (OR RENEWALOF LICENCES)\n                                     FOR BOATS AND VESSELS:\n        A. Inspection or examination fees\n           Boats o r vessels not exceeding 5 tons gross         50 cents\n           Boats or vessels exceeding 5 tons gross but not\n             exceeding 10 tons gross ...                 ... $1.00\n           Boats or vessels exceeding 10 tons       but not\n             exceeding 20 tons gross ...        ...      ... $1.50\n         me inclusion of this page is authorized by L.N. 4119761\n               T H E HARBOUR RULES, 1971\n                SECOND SCHEDULE, conrd.\n          Boats or vessels exceeding 20 tons gross but\n            not exceeding 30 tons gross         ...     ... 54.00\n          Boats or vessels exceeding 50 tons gross      ... $6.00\n          Engines fitted to boats or-vessels notexceeding\n            10 H.P.           ...     ...       ...     ... $2.00\n          Engines fitted to boats or vessels exceeding 10\n            HP. but not exceeding 25 H.P. ...           ... 54.00\n          Engines fitted to boats or vessels exceeding 25\n            H.P. but not exceeding 50 H.P. ...          ... $5.00\n          Engines fitted to boats or vessels exceeding 50\n            H.P. but not exceeding 100 H.P. ...         ... 56.00\n          Engines fitted to boats or vessels exceeding 100\n            H.P.             ...      ...       ...     ... 38.00\n   B. Fees for licence (or renewal thereof)\n      Boats or vessels not exceeding 5 tons gross ... 51.00\n      Boats or vessels exceeding 5 tons gross but not\n        exceeding 10 tons          ...      ...     ... $2.00\n      Boats or vessels exceeding 10 tons gross but\n        not exceeding 20 tons ...           ...     ... 53.00\n      Boats or vessels exceeding 20 tons gross but\n        not exceeding 50 tons ...           ...     ... $5.00\n      Boats or vessels exceeding 50 tons gross      ... 58.00\n      Engines fitted to boats or vessels not exceeding\n        50 KP.           ...      ...      ...      ...     No Fee\n      Engines fitted to boat. or vessels exceeding 50\n        H.P. but not exceeding 100 H.P. ...         ... $2.00\n      Engines fitted to boats- or vessels exceeding\n        100 H.P.          ...     ...       ...     ... 34.00\nN.B.    Cost of duplicate licences shall be equivalent to fifty per\n        cent of the cost for original licence."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-41) In these Rules, unless the context otherwise require*\n  \"aircraft\" includes balloons, kites, gliders, air-ships, and flying\n        machines;\n  \"boat\" means any canoe, or undecked craft, however propelled, using\n       any harbour in this Island, or any channel or approaches thereto;\n  \"Collision Regulations\" means the Regulations for preventing\n       collisions at sea made under the Merchant Shipping Act, 1894\n       (57 and 58 Vic., Cap. 60);\n  \"coxswain\" means a person in charge of a boat or vessel licensed under\n       these Rules;\n  \"coxswaindriver\" means a person in charge of a boat or vessel\n       licensed under these Rules and also of the propelling machinery\n       of such boat or vessel;\n  \"driver\" means a person operating the engine of a mechanically\n       propelled boat or vessel licensed under these Rules;\n  \"Harbour Master\" means the Harbour Master of the harbour in or\n       nearest to which the act or omission shall have occurred, or the\n       deputy of such Harbour Master, as the case may be;\n  \"master\" means any person (except a pilot) for the time being in charge\n       of any boat or vessel;\n  \"surveyor\" means the surveyor appointed by the Marine Board;\n  \"under way\" means when a boat or vessel is not at anchor, or made f\n                                                                    bt\n      to the shore, or aground.,\n           [The hclusiou of this page IS authorized by L.N. 28/?003]\n                                       THEIt4RBOUR RUES, 1971\n                \"vessel\" means any decked vessel or craft, whatever may be its rig or\n                     tonnage, and whether propelled by sail, steam or otherwise;\n                \"water sluing\" means the act of a person whether or not equipped with\n                     floats (called skis) fastened under foot, being towed through the\n                     water by a boat or vessel or aircraft, hydrofoil or hovercraft.\n                  (2) Any expression appeanng in these Rules which is defined in the\n          Act shall have the meaning assigned to the expression in the Act."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Where there is no examiner resident at the Port of Examina-\ntion, the travelling and subsistence expenses of the examiner shall\nbe paid by the owner of the boats or vessels requiring examination\nin addition to the other fees prescribed. Where more than one\nboat or vessel is being examined on any particular date, the\ntravelling and subsistence expenses of the examiner shall be shared\nby the owners of the boats or vessels being examined.\n       lIbe inclusion of lbia page is authorized by L.N. 41 19761\n             THE HARBOUR RULES. 1971\n                  THIRD SCHEDULE                               (Rule 4)\nAREASOF THE HARBOURLIMITSWITHIN WHICH      BOATS A& VESSELS\n       ARE NOT REQUIRED TO CARRY LIGHTS WHEN AT ANCHOR\n  A. Kingston and Port Royal\n    (1) The area of the sea adjacent to the Royal Jamaica Yacht\n        Club boundzd by the foreshore, the Texas Company Pier\n        up to a point of 100 feet from the southern end thereof, a\n        straight line from this point to a point 100 feet north of\n        the Texas Company's mooring Buoy and thence to the\n        south-eastern comer of Sirgany's Bathing Club enclosure.\n     (2) An area adjacent to the premises of the Government of\n         Jamaica situated near the western end of Water Lane\n         bounded by the foreshore between the eastern and western\n         boundaries of the property, by a straight line drawn 180\n         feet from the two boundaries extended to 450 feet and\n         by a straight line joining the last mentioned points.\n     (3) At any location at Port Royal between the foreshore and\n         three fathom contour indicated on the British Admiralty\n         Chart extended along the northern foreshore to a h e\n         joining Chevannes Beacon and the north-westem comer\n         of the Coal Wharf.\n  B. A11 other Harbours\n  The area within the Harbour limits between the foreshore and\nthe three fathom contour shown on the British Admiralty Chart\nand subject to the approval of the Harbour Master.\n  C . Generally\n  Any area within the limits of any harbour, which the Harbour\nMaster shall determine by notification published in the Gazette\nand a daily newspaper.\n                         FOURTH SCHEDULE                      (Rule 53)\n                            SHIP CHANNEL\n  A line on the north side from Burial Ground Beacon, passing\nthrough North Burial Ground Beacon, Augusta Beacon. Saint\nAlbans Beacon, Hunts Bay Buoy; thence to the Esso Dolphin.\n  A line on the south side from Two Sisters Beacon, passing through\nSphinx Beacon, Mammee Beacon, East Horse Shoe Beacon; thence\nto Middle Ground Beacon.\n  A line on the east side joining Middle Ground Beacon and the\nEsso Dolphin.\n A line on the West side joining Burial Ground Beacon and\nTwo Sisters Beacon.\n                      HARBOUR LIMITS\nKingston :\n      The area of the sea to the northward of the Palisadoes\n      extending from Harbour Head to Port Royal and a straight\n      line from Fort Charles Flagstaff at the Port Royal to the\n      jetty at Small Point.\nMorant Bay:\n      The area of the sea enclosed within the foreshore and straight\n      lines drawn N.E. and N.W. from Galetea Rock to the\n      foreshore.\n    IThe inclusion of this page n authorLed by L.N. 4119761\n           THE HARBOUR RULES, 1971\n            FOURTH SCHEDULE, contd.\n                WOUR   LIMTTS\nPort Morant :\n      The area of the sea enclosed by the foreshore and a straight\n      line drawn from Palm Point through Emerald Isle to the\n      mainland.\nManchioneal :\n      The area of the sea enclosed by the foreshore and a straight\n      line drawn from Nettle Point to Sharp Nose Point.\nPort Antonio :\n      The area of the sea enclosed by the foreshore and a straight\n      line drawn from Nose Point to the North Point of Navy\n      Island and thence to Folly Point.\nAnnotto Bay:\n      The area of the sea enclosed by the foreshore and a straight\n      line drawn west from Free Point till it meets the mainland.\nPort Maria:\n      The area of the sea enclosed by the foreshore and a straight\n      line drawn from Fort Point to the South Point of Cabaritta\n      Island and thence south to mainland.\nOracabessa :                                                        NO^. :\n      The area of the sea enclosed by the foreshore and a straight   fEh\n      line drawn from Middle Point to Oro Point.                   buoy in\n                                                                   OutpoRc\nSt. Ann's Bay :                                                    for the use\n      The area of the sea enclosed by the foreshore and straight ~~~~~~t\n      line joining Realer's Point and Drax Hall Point.             moorings\n                                                                     only and\n                                                                     must not be\n                                                                     subjected\n                                                                     t o havy\nRio Bueno:                                                         slnh.\n      The area of the sea enclosed by the foreshore and a straight\n      line joining East Point and West Point.\nFalmouth :\n      The area of the sea enclosed by the foreshore and a straight\n      line drawn from Old Fort Point to beacon making the eastern\n      side of the entrance channel and thence to the mouth of the\n      Martha Brae River.\nMontego Bay :\n      The seaward arc of a circle of radius one and a half miles.\n      centred on the Front Leading Range Beacon in the Railway\n      Yard, and the coastline to the eastward encompassed by the\n      abovementioned arc.\nLucea :\n      The area of the sea enclosed by the foreshore and a straight\n      line joining Antonio Point and Lucea Point.\nGreen Island :\n      The area of the sea enclosed by the foreshore and a straight\n      line drawn from S.W. Point through One Tree Island to the\n      mainland.\nSavanna-Ia-Mar :\n      The area of the sea enclosed by the foreshore and a straight\n      line drawn from' Robins Point to Broad Stag Reef Beacon\n      and thence to Paradise Point.\n    me iucldon of th& pssc k authorized by L.N. 4119761\n                       THE HARBOUR RULES, 1971\n                         FOURTH SCHEDULE, contd.\n                                HARBOUR   LIMITS\n           Black River:\n                  The area of the sea enclosed by the foreshore and a straight\n                  line joining Longacre Point and Parottee Point.\n           Ocho Rios:\n                  The area of the sea enclosed by the foreshore between Bull\n                  Point and Village Point by a straight line running north-east\n                   at 045\" from Bull Point, and by a straight line running\n                  north-west at 315\" from Village Point.\n           Portland Bight :\n                  The area of the sea enclosed by the foreshore between\n                   Portland Point and Polink Point, by a straight line from\n                   Portland Point to Barebush Cay and a straight line from\n                   Barebush Cay to Polink Point.\n           Little Pedro Point:\n                   The area of the sea enclosed within the foreshore and\n                   a radius of three miles from the southern extremity of Little\n                   Pedro Point.\nNm:\n   The following notes including the form of the survey report have been\nissued by the Harbour Master for the guidance of the public on the practice\nwhich will be adopted in his department to secure compliance with the life-\nsaving and safety equipment provisions of the Harbour Rules, and also to\nexplain the purpose of certain of the rules. They have no statutory force.\n       NOTE: For the purposes of these Rules with regard to the provision\n                of life-saving and safety equipment boats and vessels will be\n                classified as follows :\n                     Boats less than 16 feet in length            ... Class 1\n                     Boats 16 feet and over but less than 26 feet ...   Class 2\n                     Boats 26 feet and over but less than 40 feet ...   Class 3\n                     Boats 40 feet and over but less than 65 feet ...   Class 4\n                     Boats 65 feet and over       ...     ...     ... Class 5\nRule 3:\n   Note that the rules only apply to boats or vessels operating within the\nlimits of any harbour as defined in the rules. The channels or approaches\nto any harbour are those channels or approaches defined in the Appendix to\nthis leaflet. Any craft operating outside the defined harbour and channels or\napproaches to such harbour will require a Coastwise Sea Going certificate.\nRule 4:\n   All vessels shall carry approved Navigation Lights as follows:\n          (1) Port and Starboard Side Lights or a combined Lantern showing\n              Port and Starboard Lights.\n          (2) A white Light of approved design in the Fore Part of the vessel.\n          (3) A white Stem Light.\n   White Lights shall be visible for distance of three miles.\n   Coloured Lights shall be visible for one mile.\n   In addition every vessel shall have on board an efficient air whistle or\nhorn for use in giving \"Crossing Signals\" as required by the International\nRegulations.\nRule 22:\n   Every boat or vessel must have its licence number clearly marked on each\nbow and the harbour to which the boat or vessel belongs clearly marked on\nthe stem. The letters and numbers are to be in block characters of good\nproportion not less than three inches in height.\n                CIbe inclusion of this page is authorized by L.N. 4119761\n                         THE HARBOUR RULES, 1971\n                          FOURTH SCHEDULE, contd.\nRules 27 to 31-Fire Prevention and Control\n  The purpose of these Rules is to ensure adequate safety measures in the case\nof fire.\nBulkheudsThese serve a three-fold purpose:\n     (I) To prevent the spread of oil from one compartment to another.\n     (2) To contain any fire.\n     (3) To contain any inert gas or substance used in fighting any fire.\n  The main requirements of these Rules are:\n     Engines must be separated from other compartments by bulkheads.\n     Gas Tanks must be in a separate compartment separated by bulkheads\n       from other compartments.\n     Engine and Fuel compartments must be ventilated.\n     Gauze diaphragms to be fitted to all air vents and filling pipes.\n     Fuel tanks are to be fitted with shut-off valves easily accessible outside\n       the compartment containing the tanks.\n     A remote control iixed CO2 o r Halon system shall be fitted in every engine\n       compartment.\n     Any G d e y o r Cooking area shall be suitably fire-proofed.\n     Portable Fire Extinguishers shall be readily available in every compart-\n       ment and the minimum number on board shall be in accordance with\n       the following table :\n              Class 1 vessels 1\n                    2         1\n                    3         2\n                    4         2\n                    5         3\n      Fire Extinguishzrs shall be of approved type i.e.\n            Foam                 2 galls.\n            CO2 or Halon         5 l-b\n            Dry Powder           2$ l-b\n      Note that in case of Class 1 and Class 2 boats, the requirements for\n       water-tight bulkheads m y be waived at the discretion of the Surveyor.\nRule 32:\n  Every vessel shall be provided with an efficient hand operated bilge pump.\nRule 33--Carrying Capacity\n  The maximum number of passengers any boat or vessel is permitted to carry\nshall be determined by the Surveyor using the following criteria:\n         One passenger for each 18\" of width of fixed seating. If fixed seating\n      is fitted in rows the distance between seat fronts shall be at least 3 0\n      inches;\n      or\n      One passenger for 10 square feet of clear deck space.\n  The maximum number of passengers may be determined by either of the\nabove methods or by a combination of both methods.\n  The maximum number of passengers may be further limited by stability\nconsiderations.\nRule 36:\n   Life-saving and safety equipment shall be provided on all vessels to the\nfollowing scale :\n                        THE HARBOUR RULES, 1971\n                         FOURTH SCHEDULE,contd.\n      Life-jackets\n           One approved type life-jacket for each person on board plus 10%\n           of such number of a type suitable for children.\n      Lije-buoys and Lije-rings\n           T o be an approved type and to the following numbers:\n          Boats or vessels Classes 1 and 2               ...        ... at least :1\n           Boats or vessels of Classes 3 and 4\"          ...        ... at least 2\n           Boats or vessels of Class 5          ...      ...        ... at least 3\n      Distress Signals\n           Boats or vessels of Ciasea 3, 4 and 5 tw carry a t least 2 Rod H a m .\n      Anchor and Wrap\n           Every boat or vessel to be provided with an anchor of suitable\n           design and size together with a wrap of suitable size at least 10\n           fathoms (60 feet) in length.\nRule 38:\n   Every vessel shall have a Load Line marked on the hull.\n   The requirements of this rule may be varied at the Surveyor's discretion\nif the size of the boat or vessel renders it unnecessary in his opinion.\n                                     APPENDIX\n                        Defining Approaches to Harbours\n  For all harbours in Jamaica, the approaches to any harbour shall be considered\nas extending no farther than one half mile to Seaward of the Seaward limit\nof such harbour.\n                               MARINE BOARD\n                                      JAMAICA\n      Marine Board Licence                                             (Harbour Rules)\nSurvey Report\n    Name of Vessel\n    Where Kept\n    Owner\n    Address of Owner\n    When Built\n    Where Built\n    Type\n    H.P. of Engine\n    Length\n    Breadth\n    Depth\n    Freeboard\n    Draught\n    Tonnage\nClassification\n    Note\n    Boats less than 16 feet in Length                 ...       ...            Class 1\n    Boats 16 feet and over but less than '26 feet ...                          Class 2\n    Boats 26 feet and over but less than 40 feet ...            ...            Class 3\n    Boats 40 feet and over but less than 65 feet ...            ...            Class 4\n    Boats 65 feet and over       ...         ...      ...       ...            Class 5\n(A) Navigation Lights (Rule 4)\n             I. Side Lights (Separate or combined Lantern)"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Every boat or vessel between sunset and sunrise shall carry approved\n          navigation lights as laid down in the Collision Regulations:\n              Provided that the foregoing provision shall not apply to boats or vessels\n          not exceeding twenty-five tons gross, moored within the areas specified in\nThud      the Third Schedule.\nXhsdule"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Where lights, other than approved navigation lights as aforesaid,\n          exhibited by boats or vessels (whether used for purposes of fishing or not)\n          are liable to be mistaken for lights or beacons erected by public authority for\n          the warning or guidance of ships, they shall be extinguished or screened on\n          the approach of, or to, other boats or vessels."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Any accident to any boat or vessel shall be reponed by the owner\n          thereof or his agent to the Secretary of the Marine Board within fortyeight\n          hours of the occurrence of such accident and such owner or his agent shall at\n          the time of the making of such report deliver to the Secretary of the Marine\n          Board the licence, if any, granted in respect of such boat or vessel.\n              7: No vessel shall (without the permission of the Harbour Master) lie at\n          any wharf so as to prevent ingress to or egress from any other wharf or so as\n          to incommode or obstruct the business of any other wharf."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. No siren or steam whistle shall be sounded on any vessel in any\n          harbour except for the purpose of making signals as laid down in the\n          Collision Regulatrons:\n                             THE HARBOUR RULES, 1971\n     Provided that any vessel may sound one warning blast of not more than\n five seconds duration before sailing."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Every vessel having anchored in the process of berthing alongside\n of a wharf shall when required by the Harbour Master in writing heave up\n and stow her anchors so as not to impede the movements of other\n vessels."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) Every person in charge of any boat or vessel (including fishing\nboats and vessels) under way or at anchor in any channel leading into any\nharbour, not being in the act of passing through such a channel, shall give\nway so as not to impede the passage of any vessel passing through, and\nremove to a safe distance fiom the course of such vessel.\n        (2) Subject to the provisions of any law or any regulations made\nunder any law no person shall enter into or remain in the sea within--\n      (a)   a distance of one hundred metres from any wharf or any vessel\n            except when employed on duty connected with such wharf or\n            vessel or with the permission of the owner of such wharf or his\n            agent, or of the master of the vessel, as the case may be.\n         (3) Any person who contravenes any of the provisions of this rule\nshall be liable to a fine not exceeding two hundred dollars."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. No vessel within the limits of any harbour shall discharge smoke\nunnecessarily and the Master of any vessel who (after being warned by the\nHarbour Master) shall permit or allow smoke to be so discharged shall be\nliable upon conviction to a penalty not exceeding forty dollars."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. No person shall wilfilly obscure any buoy, stake, or mark placed\nwithin the limits of a harbour by or with the authority of the Harbour Master.\n    1 3 - 4 1 ) No person shall (without fmt obtaining the permission of\nthe Harbour Master) place or lay down any object fitted with moor-\nings within the limits of a harbour or in the channels or approaches\ntbereto.\n        (2) Any such object laid down with the permission of the Harbour\nMaster shall be removed forthwith by the person who placed or laid down the\nsame upon receipt of a notification in writing h m the Harbour Master\nrequiring him so to do.\n                             THE HARBOUR RULES. 1971\n         (3) Any person who contravenes any of the provisions of this rule\nshall be liable to a fine not exceeding sixty dollars."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Is fuel tank com artment separated from crew and passenger\n                 spaces by sstisgctory bulkheads?"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Subject to the provisions of any law no fishing nets shall be laid-\n      (a) within three hundred yards from any wharf or pier without\n          permission in writing of the Harbour Master;\n      (b)   in any part of the harbour which is used as a fairway by boats or\n            vessels or as a EC0gnize.d anchorage."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. No person who has in his possession any mechanical lighter,\nmatches, or tobacco shall enter or be permitted to enter the hold of any\nvessel.\n    1 6 . 41) Subject to the provisions of rule 10 ( I), boats and vessels of\nevery description whatsoever under way within the limits of a harbour shall\nproceed at a reduced speed when in the vicinity of boats or vessels at anchor,\nsecured to wharves, housed in boat-houses or engaged in fishing, so as to\navoid setting up a wash dangerous to such other craft and in no case shall-\n      (a) vessels exceeding twenty-five tons gross tonnage exceed a speed\n          of ten knots with the exception of Hydrofoil and Hovercraft;\n      ( b ) vessels under twenty-five tons gross tonnage exceed a speed of\n            twenty knots; and\n      (c)   the Harbour Master may direct in writing the maximum speed\n            within the limits set out in sub-paragraphs (a) and (b) above at\n            which a vessel shall proceed in specified sections of the harbour.\n        (2) The master, owner or pilot of a boat or vessel committing a\nbreach of this rule shall be liable to a fine not exceeding two hundred dollars."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Are fuel tanks. fitted with shut-off valves?\n                 easdy access~bleouts~dethe compartment?"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(1) Every vessel carrying passengers and every vessel exceeding\none hundred tons gross register when moored to or lying alongside of any\nwharf in any waters within the jurisdiction of the Marine Board shall have\nfor the use of persons leaving or boarding such vessel a good and su&cient\ngangway or landing stage approved by the Surveyor.\n           (2) During the hours between sunset and sunrise there shall be\nprovided a good and sufficient light which sball be so positioned as to throw\nits !id1 light upon the gangway or landing stage.\n        (3) Any master who hils to compiy with the requirements of this\nrule shall be liable to a penalty not exceeding two.hundred dollars.\n               [The i~iclusion of this page is authorized by L.N. 28120031\n                       T H E Z A R B O U R RULES, I971\n                                    PART11\n         Licensing, Competence and Additional Safety Rules"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Subject to the provisions of rule 49 no boat or vessel shall\nbe used for carrying passengers or goods of any description unless\nsuch boat or vessel has been licensed by the Marine Board under\nthese Rules."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Every application for a licence under these Rules shall be in\nwriting in the appropriate form set out in the First Schedule and shall ;;;;dule.\nbe delivered to the Secretary of the Marine Board together with the\nfees payable in respect thereof."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Every applicant for a licence shall produce his boat or vessel\nfor inspection by an officer of the Marine Board at such time and at\nsuch place within the limits of the harbour at which it is kept as the\nSecretary of such Board may by notice in writing specify."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. The Marine Board shall, without undue delay consider every\napplication for a licence and may in their discretion grant or refuse\nto grant the licence."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Every boat or vessel required to be licensed under these Rules\nshall have its licence number clearly painted on each side of its bow\nwith white paint on a dark ground or black paint on a light ground, and\nthe port to which such boat or vessel belongs similarly painted on\nthe stem."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Every licence granted under these Rules shall be in the\nappropriate form set out in the First Schedule and shall remain in\nforce from the date on which it was issued to the 31st day of March\nnext following the issue thereof:\n  Provided that during the validity of the licence if such boat or\nvessel is not maintained in accordance with the requirements of these\nRules, such licence may be revoked."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. The licence granted in respect of a particular boat or vessel\nshall on demand be produced to the Surveyor, Harbour Master. Officer\nof Customs, Secretary of the Marine Board or a member of the Police\nForce.\n              [The inclush of this page is authorized by L.N. 55/1wl1\n                                   T Y E H.4RBOUR RULES, 1971"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. A licence may be renewed by an application in writing to that\n            cfrect made to the Secretary of the Marine Board at least one calendar\n            r;onth before the expiration of such licence and upon the payment\n            of the appropriate fees; and the provision of rules 20 and 21 shall\n            a?ply thereto in like manner as they apply to the application for a\n            licence."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. If for any reason the person to whom a licence has been granted\n            is unable to produce such licence then he shall be required to pay\nSecond      the appropriate fees set out in the Second Schedule in respect of every\nSchrrlulr\n            duplicate licence issued."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27.--(I) Every vessel which is provided with a motor for purposes\n            of propulsion or for any other purpose and which is housed in a\n            compartment within the hull of such vessel shall comply with the\n            following requirements-\n                 (a) The motor shall be confined within a separate water-tight\n                      and well-ventilated compartment in which no naked light or\n                      apparatus for containing fire, other than permanent fixtures\n                      on the motor for starting purposes may be placed. Proper\n                      ventilation shall be provided for the compartment by means\n                      of at least two suitable cowl ventilators so arranged as to\n                      prevent an accumulation of oil vapour in the lower part nf\n                      the space to which part one of the ventilators shall extend.\n                      Any enclosed space in which a motor or fuel tank is placed\n                      shall be ventilated in like manner.\n                 (b) The compartment in which the motor is situated shall be\n                      fitted with a C02 or Halon system to the satisfaction of the\n                      Surveyor to the Marine Board, with remote quick release\n                      located within easy reach of the crew so that, in case of fire.\n                      the full quantity of C02 or Halon be released into the com-\n                      partment without opening the compartment.\n                 (c) The quantity of C02 or Halon required for each compartment\n                      is to be calculated at the rate of ten cubic feet per pound of\n                      C02 or Halon. The cubic capacity of the compartment is to be\n                      calcuated by multiplying the length by the breadth by the\n                      depth of the compartment in feet and no deductions are to\n                      be made for machinery or other items of equipment contained\n                      in the compartment.\n                    (2) Every vessel provided with a motor, whether housed within\n            the hull or in a deck-house, shall comply with the following require-\n            ments-\n                           The inclusion of this page is authorized by L.N. 5511991 1\n                       THE HARBOUR RULES, 1971                               11\n    (a) Petrol or fuel tanks shall not be placed in a closed motor\n        room or in any close space used by the passengers or crew;\n        they may be placed either on deck and provided with suitable\n        wooden covering. or placed in an isolated and well-ventilated\n        compartment. Gauze diaphragms shall be fitted to all air\n        vents and filling pipes of tanks to the satisfaction of the\n        Surveyor to the Marine Board.\n    (b) All petrol or fuel tanks shall be fitted with readily accessible\n        shut-off cocks or valves, preferably operated from above the\n        compartment in which the tanks are fitted, and the shut-off\n        cocks or valves are to be placed as close to the tanks as\n        possible.\n        (3) Every wooden vessel which is provided with a galley either\nenclosed in the hull of the vessel or otherwise, shall have the galley\nenclosed in a suitable compartment lined with fire-resisting materials\nconsisting of asbestos sheeting a quarter of an inch in thickness covered\non the inside with sheet steel or iron and shall comply with rule 28\nas respects the equipment of lire extinguishers and sand.\n        (4) The Marine Board may waive compliance with any of the\nrequirements contained in this rule in respect of vessel already in\nservice if satisfied that the necessary safety requirements have been met.\n        (5) The requirements of this rule shall not apply to speed\nboats, boats used solely for the towing of water skiers or boats propelled\nby outboard motors, but such boats shall be fitted with lire extinguishers\nand life saving appliances to the satisfaction of the Surveyor."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Every boat or vessel fitted with internal combustion engines\nshall be provided with fire extinguishers and sand to the satisfaction\nof the Surveyor who shall specify the number of extinguishers and\nthe amount of sand in each case. Such extinguishers shall be placed\nin a position ready for immediate use."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. Where a boat or vessel is fitted with an internal combustion\nengine, if the space occupied by the engine is at the after end of the\nboat or vessel, such space shall be separated from that occupied by\npersons by a water-tight bulk-head. If the engine is placed amidships,\na water-tight bulk-head shall be fitted at each end of the engine space.\nThe compartment containing the fuel tanks shall be separated from\nthe remainder of the boat or vessel by efficient bulk-heads. The bulk-\nheads shall extend at least to the height of the seats, and if constructed\nof wood, shall be worked in two thicknesses with painted canvas\nbetween :\n               me inclution ot thh Pase is authorized by L.N. 4/19761\n                        THE HARBOUR RULES, 1971\n  Provided that alternative arrangements for preventing the spread\nof oil throughout the boat or vessel by way of bilges may be submitted\nto the Marine Board who may approve thereof if they shall see fit\nto do so.\n                                       ."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Internal combustion engines which are permanent fixtures in\nopen boats shall be cased in and well ventilated. The casings shall\nbe constructed of such materials as the Surveyor may decide and\nshall be built to his satisfaction."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. Number of +dd type life-jackets\n             32 Number of hfe-buoys provided\n                 Note C l y e s 1 and 2 1\n                                3 and 4 2\n                          Class 5         3"
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. Every boat or vessel shall be provided with efficient means of\nkeeping the bilges free of water."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. The maximum number of persons which any boat or vessel\nmay carry shall be determined by the Surveyor and no boat or vessel\nshall be under way with a larger number of persons than that specified\nfor the particular boat or vessel."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. The licence of every boat or vessel licensed under these Rules\nshall specify the number of persons such boat or vessel may carry."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. Every person in charge of a boat or vessel carrying more persons\nthan such boat or vessel is licensed to carry shall be guilty of an\noffence against these Rules, and upon conviction be liable to a fine\nnot exceeding two hundred dollars."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. Every boat or vessel licensed under these Rules shall be provided\nwith life-saving equipment, cars, sails and other equipment to the\nsatisfaction of the Surveyor."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. All life-saving appliances shall at all times be kept in fist class\norder and shall be on board during such times as the boat or vessel\nis under way and shall be stowed where they will be most readily\navailable in case of emergency."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. All boats and vessels used for transporting passengers or goods\nof any description shall have a load line mark twelve inches long and\none inch broad permanently marked each side amidships. Under no\ncircumstances may any boat or vessel be so loaded as to submerge\n               IThs includoa of thir page is authorized by L.N. 4119761\n                                                                          -\n                      THE HARBOUR RULES, 1971\nthese marks. Such marks shall be assigned by the Surveyor and the\namount of free board shall be stated in the licence of such boat or\nvessel."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39. No boat or vessel licensed under, or required to be licensed by\nthese Rules shall be under way in any harbour or in the channels CN\napproaches thereto unless the coxswain, coxswain-driver or driver there-\nof possesses a valid certificate of competency issued by or approved\nof by the Marine Board appropriate to the duties performed by him\non such boat or vessel. Any person who serves in any of the aforesaid\ncapacities without being at the time entitled to and possessed of such\ncertilicate as hereinbefore required and every person who, either in\nhis own behalf or acting in the capacity of agent, employs any person\nin any of the aforesaid capacities without ascertaining that such person\nis at the time entitled to and possessed of such certificate as aforesaid\nshall be guilty of an offence against these Rules and on conviction\nshall be liable to a h e not exceeding two hundred dollars."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40. Every boat or vessel used for the purpose of towing water skiers\nshall be manned by a crew of at least two, one of whom shall be\nemployed to keep watch astern on the skiers being towed."
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41. Every applicant for a certificate of competency shall not be\nless than seventeen years of age and every application for such certificate\nshall be in the appropriate form set out in the First Schedule and\nshall be delivered to the Secretary of the Marine Board, together with\nthe appropriate fees."
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42. The Marine Board shall, whenever it considers it necessary, cause\nthe applicant for a certificate of competency to be examined as to\nhis ability and fitness."
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43. Every application for a certificate of competency shall be\nconsidered by the Marine Board and the Marine Board may in its\ndiscretion grant or refuse such application."
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44. Every certificate of competency granted under these Rules shall\nbe in the appropriate form set out in the First Schedule and shall\nremain in force until suspended, revoked or cancelled by the Marine\nBoard."
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. Every certificate of competency granted under these Rules shall\nentitle the holder thereof to operate only in the capacity and in the\nharbour or harbours mentioned in such certificate and not otherwise.\n                   inclusion of &is Paee is authorized by L.N. 4119761\n                                   THE HARBOUR RULES, 1971"
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46. The Marine Board may at any time, suspend, revoke or cancel\n            any certificate of competency granted under these Rules if it appears\n            to the Board that the holder of such certificate is no longer fit or\n            able to discharge the duties mentioned in such certificate."
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47. The Surveyor, Harbour Master, an officer of Customs, the\n            Secretary of the Marine Board, or a member of the Police Force shall\n            at all times have the right to board any boat or vessel and to require\n            the coxswain, coxswain-driver or driver thereof to produce his certificate\n            of competency for inspection and it shall be an offence against these\n            Rules for anyone to prevent, hinder or obstruct, the Surveyor, Harbour\n            Master, officer of Customs, the Secretary of the Marine Board or\n            member of the Police Force from or while boarding any boat or\n            vessel. or when called upon as aforesaid to produce his certificate\n            of competency to refuse or fail or neglect to do so."
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48. There shall be paid to the Marine Board the fees set out in\nSecond      the Second Schedule.\nSchedule."
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49. Notwithstanding anything to the contrary rules 18 to 48 (inclusive)\n            shall not apply to-\n                (a) boats or vessels used exclusively for the private purposes of\n                    the owner and which are not used for the carriage of goods\n                    or passengers for profit either directly or indirectly;\n                (b) certified ships' life boats;\n                (c) boats or vessels used solely for the purpose of fishing;\n                (d) vessels in possession of valid sea-going certificates;\n                (e) vessels or boats owned by Her Majesty's or any other\n                    Government;\n                (f) such other craft as the Marine Board may, by instrument in\n                    writing, declare to be designed or adapted for use solely for\n                    recreational purposes."
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50.-(1) No boat or vessel of any description shall be allowed to\n            be laid up when not in service, or be used only for storage purposes,\n            and moored in a harbour without the permission in writing of the\n            Harbour Master. The Harbour Master shall have the right to designate\n            the berth in which such boat or vessel shall be moored.\n                    (2) All such boats or vessels shall be provided with the\n            following-\n                           IThe inclusion ot this page is authorized by L.N. 4119761\n                       THE HARBOUR RULES, 1971\n    (a) moorings which shall consist of two suitable bower anchors;\n    (b) a suitable hawser in keeping with the size of the boat or\n        vessel for use as a warp;\n    (c) anchor lights, in keeping with the size of the boat or vessel,\n        which shall be shown from sunset to sunrise;\n    (d) a boat or tender which shall be kept ready for use;\n    (e) a watchman or watchmen as may be required by the Harbour\n        Master.\n       (3) No boat or vessel described in paragraph (I) shall be moved\nwithout the permission of the Harbour Master.\n        (4) A survey of every boat or vessel described in paragraph (1)\nshall be made bi-annually (or at any other time the Harbour Master\nmay consider desirable) at the expense of the owner. In the event of\nsuch a boat or vessel being reported to be in an unseaworthy condition,\nthe owner shall, on the request in writing of the Harbour Master, cause\nthe same to be forthwith made seaworthy and should such owner\nfail to carry out the request of the Harbour Master, then such boat or\nvessel may be disposed of as the Marine Board may direct."
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51. A person who in any harbour takes away any boat or vessel\nwithout having either the consent of the owner thereof or other lawful\nauthority shall be guilty of an offence against these Rules and shall\nbe liable to a fine not exceeding two hundred dollars:\n  Provided that if the Court is satisfied that the accused acted in the\nreasonable belief that the owner would, in the circumstances of the\ncase, have given his consent if he had been asked therefor the accused\nshall not be liable to be convicted of the offence."
    },
    {
      "provision_ref": "sec52",
      "section": "52",
      "title": "Section 52",
      "content": "52. Where the ownership or any interest in any boat or vessel\nlicensed, or required to be licensed under these Rules, has been trans-\nferred, then the transferor and transferee shall forthwith give notice\nin writing to the Marine Board of the transfer, and the interest acquired\nor disposed of, as the case may be.\n            Special Rules applicable to Kingston Hmbour"
    },
    {
      "provision_ref": "sec53",
      "section": "53",
      "title": "Section 53",
      "content": "53. No boat or vessel shall anchor within the Ship Channel as\ndefined in the Fourth Schedule or within 100 feet of the boundaries ~~~~~h\n                                                                    Schedule.\nthereof.\n                       THE HARBOUR RULES, 1971"
    },
    {
      "provision_ref": "sec54",
      "section": "54",
      "title": "Section 54",
      "content": "54.-(1) No vessel entering or leaving the Harbour shall attempt\nto pass another in the channel between the line joining Gun Cay and\nRackham Cay on one side and by the line joining Harbour Shoal\nBuoy and West Middle Rock Buoy on the other side; or near Fort\nAugusta within the channel between the line joining Two Sisters Beacon\nand Burial Ground Beacon on one side and by a line joining Middle\nGround Beacon and the Esso dolphin on the other side.\n       (2) When two vessels are approaching the foregoing passages\nor channels from opposite directions, the vessel entering the Harbour\nshall have the right of way, and the vessel leaving the Harbour shall\nkeep clear until the other vessel has passed.\n      (3) No vessel shall overtake another whether inward bound or\noutward bound between Lime Cay and Hunts Bay Beacon.\n       (4) No vessel outward bound shall pass Middle Ground Beacon\nwhen another vessel is observed to be inward bound in any position\nbetween Harbour Shoal Beacon and Middle Ground Beacon. Such\noutward bound vessel shall remain at or east of Middle Ground\nBeacon until the inward bound vessel has passed.\n        (5) All vessels entering or leaving the Harbour are required\nto observe carefully the movements of other vessels as viewed over\nthe Palisadoes so as to avoid meeting within the c h a ~ e l smentioned\nin paragraph (1).\n        (6) (a) Whenever a vessel is nearing Port Royal Point, such\nvessel, when she shall have arrived within one mile of the Point, shall\ngive a signal by one prolonged blast of her whistle; which signal shall\nbe answered by a similar blast given by any approaching vessel that\nmay be within hearing around the Point. Regardless of whether the\nblast given by an approaching vessel on the further side of the Point\nis heard the Point shall be rounded with alertness and caution.\n           (b) Sub-paragraph (a) shall not give a vessel outward bound\nthe right of way when passing through the channels mentioned in\nparagraph (I), notwithstanding that the vessel inward bound has either\nfailed to make the necessary signal or that the signal was made but\nnot heard.\n       (7) Any vessel (whether being towed or not) which is not under\ncommand, not fully manoeuvreable or which has suffered considerable\nhull damage or which is kept afloat by the help of pumps shall not\nproceed through the ship channel off Fort Augusta in either direction\nwithout the permission of the Harbour Master.\n              PIX inclusion of this page is authorized by L.N. 4119761\n                       THE HARBOUR RULES, 1971\n        (8) Every towing vessel inward bound, shall shorten the length\nof the towing gear between the vessels comprising the tow before\nreaching Gun Cay and Rackham Cay. No vessel shall proceed through\nthe Ship Channel off Fort Augusta in either direction if the length\nof the tow between any vessels being towed exceeds five hundred feet,\nor the total length of a tow measuring from the bow of the vessel\ntowing to the stern of the last vessel exceeds one thousand feet, except\nwith the permission of the Harbour Master.\n        (9) The master or the pilot (or both) of any vessel infringing\nthis rule shall each be liable upon conviction to a penalty not exceeding\ntwo hundred dollars.\n     (10) Vessels anchoring at Port Royal on arrival shall do so\nwestward of Chevannes Beacon.\n      (11) No vessel shall be anchored in the Harbour in such a\nmanner or in such a position that any part thereof shall at any time\nbe within a distance of two cables length from any wharf. The master\nof any vessel contravening this Rule shall be liable to a fine not\nexceeding one hundred dollars.\n      (12) No boat or vessel shall remain with or pass through the\narea of the Harbour within a radius of three cables from a point\nin the centre line of the western end of the Palisadoes Runway.\n      (13) Disabled vessels or any vessel likely to remain in the\nHarbour. for more than three days shall anchor eastward of Hanover\nStreet Wharf, at the direction of the Harbour Master.\n      (14) No vessel with a masthead height of over 27 feet shall\nenter Hunts Bay West of the Straight line joining the beacon at Fort\nAugusta to the Western End of No. 7 Berth at Newport West.\n                              PART IV\n           Special Rules for Harbours other than Kingston"
    },
    {
      "provision_ref": "sec55",
      "section": "55",
      "title": "Section 55",
      "content": "55. Port A n t o n i e a ) Eastern Harbour: Vessels shall anchor as\ndirected by the Harbour Master.\n                      ( b ) Western Harbour: Vessels shall anchor as\nmay be convenient having due regard for safety and so as to allow\nfree access for vessels proceeding to and from wharves."
    },
    {
      "provision_ref": "sec56",
      "section": "56",
      "title": "Section 56",
      "content": "56. Falmouth: Any vessel whose draft permits shall anchor clear\nof the basin used by ocean going vessels.\n               IThe inclusion of this page is authorized by L.N.4119761\n                       THE HARBOUR RULES, 1971"
    },
    {
      "provision_ref": "sec57",
      "section": "57",
      "title": "Section 57",
      "content": "57. Montego Bay: No vessel shall anchor within a radius of 1.000\nfeet of Anchorage A which is 6.4 cables 305 degrees true from the\nlower leading light without the prior permission of the Harbour Master.\nVessels may anchor at any other part of the harbour."
    },
    {
      "provision_ref": "sec58",
      "section": "58",
      "title": "Section 58",
      "content": "58. Lucea: Vessels on arrival shall anchor in the harbour to south-\nward of a line adjoining Antonio Point (on the Fort) and Cane Point\n(the official boarding station under the Quarantine and Customs laws)."
    },
    {
      "provision_ref": "sec59",
      "section": "59",
      "title": "Section 59",
      "content": "59. Rio Bueno: Vessels entering on the marks laid down and\nanchoring on the weather bank may lay out stem lines to the buoy\nprovided for this purpose but masters shall not handle their vessels\nby the buoy (which is laid down solely to prevent vessels from swinging\noff the bank)."
    },
    {
      "provision_ref": "sec60",
      "section": "60",
      "title": "Section 60",
      "content": "60. St. Ann's Bay: Mooring buoys are provided for stem lines\nof vessels: these buoys are to prevent vessels from swinging across Lee\nReef.\n(NOTE:Under adverse weather conditions masters are advised to put to sea)."
    },
    {
      "provision_ref": "sec61",
      "section": "61",
      "title": "Section 61",
      "content": "61. It shall be an offence for the master or pilot of any vessel to\nsubject any mooring buoy at the outports to any strain.\n                                PARTV\n                                General"
    },
    {
      "provision_ref": "sec62",
      "section": "62",
      "title": "Section 62",
      "content": "62. Any person committing a breach of any rule for which no\nspecific penalty is provided shall be liable to a penalty not exceeding\none hundred dollars."
    },
    {
      "provision_ref": "sec63",
      "section": "63",
      "title": "Section 63",
      "content": "63. Any instrument (that is to say any direction, instruction, certi-\nficate, licence, notice or other requirement) issued, made, granted or\nserved, under the Harbour Rules, 1944 (now revoked), if in force\non the 6th day of October, 1971, shall (without prejudice to any power\nto amend such instrument) continue in force until superseded, revoked\nor otherwise terminated and, so far as it could have been issued, made,\ngranted or served under these Rules, shall have effect as if issued,\nmade, granted or sewed under these Rules and these Rules shall\napply to or in relation to such instrument accordingly:\n  Provided that any such instrument which is expressed to remain\nin force for a definite period shall not remain in force after the\nexpiration of that period unless it shall be renewed in accordance\nwith the provisions of these Rules.\n               IThe inclusion of this page is authorized by L.N. 4119761\n                               THE HARBOUR RULES, 1971\n                                      FIRST SCHEDULE                                         (Rule 19)\n                                           FORMI\n               Form of Application for Licence for a boat or vessel\n     TO       The Secretary of the Marine Board,\n               Kingston.\n                                             For official use only\n                                                     Licence No.. ...................................\n                                                     Issued on .......................................\n  Pursuant to rule 18 of the Harbour Rules, 1971 I hereby make application to\nthe Marine Board to license my boatlvessel known as .................................\n.......................................................\n                                                    kept at ..............................................\nfor the carriage of passengers and/or the carriage of goods.\nSurname and Christian Names of Applicant ................................................\nAddress of Applicant .................................................................................\n     Size of boat /vessel :          Length.. .........................Breadth.. ......................\n                                      Depth.. ..........................Tonnage.. .....................\n                                                     Where built.. ...............................\n     When built.. .....................................\n     Of what material is the boat/vessel constructed....................................\n     How propelled .............................................\n     H.P. of Engine (B.H.P.) ...................................................\n                                                  .........................................................\n                                                               Signature of A pphanl\n       I hereby certify that the above applicant is a fit and proper person\n     to own a boat/vessel licensed to carry passengers andlor cargo.\n                                                   .........................................................\n                                                  Inspector or Officer of Police\n                                                  for the parish of .................................\n                                      For Oficial Use only\n     Secretary, Marine Board,\n       I examined the above-mentioned boatlvessel on ...........................\n                                                                              and I\nrecommend as follows...............................................................................\n                                                ............................................................\n                                                            Surveyor, Marine Board\n    Non:       This form is to be completed only in the case of original licences-\n               it M not needed for renewals.\n                      ITbe inclusion of this page is authorized by L.N. 4119761\n                               T H E HARBOUR RULES, 1971\n                                              FORMI1                                         (Rule 23)\n                                  Licence for boat or vessel\nNo, of Licence.. .................................\n                                                           Examination fee\nOwner.. .............................................\n                                                           Licence fee\nAddress of Owner ..............................                Total\nName of Craft ...................................\nWhere kept .......................................\nWhen Where Type H.P.of Length Breadth Depth Free Draught Ton- em arks\nBuilt Built     Engine                      Board        nage\n_              _              _              -            -----\n                Fire-fighting equipment ..............................................................\n                No. of Life Jackets .....................No. of Life Buoys ..................\n                No. and rating of crew members required .................................\n                No. of passengers which may be camed ....................................\n                Margin of Freeboard.. .............................................................\n                tThis licence expires on 3 1.3.19.........\n                   Dated this ...........................day of ..............................19......\n                                                           ................................................\n                                                                 Secretary, Marine Board\n                tSee reverse side of renewals.\n                                                        (Reverse)\n                                                        Renewals\n                Renewed to 31.3.1 9 . .. . . . . . . . . . . . . . .Secretary, Marine Board.. .......\n                Renewed to 3 1.3.19................. .Secrehry, Marine Board.. .......\n                Renewed to 31.3.19 ..................Secretary, Marine Board .........\n                Renewed to 3 1.3.19 . .................Secretary, Marine Board.. .......\n                Renewed to 3 1.3.19... . . . . . . . . . . . . . . .Secretary, Marine Board.. .......\n                Renewed to 3 1.3.19..................Secretary, Marine Board.. .......\n               THE HARBOUR RULES, 1971\n                                        FORMI11                                   (Rule 41)\nApplication for Certificate o f Competency as a Coxswain, Coxswain-\n                           Driver or Driver\nTo       The Secretary, Marine Board,\n          Kingston.\n                                          Licence No.\n                                          Issued on\n                                             Secretary, Marine Board.\n  Pursuant to rule 39 of the Harbour Rules, 1971, I hereby make\napplication for a certificate of competency to operate a coxswain/\ncoxswain-driverldriver of a boatlvessel.\nFull name of applicant ............................................................\nAddress of applicant ...............................................................\nAge. ..................................................\nPrevious experience of applicant ................................................\nThe harbour or harbours within which the applicant desires to\noperate as coxswain or *coxswain-driver....................................\n..............................................................................................\nThe type and Horsepower (B.H.P.) of the engine which the applicant\ndesires to operate as a coxswain-driver or driver* ........................\nI submit herewith 2 passport size photographs of myself taken not\nmore than three months ago.\n    Dated this ...........................day of ..............................19......\n                                              ................................................\n                                                      Signature o f Applicant\nThis is to certify that the applicant is to the best of my knowledge\nand belief a person of good character and sober habits and has\nbeen known to me for a period of ..................years.\n                                     .........................................................\n                                            Inspector or Oficer o f Police\n                                     for the parish of .................................\n                     FOROFFICIALUSE ONLY\nSecretary, Marine Board,\n  I examined the applicant on .............................................\n                                                                         and\nI    recommend that he be                  granted      a coxswain/coxswain-driver\ncertificate for the port(s) ..........................................\n                                     .........................................................\n                                                 Examiner, Marine Board\n       m e inclusion of 1% page is authorized by L.N.4119761\n                  THE HARBOUR RULES, 1971\n   Secretary, Marine Board,\n     I examined the applicant on .............................................and\n   I recommend that he be given a driver's certificate for diesel\n   and/or petrol engines of .......................................B.H.P.\n                                     .........................................................\n                                 Swveyor, Marine Board\n   *Delete the words which are not applicable.\n                                        FORM IV                                 (Rule 4 4\n                        Form o f Certificate of Competency\n   No. of certificate.....................................................................\n   Full name of holder ...............................................................\n   Address.. .................................................................................\n   Age. ............................................\n       This certificate of competency permits the holder-\n              *(a) to operate as a coxswain of .................................\n                     or a coxswain-driver of. .........................................\n                     within the following harbour(s)-\n              *(b) to operate as coxswain-driverldriver of a boat/vessel\n                     fitted with diesel/gasolene engine(s) not exceeding\n                     .......................... .B.H.P.\n   Dated this                                        day of                           19\n                                                  Secretary, Marine Board\n  Holder's Photograph\n                                            Holder's Signature\n*Delete the words not applicable.\n                               SECOND SCHEDULE                                 (Rule 48)"
    }
  ],
  "definitions": [
    {
      "term": "boat",
      "definition": "any canoe, or undecked craft, however propelled, using",
      "source_provision": "sec2"
    },
    {
      "term": "Collision Regulations",
      "definition": "the Regulations for preventing",
      "source_provision": "sec2"
    },
    {
      "term": "coxswain",
      "definition": "a person in charge of a boat or vessel licensed under",
      "source_provision": "sec2"
    },
    {
      "term": "coxswaindriver",
      "definition": "a person in charge of a boat or vessel",
      "source_provision": "sec2"
    },
    {
      "term": "driver",
      "definition": "a person operating the engine of a mechanically",
      "source_provision": "sec2"
    },
    {
      "term": "Harbour Master",
      "definition": "the Harbour Master of the harbour in or",
      "source_provision": "sec2"
    },
    {
      "term": "master",
      "definition": "any person (except a pilot) for the time being in charge",
      "source_provision": "sec2"
    },
    {
      "term": "surveyor",
      "definition": "the surveyor appointed by the Marine Board",
      "source_provision": "sec2"
    },
    {
      "term": "under way",
      "definition": "when a boat or vessel is not at anchor, or made f",
      "source_provision": "sec2"
    },
    {
      "term": "vessel",
      "definition": "any decked vessel or craft, whatever may be its rig or",
      "source_provision": "sec2"
    },
    {
      "term": "water sluing",
      "definition": "the act of a person whether or not equipped with",
      "source_provision": "sec2"
    }
  ]
}