{
  "id": "jm-subs-the-hire-purchase-act",
  "type": "statute",
  "title": "The Hire-Purchase Act",
  "title_en": "The Hire-Purchase Act",
  "short_name": "Hire-Purchase Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-hire-purchase-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-hire-purchase-act",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In these Regulations \"vendor's bailiff\" means any person who is\nemployed by a vendor-\n     (a) to serve any notice; or\n     (b) to collect any moneys; or\n     (4 to recover possession of any goods.\non the vendor's behalf pursuant to Part 111 of the Act."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The rate of interest payable by a purchaser in respect of any\ninsurance effected pursuant to section 21 of the Act shall be such rates\nas does not exceed the prime lending rate of the commercial banks\nby more than two per cent."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. A notice of defadt shall be in the form specified as Form A in\nthe First Schedule.                                                 ~ i ~ t\n                                                                    Schedule."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. A notice of repossession shall be in the form specified as Form\nB in the First Schedule."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Where, pursuant to section 24 of the Act, a vendor serves on a\npurchaser a notice of default, he shall not serve a notice of reposses-\nsion or seek to repossess the goods the subject of the notice before\nthe period specilied in the notice of default (which period shall be\nnot less than seven days) has elapsed."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Any person who-\n    (a) acts or represents or holds himself out as a vendor's bailiff\n        without obtaining a licence in accordance with the provisions\n        of these Regulations; or\n                lThc indusion of this page ia authorized by L.N. 4/19761\n              THE HIRE-PURCHASE REGULATIONS, 1974\n     (b) employs any person who is not duly licensed to act as a\n         vendor's bailiff; or\n     (c) being duly licensed, permits any other person to use his\n         licence.\nshall be guilty of an offence and shall be liable on summary conviction\nthereof before a Resident Magistrate to a fine not exceeding one\nhundred dollars and, in default of payment, to imprisonment for a\nterm not exceeding three months."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Any person who desires a licence to act as a vendor's bailiff for\nthe purposes of the Act shall make an application for such licence\nin the parish in which he resides and shall, not less than ten days\nbefore a sitting of the Resident Magistrate's Court at which his\napplication is to be considered, deposit with the Collector, or Assistant\nCollector, of Taxes of the parish the sum of two dollars, and obtain\nfrom the Collector a receipt for the amount deposited, which receipt\nshall be produced for the inspection of the Resident Magistrate when\nhe is considering the application."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Every applicant for a licence under these Regulations shall, not\nless than ten days before a sitting of the Resident Magistrate's Court-\n    (a) deliver to the Clerk of the Courts an application written and\n        signed by himself for a licence to act as a vendor's bailiiT; and\n    (b) give notice of his intention to apply for such licence to the\n        Superintendent of Police for the parish in which his applica-\n        tion is made."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Every application made and notice given pursuant to regulation\n9 shall contain the following information in respect of the applicant-\n    (a) his name, address, and occupation;\n    (b) whether any judgement has been obtained against him for\n         misapplying or not accounting for moneys which have come\n         into his hands;\n    (c) whether he has been convicted of larceny, embezzlement, re-\n        ceiving stolen property knowing it to have been stolen, or\n        of obtaining money or chattels by false pretences;\n    (d) whether he is an undischarged bankrupt;\n    (e) whether he has been convicted of any offence involving\n        violence; and\n               me inclusion of chir page is authorized by L.N. 4119761\n               THE HIRE-PURCHASE REGULATIONS, 1974\n     V) the time and place of the intended application.\nand every application shall be accompanied by a recommendation in\nwriting from two Justices of the Peace of the parish and by a letter\nin support of the application, signed by the vendor by whom he is\nemployed or, where the vendor is a limited liability company by a\nresponsible official of that company."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) The Superintendent of Police of the parish in which the\napplicant resides shall make enquiries whether the applicant is a pro-\nper person to act as a vendor's bailiff and shall endorse on the notice\nthe result of his enquiries and shall forward the notice so endorsed\nto the Clerk of the Courts to be laid before the Resident Magistrate\nwhen he is considering the application.\n        (2) If the report is unfavourable to the applicant, the Police\nOfficer making such report shall attend the court at the time when\nthe Resident Magistrate is considering the application and shall afford\nsuch information on oath as may be required of him."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The Resident Magistrate shall hear and deal with all applications\npresented as aforesaid, and shall, after examining the applicant as to\nthe nature of his duties, and considering his fitness to be a vendor's\nbailiff, in his discretion grant or refuse the application."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. In every case where the Resident Magistrate grants the applica-\ntion the Clerk of the Courts shall issue to the applicant a licence in the\nform specified in the Second Schedule.                                     Second\n                                                                           Schedule."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. A licence shall, unless previously cancelled, continue in force\nfor one year from its date."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Where the Resident Magistrate refuses the application the Clerk\nof the Courts shall give the applicant a certificate to that effect, and\nthe Collector, or Assistant Collector, of Taxes shall, on presentation\nof that certificate, refund to the applicant the amount deposited by\nthe applicant"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. A list of all persons to whom licences are granted under these\nRegulations shall be published annually in the Gazette."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. I£ any licensed vendor's bailiff-\n    (a) is convicted of larceny, embezzlement, receiving stolen pro-\n         perty knowing it to have been stolen, or obtaining money\n         or chattels by false pretences; or\n               lfhe inclusion of thls pwc is authorized by L.N. 4/1976l\n              THE HIRE-PURCHASE REGULATIONS, 1974\n     (b) has judgement entered against him for misapplying or not\n          accounting for moneys; or\n     (c) is adjudicated bankrupt; or\n     (d) is convicted of any offence involving violence,\nhis licence shall be cancelled and he shall be disqualified from holding\na licence under these Regulations."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Any applicant for a licence who makes any false statement in\nhis application shall be guilty of an offence, and, on summary con-\nviction thereof before a Resident Magistrate shall be liable to a h e\nnot exceeding one hundred dollars and, in default of payment, to\nimprisonment for a term not exceeding three months."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Any vendor who employs a licensed vendor's bailiff shall provide\nsuch bailiff with a card or other document signed by the vendor (or.\nwhere the vendor is a limited liability company, by a responsible official\nof such company) and showing-\n     (a) the name and address of the vendor; and\n    (b) the name and address of the vendor's bailiff."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Every licensed vendor's bailiff shall, at the time of serving any\nnotice, or recovering possession of any goods or collecting any moneys\non behalf of the vendor, show his licence and his card or other docu-\nment if called upon to do so."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. A vendor or a vendor's bail8 shall not enter the premises of a\npurchaser for the purpose of recovering possession of any goods except\nbetween the hours of six o'clock in the morning and six o'clock in\nthe evening from Monday to Saturday (inclusive) in any week."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. A licensed vendor's bailiff shall, at the time of recovering posses-\nsion of any goods, take with him a copy of the notice of repossession\nand shall show such notice to the purchaser and leave it with the\npurchaser.\n               IThe inclusion of this page b authorized by L.N.4119761\n                    THE HIRE-PURCHASE REGULATIONS, 1974\n                                          FIRST SCHEDULE                    (Regulations 4 and 5 )\n                                THE HIRE-PURCHASE ACT\n                                        Notice o f Default\nAddress :..................................................................................................\nTake notie that the sum of                          , being instalment(s)/\nother sum(s) due and payable in respect of the purchase by you of a\n                                        pursuant to\nHire-Purchase 1\nConditional SaleJ Agreement between yourself and\nhas remained unpaid for a period of              months.\n     This is to require you to make payment of the aforesaid sum within\n                 days of the date hereof, in default of which the aforesaid\n                     will be repossessed.\n  Dated this                           day of                                       , 19\n                                                     ......................................................\n                                                                         for vendor\n                                THE HIRE-PURCHASE ACT\n                                     Notice o f Repossession\nTo: .........................................................................................................\nAddress :..................................................................................................\nHire-Purchase 1\nConditional Sale J Agreement dated.. ................................................\n                                                                                   .between\nrespect of a .............................................................................................\n                                                               sum unpaid S ...............\nNotice of Default dated ..........................................\nTake notice that the period of .......................................days specified in the\nabovementioned Notice of Default having expired without payment being\nmade, it is now the intention of ...............................................................\n                                                                                             to\nrepossess the aforesaid ..............................................................................\n   Dated this                          day of                                       .   19     .\n                                                     ......................................................\n                                                                        Uor vendor)\n                     Ilk inclusion of chir p.gc b uthorLcd by L.N. 4119761\n                    THE HIRE-PURCHASE REGULATIONS, 1974\n                                    SECOND SCHEDULE                                  (Regulation 13)\n                                THE HIRE-PURCHASE ACT\n                                                Licence\n                                                Parish of ...............................................\nNo ...............................................\n  This is to certify that at a sitting of the Resident Magistrate's Court for\nthe parish of ............................................................held at ...................\n.............................., on the.. .........................of.. ........................., 19......\nName.. ....................................................address.......................................\nwas licensed to act as a vendor's bailiff for the purposes and provisions of\nthe Hire-Purchase Act and the Hire-Purchase Regulations, 1974.\n  Dated this                           day of                                       , 19       .\n                                                                    Clerk of the Courts\n                                                                     for the parish of\n                    lllu inclusion of this page is authorized by L.N. 4/197q"
    }
  ],
  "definitions": [
    {
      "term": "vendor's bailiff",
      "definition": "any person who is",
      "source_provision": "sec2"
    }
  ]
}