{
  "id": "jm-subs-the-holidays-with-pay-act",
  "type": "statute",
  "title": "The Holidays with Pay Act",
  "title_en": "The Holidays with Pay Act",
  "short_name": "Holidays with Pay Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-holidays-with-pay-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-holidays-with-pay-act",
  "provisions": [
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) Subject to the provisions of sub-paragraph (3) any workex\ncasual\nworkers.\n             who is employed as a casual worker shall, if during the first qualifying\n             year he becomes ill-\n                  (a) after he has worked for not less than 110 days for his em-\n                      ployer; or\n                 (b) where the number of days of work cannot be ascertained,\n                     after he has earned, as normal wages from his employer, a\n                     sum equivalent to 110 times the established daily rate for\n                     the category of work performed by him in an area where there\n                     was such established daily rate: m\n                 (c) where the number of days of work cannot be ascertained and\n                       there is no such established daily rate, after his name has\n                       appeared on the paybills of his employer for not less than\n                       twenty weeks,\n             be entitled to be paid by his employer sick benefit for the period of\n             such illness or for the first 10 days thereof if the total period of his\n             illness during that qualifying year exceeds 10 days.\n                   (2) Subject to the provisions of sub-paragraph (3) any worker\n             who is employed as a casual worker shall, if he becomes ill during the\n             second or any subsequent qualifying year, be entitled to be paid by\n             his employer sick benefit for the peaiod of such illness or for the first\n             10 days thereof if the total period of his illness during that qualifying\n             year exceeds 10 days.\n                             IThe inclusion of this page is authorized by L.N. 4119761\n               THE HOLIDAYS WITH PAY ORDER, 1973\n      (3) The provisions of sub-paragraph (3) of paragraph 8 shall\napply in relation to the payment of sick benefit to a casual worker\nas they apply in relation to the grant of sick leave with pay to any\nothm worker.\n      (4) The minimum sick benefit payable to a casual worker in\nrespect of each day of any illness shall be 1/10 of 3 per cent of his\nearnings, in the employment of the employer by whom such sick\nbenefit is payable, during the period-\n    (a) from the commencement of the qualifying year in which such\n        illness occurs to the date immediately preceding such illness,\n        in the case of the first illness for which he is entitled to receive\n         sick benefit during that qualifying year; or\n    (b) from the resumption of employment after the last illness to the\n        date immediately preceding such illness, in the case of the\n        second or any subsequent illness for which he is entitled to\n        receive sick benefit during that qualifying year."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Where any worker who was employed in any undertaking immed- if=t2-\niately before the transfer thereof from one employer to another t a m .\ncontinues to be employed in that undertaking immediately after such\ntransfer, the period of employment of such worker in that undertaking\nshall, for the purposes of this Order, be treated as being unbroken by\nsuch transfer and the employer to whom that undertaking is transferred\nshall be liable for the granting of any holiday with pay or sick leave\nwith pay, or the payment of any gratuity or sick benefit. earned by\nsuch worker under this Order and not granted or paid before such\nbransfer."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-41) Every employer shall keep a record showing, as respects Recordto\n                                                                  be kept.\neach worker employed to him-\n    (a) the name;\n    (b) the first day of employment;\n    (c) the normal wages;\n    (4 the duration (with dates) of any holiday with pay and sick\n         leave with pay granted;\n    (e) the remuneration paid during the periods of such holiday\n        with pay and sick leave with pay;\n    (f) the amount of gratuity and sick benefit paid (if any).\n                           THE HOLIDAYS WITH PAY ORDER, 1973\n                    (2) The particulars at sub-paragraph 1 (d) shall include any\n             holiday with pay and sick leave with pay earned under the Holidays\n             with Pay Order, 1970, now revoked, and not granted before the 1st day\nL.N.162170   of June, 1973.\nSaving.       12. Nothing in this Order shall be construed as preventing any\n             worker from being-\n                 (a) granted holidays with pay or sick leave with pay of longer\n                     duration than that of the holidays with pay or sick leave with\n                     pay, as the case may be, to which he is entitled under this\n                     Order; or\n                 (b) paid in respect of any holiday with pay or sick leave with pay\n                     which he is granted under this Order, remuneration which is\n                     more than the minimum remuneration payable under this\n                     Order in respect of such holiday or sick leave; or\n                 (c) .paid any gratuity or sick benefit which is mare than the\n                     minimum gratuity or sick benefit to which he is entitled under\n                     this Order.\n                           tThe inclluion of (his page is ruthorizcd by L.N. 4119761\n            THE HOLIDAYS WITH PAY ORDER, 1973\n                                 SCHEDULE                         (Paragraph 3 (2) )\n   No. of days on &ioh worker\n     worked during qualifying                  Duration of holiday with pay\n              ~ear(s)\nMore than 220 days, in each quali-\nfying year, for worker with 10                 3 normal working weeks.\nyears service or more\n                                           I\nMore than 220 days                         1 2 normal working weeks.\n2e0 days or less, but not less than            1/22 of the number of days of\n110 days                                       work, so however, that any frac-\n                                               tion of a day of holiday shall be\n                                               reckoned ar 1 day.\n                                          -"
    }
  ],
  "definitions": []
}