{
  "id": "jm-subs-the-irrigation-act",
  "type": "statute",
  "title": "The Irrigation Act",
  "title_en": "The Irrigation Act",
  "short_name": "Irrigation Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-irrigation-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-irrigation-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1.   Tha Licensed area as defined in the Rio Cobre Wational Irrigation Oom-\n     mission) LicmUe, 1988, issued under the Rio Cobre Canal Law C1938\n     Revised Edition of the Laws of Jamaida) as amended by the Rilo Cobre\n     Canal (Amendment) Act, 1988, Aot 17 of 1988."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. The area described in the Schedule is hereby declared to be an Schedule.\nirrigation area for the purposes of the Act.\n                                  SCHEDULE                         (Paragraph 2)\n                     THEMID-CLARENDON\n                                    IRRIGATION\n                                             AREA\n   Starting at the 35th Mile Post on the main road leading from Clarendon\nPark to Porus and proceeding generally southerly and easterly along the\nfoot of the Mocho Mountains to a point on the eastern boundary of the\nparochial road leading from Jack Monday to Teak Pen, (this point being 1.25\nmiles north of the centre of the Intersection a t Jack Monday of the main road\nleading from May Pen to Four Paths and the parochial road leading to\nTeak Pen); thence south-westerly in a straight line to the centre of the fording\nwhere the Rio Minho is crossed by the parochial road leading from May\nPen to Halse Hall; thence down the centre of the Rio Minho to the centre\nof the Parnassus Fording on the main road leading from Curatoe Hill to\nParnassus; thence southerly along the eastern boundary of this last-mentioned\nmain road to the north-eastern corner of its junction at Parnassus with the\nmain road leading to Rest; thence south-westerly along the southern boundary\nof this last-mentioned main road to the easternmost corner of its junction\nat Cook's Gate with the main road leading to Race Course; thence in a\nstraight line westerly through the property known as Sandy Gully Pen to\nthe centre of the Baldwin's River or Main Savanna Gully; thence down the\ncentre of this last-mentioned water course to its intersection with the eastern\nboundary of the parochial road leading from Osborne Store to Main Savanna;\nthence generally south-westerly along the eastern boundary of this last-mentioned\nparochial road to the north-eastern corner of its junction with the main road\nleading from Cook's Gate to Rest; thence south-westerly across this last-\nmentioned intersection to its south-eastern corner; thence south-westerly along\nthe eastern boundary of the parochial road leading from Main Savanna to the\nnorth-eastern corner of its junction at Pndd~e'sChurch with the main road lead-\ning from Race Course to Rest; thence north-westerly in a straight line to the\nsouth-western corner of the junction at Rest of the main roads leading to\nMilk River, Toll Gate and Race Course; thence due west in a straight line to\nthe foot of the Manchester Highlands; thence generally northerly along the\nfoot of the Manchvter Highlands to a point due west of the starting place; thence\ndue east in a stralght line back to the starhng place together with @l those\nparcels of land now known as Fort Simonds, formerly k n o w as Manmngsfield,\nparts of Old Yarmouth, Sandy Gully, Vere Irrigation Canal, New Yarmouth\nand Gimme-Me-Bit in the parish of Clarendon together. contalmng by survey"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. In this Order-\n      \"the Commission\" means the National Irrigation Commission Limited,\n           a company incorporated under the Companies Act;\n      \"prescribed Authority\" means-\n            (a) the Samt Dorothy Plain Irrigation Authority;\n            (b) he Mid-Clarendon Irrigation Authority;\n            (c) the Hounslow Irrigation Authority;\n            (d) the Braco Irrigation Authority; and\n            (e) the Yallahs Irrigation Authority,\n          established by orders made under section 56 of the Act;\n      \"prescribed irrigation area\" means-\n             (a) the Saint Dorothy Plain Irrigation Area;\n             (b) the Mid-Clarendon Irrigation Area;\n             (c) the Hounslow Imgation Area;\n             (4 the Braco Irrigation Area; and\n             (e) the Yallahs Irrigation Area,\n           declared as such by the Minister by orders made under section 3 of\n           the Act;\n      \"prescribed period\" means a period of ten years beginning on the\n           relevant date;\n             lThe inclusion of this page i s authorized by L.N. 18*/2008]\n                             THE IRRIGATION AUTHORlTIES ( I G T I N G OF FUNCTIONS IN THE\n                               NATIONAL IRRlGA TION COA4AfISSION LIMITED) ORDER. 1990\n                          \"relevant date\" means the 4th day of A ~ & 1990.\n                                                                     ,\nVesting of\nfunction5 of           4. During the prescribed period every prescribed Authority shall be\npracribed\nAuthority in\n                    divested of the functions conferred on it under the Act and those functions\nCodsslon            shall, during that period. be vested in the Commission.\nVeshng of\nassets and\n                       5 4 1 ) During the prescribed period there shall be vested in the Com-\nliabiitia,          mission without any conveyance, assignment or transfer all property which,\nete., in\nCornis-         .   on the day immediately prior to the relevant date, was held by a prescribed\nsion.\n                    Authority, including all interests, rights and easements in relation to such\n                    property.\n                     .      (2) Any property vested pursuant to sub-paragraph (1) shall continue\n                    to be subject to all and any trusts, debts, liabilities and obligations affecting\n                    the same.\nTransfer\nof rupon-               6. Unless and until other arrangements are made with the approval of\nsibility\nfor staU\n                    the Minister, all persons in the employment of a prescribed Authorit)\nof prescribed       immediately prior to the relevant date shall as fiom that date be employed\nAuthority to\nCommission.         by the Commission upon the like terms and conditions of employment.\nApplication\nof revenues.            7. Notwithstanding anythmg contained in Part VI of the Act, the\n                    revenues derived fiom imgation rates and dues shall, during the prescribed\n                    period, be received by the Commission and shall be applied by the Com-\n                    mission for the purposes of the functions vested in it by this Order.\nCend\nduty of                 8. It shall be the duty of the Commission as far as is practicable in\nCommission          carrying out its functions under this Order, to seek to secure that the revenues\nas to cmmce\n                    referred to in paragraph 7 become at least sufficient to meet all sums properly\n                    chargeable to revenue account (including sums required for the repayment\n                    of loans and interest thereon).\n Power of\n Minister"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1) During the prescribed period the Commission is licensed to be         &?so,,\nthe Irrigation Authority for the purposes of the Act.                            unds the\n                                                                                 hcslce.\n          (2) By the licence under paragraph (I), the Commission shall be\nresponsible for the implementation of the provisions of the Act in relation to\n                                                                                 =,\nall irrigation areas and restricted areas."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The revenues derived from irrigation charges and drainage charges in\nrelation to the reclamation of land or the use of any waternurses shall.\nduring the prescribed period. be received by the Commission and shall be\napplied by the Commission for the purposes of the functions assigned to it by\nthis Order."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The Yallahs Irriglation Area.\nDrainage Charge              .,,     ...        $47.00 per acre (9 1 17.50 per hedare)\n                                                m-\n                 m a inclusion ofthir page u authorized by L.N. 331 19981\n                                 IRRIGATION\n                        THE IRRIGATION ACT\n                                   ORDER\n                              (under section 56)\n    (Made by the Governor in Executive Council on the 12th day o f         f;;,N 35/30\n                            May, 1950)                                     L.N. 62/54\n                                                                                62/52\n                                                                                iww\n                                                                                 91/60"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-41) The Authority may act in accordance with sub-paragraph (2)\nwhere the Authority has grounds to believe that-\n    (a) a licensee has contravened any term or condition of the licence\n        or any provision of the Act or of regulations made under the Act;\n    (b) a licensee has knowingly made a false statement or a material\n        misrepresentation in an application for a licence;\n    (c) the conditions specified in section 57 (2) of the Act for the grant of\n        a licence no longer exist in relation to a licensee; or\n    (d) a licensee has provided services not authorized by the licence.\n       (2) The Authority shall-\n    (a) gwe to the licensee a notice in writing-\n              (i) specifying the particulars of the relevant matter referred to\n                  in paragraph (11;\n             (ii) directing the licensee to take, within the time stipulated in\n                  the notice, such specified steps (if any) as the Authority\n                  thinks necessary to remedy the matter; and\n             (iii) informing the licensee of his entitlement to be heard under\n                   sub-paragraph (b); and\n    (6) afford the licensee an opportunity to be heard in relation to the\n        matter, if the licensee so requests in writing delivered to the\n        Authority within fifteen days after notice is given under sub-\n        parawph (0).\n       (3) After complying with sub-paragraph (2), the Authority may-\n     (a) suspend the licence for a period not exceeding six months, if the\n         Authority is satisfied that-\n              (i) the licensee has failed to comply with any direction made.\n                   under sub-paragraph (2) (a); and\n             (ii) the contravention in respect of which the notice was issued\n                   still exists in relation to the licensee; or\n     (6) suspend the licence for a period exceeding six monm or revoke the\n         licence if the Authority is safisfied-\n             THE IRRIGATION (LICENCES TO CARRY OUT IRRIGATION\n                       FUNCTIONS) REGULATIONS, 2005\n               (i). as to the matters referred to in sub-paragraph (a)(i) and\n                    (ii) and that a notice under sub-paragraph (2) has been\n                    issued to the licensee on any one 'or more previous\n                    occasion; or\n              (ii) that the matter is incapable of being remedied.\n         (4) Before acting under sub-paragraph (3), the Authority shall\ninform the licensee of its intention to act under that sub-paragraph and afford\nthe licensee thirty days within which to show cause why the Authority should\nnot so act\n        (5) Where the Authority suspends or revokes a licence under sub-\nparagraph (3), the Authority shall-\n     (a) inform the licensee in writing of its decision; and\n     (6) publish a notice of the suspension or revocation, as the case may be,\n         in the Gazette.\n        (6) The Authority shall send to the Minister a copy of every notice\ngiven underthis regulation\n         (7) Where any information or notice required under paragraph (5)\nrelates to the suspension of a licence, the information or notice, as the case\nmay be, shall specrfy the period of the suspension.\n        (8) Directions under paragraph (2) (a) (ii) may include a direction to\ncease the doing of any act that contravenes any term or condition of a licence\nor any provision of the Act or of regulations made under the Act."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-41) The Authority may, where it considers it expedient to do so, hold\nor cause to be held an investigation-\n     (a) to deteimine whether any licence granted under Part W of the Act\n          should be suspended, revoked, renewed or re-instated;\n     (6) in respect of the breach of any provision of the Act, regulations\n         made under the Act or the terms or conditions of any licence; or\n     (c) as respects any matter related to or CO~eCtedwith its powers under\n          Part W of the Act, so as to determine whether any of such\n          functions should be exercised.\n        (2) With respect to any investigation under paragraph (I), the\nfollowing provisions shall have effect-\n     (a) the persons holding the investigation (hereinafter referred to as the\n         Tniunal) shall do so in such manner and under such conditions as\n         the Tribunal thinks most effectual for ascertaining the facts of the\n          matter under investigation;\n             lThe inclusion of this page Is authorized by L.N. 18n/20081\n             THE IRRIGATION (LICENCES TO CARRY OUT IRRIGATION\n                       FUNCTIONS) REGULATIONS. 2005\n         the Tribunal shall have for the purposes of the investigation all the\n         powers of a Resident Magistrate to summon witnesses, call for the\n         production of books and documents and to examine witnesses and\n         the parties concerned on oath\n         any person summoned to attend or to produce books or documents\n         under this regulation, who refuses or neglects to do so, or refuses to\n         answer any question put to him by or with the concurrence of the\n         Tribunal, commits an offence and is liable on summary conviction\n         before a Resident Magistrate to a fine not ex&ng       one thousand\n         dollars or to imprisonment for a term not exceeding three months:\n          Provided that no person shall be bound to incriminate himself, and\n          every witness shall, in respect of any evidence given by him at\n          such investigation be entitled to the same privileges to which he\n          would be entitled if giving evidence before a court;\n         any witness attending at the request of, or upon summons by, the\n         Tribunal shall, subject to any order made by the Tribunal, be\n         entitled to allowances for expenses as if summoned to attend a\n         Resident Magistrate's Court."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-41) An applicant for a licence may appeal in writing to the Minister\nagainst any refusal of the Authority to grant a licence, within tlurty days of\nbeing informed of the refusal.\n        (2) A licensee may appeal in writing to the Minister against-\n     (a) any decision of the Authority to suspend or revoke the licence; or\n     (b) any term or condition of the licence, within thuty days of being\n         informed thereof.\n        (3) After considering an appeal under paragraph (1) or (2) and\nhearing any representations made by the Authority, the Minister may-\n     (a) in the case of an appeal under paragraph (1)-\n              (i) confirm the decision of the Authority; or\n              (ii) direct the Authority to issue the licence, for such period\n                   and subject to such terms and conditions as the Minister\n                   thinks fit;\n     (b) in the case of an appeal under paragraph (2)-\n              (i) confirm the decision of the Authoi:ty; or\n              (ii) cancel the decision and reinstate the licen& subject to\n                   such terms and conditions (if any) as the Minister thinks\n                   fit.\n                (The inclusion of this page i s authorized by L.N. 18d20081\n                                      IRRIGATION\n                             THE IRRIGATION ACT\n                                       ORDER\n                                  (under section 66)\n       THEIRRIGATION\n                   AUTHORITIES\n                            (VESTING\n                                   OF FUNCTIONS\n                                             IN THE\n        NATIONAL\n               IRRIGATION\n                       COMMISSION\n                               LIMITED)\n                                     ORDER,1990\n                                                                                L.N.\n                                                                                ~ m d2t .5: ~ ~ 1 9 0\n           (Made by the Minister on the 27th day of March, 1990)\n                                                                                L.N 79Cl96"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The Commission may collect any amoynts which are at the releyant\n                    date outstanding as irrigation rates and dues under the Act.\n                                    (The inclusion of this page i s authorized by L.N. 18d20081"
    }
  ],
  "definitions": [
    {
      "term": "the Commission",
      "definition": "the National Irrigation Commission Limited,",
      "source_provision": "sec3"
    },
    {
      "term": "prescribed period",
      "definition": "a period of ten years beginning on the",
      "source_provision": "sec3"
    },
    {
      "term": "relevant date",
      "definition": "the 4th day of A ~ & 1990",
      "source_provision": "sec3"
    }
  ]
}