{
  "id": "jm-subs-the-jamaica-4-h-clubs-act",
  "type": "statute",
  "title": "The Jamaica 4-H Clubs Act",
  "title_en": "The Jamaica 4-H Clubs Act",
  "short_name": "Jamaica 4-H Clubs Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-jamaica-4-h-clubs-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-jamaica-4-h-clubs-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the Jamaica 4-H Clubs\nRegulations, 1972.\n                       Area Advisory Councils"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. There shall be established, in relation to each Land Authority\nestablished under the Land Authorities Act, an Area Advisory Council\nfor 4-H Clubs."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The functions of an Area Advisory Council shall be-\n    (a) to give the 4-H Clubs in that area such help and guidance as\n        may be necessary to enable such Clubs to achieve the\n        educational, social and economic development of their\n        members;\n    (6) to promote the formation of additional 4-H Clubs in the area\n        wherever the need and the possibility exist;\n    (c) to stimulate interest in, and support for, the objectives of the"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The membership of an Area Advisory Council shall consist of-\n  (a) three representatives, one being an adult leader, elected at the\n       annual general meeting (of each affiliated Club in the area);\n  (b) the SecretaryJManager of the Board, or his representative.\n      who shall be an ex-officio member;\n  (c) such persons, not exceeding in number twenty per centum\n      of the total number of representatives from the 4-H Clubs,\n      as the Executive Committee may accept;\n  ( 4 subscribing members accepted by the Executive Committee\n      from each of the following :\n           (i) life members who subscribe not less than ten dollars\n               to the Council, or\n          (ii) annual subscribing members who subscribe not less than\n               two dollars annually to the Council;\n  (e) advisory members, being-\n           (i) one representative of the branch associations of the\n               Jamaica Agricultural Society in each area;\n          (ii) the Branch Organizer of the Jamaica Agricultural\n               Society;\n         (iii) the Parish Supervisor of the Social Development Com-\n               mission;\n         (iv) one representative of the Sugar Industry Labour Welfare\n               Board;\n          (v) an officer of the Ministry of Education;\n         (vi) the Executive Agricultural Officer of the Ministry of\n               Agriculture;\n        (vii) one representative of the agricultural commodity\n               associations in the area."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-41) The officers of the Council shall be-\n   (a) the chairman;\n   (6) the vice-chairman;\n   (c) the treasurer;\n  ( 4 the secretary, who shall be the 4-H Club organizer.\n           THE JAMAICA 4-H CLUBS REClULATIOA'S, 1972\n       (2) Tbe chairman, tho vice-chairman and the treasuier shall be\nelected from their number by the members of the Council at the annual\ngeneral meeting of the Council."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. There shall be established, in relation to each Area Advisory\nCouncil, an Executive Committee which shall, subject to any directions\ngiven to such Committee by the Council, at a general meeting,\nadminister the aeaits, carrjZ cmt he objects, and summon the general\nmeetings, of the C o m i l ."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7 - 4 1 ) The membership of the Executive Committee shall b e\n     (a) the officers of the Council specified in regulation 5;\n     (b) five members to be elected at each annual general meeting;\n    (c) three members. to be co-opted at the first annual general\n         meeting.\n     (2) The Executive Committee may appoint from its members\nany sub-committee for any purpose which, in the opinion of the\nCommittee, is necessary or expedient.\n      (3) The Executive Committee may meet at such times and in\nsuch places as may be HeceSsaYy or expedierrt for Ehe transaction of its\nbusiness, and, in any d V W , shdI rned I& less &an foQif&s in- each\nyear.\n       (4) The quorum of the Executive Committee for the transaction\nof business &dl be five members.\n      (5) The Executive Committee may at any time call a special\ngeneral meeting within ten (10) days of the receipt of a written request\nfor that purpose addressed to the Committee by not less than nine\nvoting members of the Council, or at the request of the Bbard.\n      (6) The decisions of the Executive Committee shall be by a\nmajority of votes and, in addition. tw an 06ginaP vote, the chajlrhm or\nother member presiding at the meeting shall have a casting vote in any\ncase where the votidg is equal."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.--(I) An ~~1      general meeting of each Area Advisory Councif\nshall be held not later thaw twoi mdnths after the end of the fbsficial\nyear.\n      (2)In addition to suck annual' genefa1 meetiag, there shall also\nbe held, during each financial year, a half-yeafly gweral m'eting.\n              IThe indusidn of thh PaBe is authorized by E.N. 4119761\n            THE JAMAICA 4-H CLUBS REGULATIONS, I972\n      (3) Not less than fourteen days' prior notice in writing of the\ndate of any general meeting shall be given to each member of the\nCouncil.\n      (4) The Executive Committee shall approve the agenda for a\ngeneral meeting, and shall forward a copy thereof to each member of\nthe Council not less than seven days prior to such meeting.\n      (5) A member who proposes to move a resolution at a general\nmeeting shall forward a copy of such resolution to the secretary of the\nCouncil not less than ten days prior to such meeting.\n      (6) The quorum for the transaction of business at a general\nmeeting shall be eleven members.\n      (7) At each annual general meeting the members shall elect\nthree of their number, one being a senior member, to represent the\nCouncil on the Island Advisory Council.\n       (8) No subject on which a decision is taken at a general meeting\nshall be discussed at any other general meeting for a period of six\nmonths unless the Executive Committee places such subject on the\nagenda for such meeting.\n       (9) No ex-officio member or advisory member shall have any\nright to vote on any matter voted upon by the Council."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-41) Each Area Advisory Council shall keep proper accounts and\nother records in relation to the business of the Council and shall lodge\nall funds of the Council in a bank account in the name of the Council.\n      (2) The bank account of the Council shall be administered by the\nExecutive Committee, and all cheques drawn on such account shall\nbe signed by the treasurer and counter-signed by the chairman or by\nsuch other officer as may be authorized in that behalf.\n      (3) The Council's accounts shall be audited annually by a person\nappointed by the Executive Committee.\n      (4) The Council shall, as soon as may be practicable after the\nend of the financial year and, in any event, not less than one month\nprior to the annual general meeting of the Council, transmit to the\nSecretarylManager of the Board a copy of the annual statement of\naccounts audited in accordance with the provisions of paragraph (3).\n      (5) In addition to the annual audit specified in paragraph (3), the\nBoard may, from time to time, audit or cause to be audited the accounts\nof any Area Advisory Council.\n              Vhc indusion of thk page iF authorized by L.N. 4119761\n             THE JAMAICA 4-H CLUBS REGULATIONS, 1972\n                           Island Advisory Council"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. There shall be established a body to be called the Island Advisory\nCouncil of 4-H Clubs, hereinafter referred to as the \"Island Advisory\nCouncil\"."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The functions of the Island Advisory Council shall be-\n    (a) to co-ordinate the work and the activities of the 4-H Clubs\n        throughout the Island by providing the means whereby the\n         representatives of the Area Advisory Councils and representa-\n         tives of other bodies may discuss matters relating to the\n        welfare of the 4-H Clubs;\n    (b) to advise the Board on any matter which-\n             (i) the Board may refer to the Island Advisory Council; or\n            (ii) the Island Advisory Council, in its discretion, may\n                 consider it necessary to bring to the attention of the\n                 Board;\n    (c) to co-operate with the Board in any action calculated to attain\n        or enhance the objectives of the 4-H Club movement, and, in\n        particular-\n             (i) to encourage within the 4-H Club movement any work\n                 or activity directly or indirectly relating to matters of\n                 health, cultural improvement. education, recreation.\n                 agriculture, or home-making;\n            (ii) to encourage the co-operation in furthering the aims of\n                 the 4-H Club movement of the Jamaica Teachers'\n                 Association, the Jamaica Agricultural Society, the Social\n                 Development Commission, the Ministry of Education.\n                 and of any organization engaged in agricultural\n                 extension or in other forms of education;\n           (iii) to assist the Board in raising funds for the benefit of\n                 the 4-H Club movement, and to make recommendations\n                 for the administration of such funds or of funds\n                 according to the Board from any other source."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(1)   The membership of the Island Advisory Council shall consist\nof-\n      (a) three representatives, one being a senior member of each\n         Advisory Council;\n     (b) ex-officio members, who shall be-\n                m e inclusion of this page is authorized by L.N. 411976)\n                                                                           -\n           THE JAMAICA 4-H CLUBS REGULATIONS, I972\n            (i) one member of tbe Board of Management of the\n                Jamaica Agricultural Society;\n           (ii) the Director of Training in the Ministry of Agriculture,\n                or his representative;\n          (iii) one member of the Social Development Commission;\n          (iv) sne representative f r ~ m each of the agricultural\n                commodity associations;\n           (v) the Health Education Officer or her representative;\n          (vi) one representative from the Jamaica Teachers'\n                Association;\n         (vii) the Education Officer of Agricultural Training in the\n                Ministry of Education;\n         (viji) the Educatiog Qqjqr of Home Economics Training in\n                the Ministry of Education;\n          (i?) the k$cipal of the Jarpaica Scbol of Agriculture, or\n                his representative;\n          [x) one representative frqm the Extra Mural Department\n               sftbg University of the West bdies;\n    (c) honorary members, being all the members who have been\n        elected sp $pserve;\n    (6) advisory members, being-\n           (i) the Secretary/ Manager and the Assistant Secretary/\n               Manager of the Board; and\n          (ii) senior prgpizers and orgapizers of 4-H Clubs.\n     (2) Tbe Island Adviwy Council may, in each year, co-opt as\nmembers such perwns, n ~ epceeding\n                          t        five in numbgr as they may think\nfit:\n  Provided that no fewer than three of such co-opted members shall\nbe active fanners."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. The officers of the Island Advisory Council shall be-\n    (a) the chairman;\n    (b) Qe first vice-cbairpqn;\n    (c) the second vice-chairman;\n    (4 the treasurer; and\n    (e) the secretary. who shall be the Gecretary/Manager of the\n        Board.\n            THE JAMAICA 4-H CLUBS REGULATIONS, 1972\n        (2) The officers. other than the Secretary/Manager, shall be\nelected from their number by the members of the Island Advisory\nCouncil', and shall be eligible for reelection."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. There shall be established an Executive Committee of the Island\nAdvisory Council, and that Executive Committee shall, subject to any\ndirection given to it by the Island Advisory Council at a general\nmeeting, administer the affairs, carry out the objects, and summon the\nannual general meetings of the Council."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-41) The membership of the Executive Committee of the Island\nAdvisory Council shall be-\n    (4) the o$cers of the Council specified in regulation 13; and\n    (6) five members who shall be elected at each amual general\n         meeting.\n       (2) The Executive Committee m y , if it thinks fit, co-opt three\nadditional members from among the members of the Island Advisory\nCommittee.\n       (3) The chairman of the Island Advisory Council shall be\nchairman of the Executive Committee.\n       (4) The Executive Committee may appoint from its members\nsuch sub-cowittee as in the opbion of the Committee, may be\nnecessary."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-41) The Executive Committee may meet at such times and in\nsuch places as may be necessary or expedient for the transaction of its\nbusiness, and, in any event, shall meet not less than twice in each year.\n        (2) The quqrum of the Executive Committee for the transaction\nof business shall be five voting members.\n        (3) The decigons of the Executive Committee shall be by a\nmajority of votes, and, in addition to an original vote, the chairman\nor other member presiding at the meeting shall have a casting vote in\nany case in which the voting is equal.\n        (4) The Executive Committee may at any time call a special\ngeneral meetipg within ten days of the receipt of a written request for\nthat purpose addressed to the Committee by not less than nine voting\nmembers of the Council, or at the request of the Board.\n        (5) Not less than fourteen days' prior notice of the date of a\ngeneral meeting and of the business to be transacted at such meeting\nshall be given to each member of the Island Advisory Committee.\n            THE JAMAICA 4-H CLUBS REGULATIONS. 1972"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-41) The annual general meeting of the Island Advisory Council\nshall be held not later than the 31st day of July in each year and all\nmembers specified in paragraphs (1) and (2) of regulation 12 shall be\neligible to attend.\n       (2) The annual general meeting shall be held at such places as\nthe Executive Committee may, from time to time, decide.\n        (3) Not less than fourteen days' prior notice in writing of the\ndate of any general meeting shall be given to each member.\n       (4) Any member who proposes to move a resolution at any\ngeneral meeting of the Council, or who desires to have any matter put\non the agenda, shall forward to the secretary of the Island Advisory\nCouncil a copy of such resolution or a request for the inclusion of such\nmatter not less than ten days prior to such meeting.\n        (5) A copy of the agenda for a general meeting shall be sent to\neach member of the Island Advisory Council not less than seven days\nprior to each meeting.\n       (6) The quorum for the transaction of business at a general\nmeeting of the Council shall be fifteen members, none of whom shall\nbe an advisory member.\n       (7) No advisory member shall have any right to vote on any\nmatter voted upon by the Council."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.--(I) Any funds raised by or with the assistance of the Island\nAdvisory Council for the benefit of the 4-H Club movement shall be\nlodged to the credit of the Board in a special bank account and shall\nbe kept separate and apart from any funds provided by way of\nGovernment subvention or otherwise.\n        (2) The funds specified in paragraph (1) shall be used for\npurposes of education, or for organizing services, or for such other\nspecific purposes as may be recommended by the Island Advisory\nCouncil; but any such recommendation shall be subject to the approval\nof the Board.\n        (3) Notwithstanding the provisions of paragraphs (1) and (2).\nthe Island Advisory Council may retain and spend annually. for the\npurpose of carrying out functions, such sums as the Board may approve.\n       (4) The Board may from time to time audit or cause to be\naudited the accounts of the Island Advisory Council.\n              lfbe inclusion of this page u authorized by L.N. 4/197a"
    }
  ],
  "definitions": []
}