{
  "id": "jm-subs-the-jamaica-development-bank-act",
  "type": "statute",
  "title": "The Jamaica Development Bank Act",
  "title_en": "The Jamaica Development Bank Act",
  "short_name": "Jamaica Development Bank Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-jamaica-development-bank-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-jamaica-development-bank-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the Jamaica Development\nBank Regulations, 1970."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-(1) The Bank shall keep at its head office in Jamaica a register\nof shareholders which shall state inter alia, the following particulars-\n      (a) the names, addresses and occupations, if any, of the share-\n           holders;\n      (b) the number of shares held by each shareholder together with\n           the amount paid and such other particulars in respect of\n           such shares as may be considered necessary from time to\n           time;\n      (c) the date on which each person was entered in the register as\n           a shareholder; and\n      (4 the date on which any person ceased to be a shareholder.\n      (2) The register shall be open to inspection-\n    (a) by a registered shareholder without charge; and\n    (b) by any other person on payment of a fee not exceeding ten\n         cents for each inspection."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 . - ( 1 ) The directors may from time to time make calls upon the\nshareholders in respect of money mpaid on their shares.\n       (2) Every shareholder shall be liable to pay the amount of the\ncalls so made in respect of the shares held by him to the persons and\nat the times and places appointed by the directors :\n   Provided that not less than fourteen days notice shall be given of\neach call.\n       (3) A call shall be deemed to be made at the time when the\nresolution of the directors to make such call is passed.\n                  iooluaion of Lhb page i8 auIhorized by L.N. 4119761\n     THE JAMAICA DEVELOPMENT BANK REGULATIONS, 1970\n      (4) A call may be postponed or revoked if the directors so\ndetermine."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1) Where, by the terms of the issue of any shares or otherwise.\nany amount is made payable at any fixed time, or by instalments at\nany fixed time, whether on account of the amount for which a share-\nholder is liable in respect of such shares or by way of premium, every\nsuch amount shall be payable as if it were a call duly made by the\ndirectors of which due notice had been given.\n      (2) All the provisions of these Regulations relating to the pay-\nment of calls and interest thereon, or to the forfeiture of shares for\nnon-payment of calls shall apply to the payment of every such amount\nor instalment and the shares in respect of which it is payable."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Where a shareholder fails to pay, on or before the day appointed\nfor the payment thereof, the amount of any call or instalment for\nwhich he is liable then such shareholder shall be liable to pay interest\non such amount at such rate, not exceeding ten per centum, as the\ndirectors may determine, from the day appointed for the payment of\nsuch call or instalment to the time of the actual payment:\n  Provided that the directors may. if they think fit, waive the payment\nof such interest or of any part thereof."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.41) The directors may, if they think fit, receive from any share-\nholder willing to advance it all or any part of the money unpaid and\nuncalled upon any share held by him.\n      (2) Where money has been so paid in advance, the directors may\npay interest on so much of the money as exceeds the calls then made\nupon such shares at such rate as may be agreed upon between them\nand the shareholder paying the money in advance."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Any share in the Bank shall be transferable by written instrument\nin the common form signed by both the transferor and the transferee,\nand the transferor shall be deemed to remain the holder of such share\nuntil the name of the transferee is entered in the register in respect\nthereof ."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. In the case of the death of a shareholder, the survivor or survivors\nwhere the deceased was a joint holder, and the legal personal repre-\nsentatives of the deceased where he was a sole holder, shall be the\nonly persons recognized by the Bank as having any title to his interest\n              rZhc indur'im of this page is authorized by L.N. 4119761\n     THE JAMAICA DEVELOPMENT' BANK REGULATIONS, 1970                        5\nin the shares; but nothing herein contained shall release the estate of\na deceased joint holder from any liability in respect of any share\nwhich had been jointly held by him with other persons."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Any person becoming entitled to a share in consequence of the\ndeath or bankruptcy of a shareholder or in any way other than by\ntransfer of such share may, upon such evidence being produced as\nmay from time to time properly be required by the directors, elect\neither to be registered as a shareholder in respect of such share or,\nsubject to the provisions of these Regulations in respect of transfers,\nto transfer such share to some other person."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.--(1) The directors may decline to register the transfer of a\nshare where-\n    (a) the Bank has a lien on such share; or\n    (b) the directors consider it to be undesirable for the proposed\n        transferee to become a shareholder.\n        (2) The directors may also decline to recognize any instrument\nof transfer unless it is accompanied by the certificate of the shares to\nwhich it relates and by such other evidence as the directors may\nreasonably require to show the right of the transferor to make the\ntransfer."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Where a share certificate is defaced, lost or destroyed it may\nbe renewed on such terms (if any) as to evidence and indemnity as\nthe directors may think fit, and upon payment of a fee not exceeding\ntwenty-five cents and of any expenses incurred by the Bank in investiga-\nting the evidence."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Where a shareholder fails to pay any call or instalment of a call\non the day appointed for payment thereof, the directors may at any\ntime thereafter during such time as any part of the call or instalment\nremains unpaid, serve a notice on him requiring payment of so much\nof the call or instalment as is unpaid, together with any interest which\nmay have accrued and any expenses which may have been incurred\nby reason of such non-payment."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. The notice shall-\n     (a) name a further day (not being earlier than the expiration of\n         fourteen days from the date of the notice) on or before which\n               Il'he indlurion of this page is authorized by L.N. 4119761\n     THE JAMAICA DEVELOPMENT BANK REGULATIONS, 1970\n        such call or instalment and all interest accrued and expenses\n        incurred by reason of such non-payment are to be paid;\n    (b) name the place where payment is to be made, such place\n        being the head office or some other place at which calls\n        of the Bank are usually made payable; and\n    (c) state that, in the event of non-payment at or before the time\n        and at the place appointed, the shares will be liable to be\n        forfeited."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Where the requirements of any such notice as aforesaid are not\ncomplied with, any share in respect of which such notice has been\ngiven may, at any time thereafter before payment of all calls or\ninstalments, interest and expenses due in respect thereof have been\nmade, be forfeited by a resolution of the directors to that effect."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Any share so forfeited shall be deemed to be the property of\nthe Bank and may be sold or otherwise disposed of, either subject\nto or discharged from all calls made or instalments due prior to the\nforfeiture, as the Directors think fit, and at any time before a sale\nor disposition the forfeiture may be cancelled on such terms as the\ndirectors think fit."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Any person whose shares have been forfeited shall cease to be\na shareholder in respect of the forfeited shares but shall, notwith-\nstanding, remain liable to pay to the Bank all sums which, at the\ndate of the forfeiture, were payable by him to the Bank in respect\nof the shares together with interest thereon, at such rate not exceeding\nten per centum per annum, as the directors may appoint, to the date\nof payment; but the directors may, if they think fit, remit the payment\nof such interest or any part thereof."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. When any shares are forfeited an entry shall forthwith be made\nin the register recording the forfeiture and the date thereof, and\nwhen the shares so forfeited are sold or otherwise disposed of an\nentry shall also be made recording the manner and date of such sale\nor disposition."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. The Bank shall have a first and paramount lien upon all shares\nheld by any shareholder (whether a sole or a joint holder) of the\nBank, and upon all accretions and bonuses which may accrue or be\ndeclared in respect of such shares for all debts, obligations and\nliabilities of such shareholder to the Bank :\n              [The indurion of this page i authorized by L.N. 4119761\n      THE JAMAICA DEVELOPMENT BANK REGULATIONS, 1970                        7\n  Provided that where the Bank registers a transfer of any share upon\nwhich it has such lien as aforesaid without giving to the transferee\nnotice of its claim, the said share shall be freed and discharged from\nsuch lien of the Bank."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1) The directors may, at any time after the due date for the\npayment or satisfaction of any debt, obligation or liability for which\na shareholder is liable to the Bank, serve upon such shareholder or\nupon the person entitled to such shares by reason of the death or\nbankruptcy of such shareholder a notice requiring him to pay the\namount for which he is liable or to satisfy the said obligation; and\nsuch notice shall state that if payment is not made or the said\nobligations or liabilities are not satisfied within the time specified in\nsuch notice (not being less than fourteen days from the date of the\nnotice) the shares held by such shareholders will be liable to be sold.\n        (2) Where such shareholder or person entitled to the shares as\naforesaid fails to comply with the requirements of the notice within\nthe specified time, the directors may sell such shares without further\nnotice."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Where any shares are sold by the directors to satisfy the lien\nof the Bank thereon the proceeds shall be applied as follows-\n     (a) firstly, in payment of all costs of such sale;\n     (b) secondly, in satisfaction of the debts or obligations for which\n          the shareholder is liable to the Bank;\n     (c) thirdly, the residue, if any, shall be paid to the person who\n          was at the date of the sale entitled to the shares, or to such\n          other person as he may direct in writing."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.--(I)  An entry in the register recording-\n      (a) the forfeiture of any shares; or\n      (b) the sale of any shares to satisfy a lien of the Bank,\nshall be sufficient evidence as against all persons claiming to be en-\ntitled to such shares that the said shares were duly forfeited and\nproperly sold; and such entry and the receipt of the Bank for the\nprice of such shares shall be a good title to such shares.\n        (2) The purchaser shall be registered as the holder of such\nshares, and he shall not be bound to see to the application of the\npurchase money, nor shall his title to the said shares be affected by\n               TThe indlwion of this p8ge h authorized by L.N. 4119761\n8        T H E JAMAICA DEVELOPMENT B A N K R E G U L A T I O N S , I970\n    any irregularity or invalidity in the proceedings in reference to the\n    forfeiture or sale.\n           (3) The remedy (if any) of the former holder of such shares\n    or of any person claiming under or through him shall be against\n    the Bank and in damages only."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. The Bank may declare or pay annual dividends to shareholders\n    from the annual net profits of its operations in such gmounts,and\n    in such manner as the Directors think fit."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.-(1) The Bank may at any time by resolution of the directors\n    capitalize any profits standing to the credit of a reserve fund (save\n    and except that fund created by section 13 of the Act) or to the\n    credit of the profit and loss account, or profits representing premiums\n    received on the issue of shares and standing to the credit of a share\n    premium account, or profits arising from the appreciation in value\n    of capital assets, and may allot to the shareholders in respect of the\n    net amount capitalized fully paid up shares of the Bank of equivalent\n    nominal amount.\n            (2) Any shares allotted pursuant to such a resolution shall be\n    distributed among the shareholders so far as is practicable in pro-\n    portion to the number of shares respectively held by them, and shall\n    be credited as fully paid by means of the profit so capitalized.\n             (3) All new shares so allotted shall be subject to all the\n    restrictions pertaining to the initial issue.\n           (4) The directors shall have full power to make provision, by\n    the issue of fractional certificates or otherwise, as they think fit for\n    the case of shares becoming distributable in fractions; and generally\n    shall do all acts and things required to give effect to the resolution.\n                  F n e indusion of this page is authorized by L.N. 4119761"
    }
  ],
  "definitions": []
}