{
  "id": "jm-subs-the-jamaica-export-free-zones-act",
  "type": "statute",
  "title": "The Jamaica Export Free Zones Act",
  "title_en": "The Jamaica Export Free Zones Act",
  "short_name": "Jamaica Export Free Zones Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-jamaica-export-free-zones-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-jamaica-export-free-zones-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the Jamaica Ekprt Free Zones\n(Movement of Goods) (Specified Product) Regulations. 1985."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. The area dadbed in the Schedule shall corntilute and be known scbeaula.\nas the Hope Estate Hi-Tech Office Park.\n                                    scimrnB                                Paragraph 2)\n                   Area of the Hope Estate Hi-Tech Ofice Pmk\n   Th.fokkwing shall be the area of the Hope Estate Hi-Tech OtEe paait-\n   Commencing at the south eastern coma of the Eommon boun\nthe parcel represcntsd on sum\nurn property registered at   d     dan Ex. 207933 and the remain r ob bhe\n                                   M POI. 11 .ad (be intersection i t b the\n                                                                           4\n                                                                      between\nproperty road leading from Old Hope Road to Gordon Town main mad\nm d bang a poiat appoxfinatdy &e hundred and fortyaerrea and onehaK\nfeet from the northern b d a r y of a d Hope Road m d proasdiap in a\ngenerally north easterly direction along the common boundary of the a i d\npropsty and t& property road for a distance of approximately four hundred\nand sixty-four and onehalf feet to a point at the intmwction of h northan\n boundary of the parcel represented by plan Ex. 207933 end the pmprty mad.\nTben in the name generally north easterly &iredm along tbe ramt eastern\nboundary of tfie property mad for a distance. of approxhatdy & hundred\nand rmnty-four feet to a point at @henorth western boundary of the propaty.\nThen proceeding in a further north estcrly direction along the wuthan\nboundary of the said property road for a distance of approximately two\nhundred am3 ammty feet to a pdnt at the intenscdan of the\nseated b plan Br 220060 and the remainder of lands rq$td%%o=\nFol. 2 &I      p d g in a generally loutherly &&on          for a diataace of\n approximately three hW and sixty feet buttiug easterly on tan& registered\n at Vol. W Pol. 2 in the name of the Commissioner of Lands and westerly on\n the said lands. Then pmeeding in a generally south weasly direction for\n a diataaa of approximately four h u n M and thirty-five feet buttin westerly\n on the saM lands and easterly on lands d a t e r e d at V d 94\n further ~0~1th\n                                                                            FJ.\n                                                                       2 then\n                 westerly for a distana of one hundred m d ttdrty-two f a t\n appaoximatdy to a point at the common boundaries of p a r d s repmeatad\n by plans Ex. 207933 and Ex. 220060 and butten and bounding e a a t ~ l yqn\n laads at Vol. 94 Fd. 2 and westerly on the w d I d s . Thea prolc4edmg m\n a gsnerany wuth westedy direction for a distance d approximatelv four\n hundred and rixty-four fast to a point at the south eastem oorner of the\n                    inclusion of this page L 8uIhorized by L.N. 24119941"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 . 4 1 ) The Trade (Certificate of Jamaican Origin) Regulations. 1984\nshall apply to any qccifiad product being exported from a Free Zone\nto any territory other than to a customs temtory and, in any such case.\nno specified product shall be exported unless the product has been\niasucd with a certificate of origin or has been exempted m accordance\nwith those Regulations.\n      (2) Every approved enterprise which contravenes the provisions\nof this replation and every dinctor. manager, agent and o h r of that\napproved enteqrise who is knowingly a party to that contravention\nsha.ll be guilty of an o&nce and, on summary conviction therwf in a\nResident Magistrate's Court, shall be liable to a fine not exceeding\nfive th-d       dollars, or, in default of payment, to imprisonment for\na term not excaeding twelve months.\n                  JAMAICA EXPORT FREE ZONES\n         THE JAMAICA EXPORT FREE Z O N E S ACT\n                              REGULATIONS\n                            (under section 19)\n    (Made by the Port Authority with the approval o f the Minister      L.N. 1 0 3 ~ ~ 4\n                 on the 26th day of October, I994)"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.02   THE JAMAICA EXPORT FREE ZONES (HOPE ESTATE HI-TECH OFFICE\n                           PARK) ORDER, 1991\n       pro erty and butting and bounding easterly on the remainder of lands at\n       V O 940~ Fol. 192 in the name of the Commissioner of Lands and westerly\n       by the said property then in a generally north westerly direction butting and\n       bounding northerly on the mid property and southerly on lands at Vol. 940\n       Fol. 1% for a distance of approximately two hundred and fifty-one feet to the\n       starting point, comprising approximately eight and four-tenths acres more or\n       less or howsoever otherwise the same may be butted, bounded or desoribed.\n               - -\n                   J A M A I C A EXPORT FREE ZONES\n           THE JAMAICA EXPORT FREE ZONES ACT\n                             REGUIATIONS\n                           (under section 19)\n         (Mode by the Authority and approved by the Minister                L.N. 34/85\n                 on the 18th day oj February, 1985.)"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-41) An applicant approved enterprise that is aggrieved by a de-\ncision under regulation 4 may appeal, in writing to the Minister within\nthirty (30) days of the decision.    -\n      (2) The Minister shall review the Chairman's decision in such\nmanner as he considers fit, and shall deliver his decision in writing\nwithin thirty (30) days after receipt of the appeal.\n       (3) Any person aggrieved by a decision of the Minister may\nappeal to the Court of Appeal which shall make such order as it\nthinks fit.\n- 6. An approved enterprise which proposes to send goods out of a\nFree Zone shall give the Free Zone Company at least forty-eight hours\nnotice in writing of such proposed movement."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Subject t~ the provisions of the Act and regulations thereunder.\nan approved enterprise that proposes to export goods by container\nfrom a Free Zone shall despatch such container immediately upon the\ncompletion of loading.\n                                                                          -"
    }
  ],
  "definitions": []
}