{
  "id": "jm-subs-the-jamaica-national-heritage-trust-act",
  "type": "statute",
  "title": "The Jamaica National Heritage Trust Act",
  "title_en": "The Jamaica National Heritage Trust Act",
  "short_name": "Jamaica National Heritage Trust Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-jamaica-national-heritage-trust-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-jamaica-national-heritage-trust-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the Jamaica National Heritage citation.\nTrust (Public Inquiry) Regulations. 1990."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In these Regulations--\n    \"objector\" means a person who pursuant to paragraph (1) (d)\n        of the First Schedule to the Act has made an objection t~\n         the proposed declaration d a national monument;\n    \"Tribunal\" means such person or persons appointed by the Trust\n        pursuant to regulation 3."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-41) Whae. pursuant to paragraph 2 of the First Schedule b ~;xF.D~\nthe Act, the Trust directs that a public inquiry be held with respect\nto the proposed declaration of a national monument, the Trust &all\nappoint a Tribunal consisting of one or more persons to hold bhe\ninguiry.\n      (2) Where the Tribunal consists of more ban one person-\n    (a) the Trust shall appoint one of such persons to be chairman\n         of the Tribunal; and\n    (b) the decisions of the Tribunal &all be by a majoriQ of votes\n         of the members, and in addition to an original vote, the\n        Chairman &a;U have a casting vote in any case in which the\n         voting is equally divided."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The Tribunal may exclude from the inquiry any parti&  person        Pnrerwtion\nfor the preservation of order, for the due conduct of the inquiry.       Of-.\naa for any 0 t h reason.\n                  ~~\n              rZhe inclusion of thir m e k aWhorizcd by L.N. 70/1992]\n               JAMAICA NATIONAL HERITAGE TRUST"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . 4 1 ) Tht Trust shall send to an objector a written notice informing\nhim of-\n           the time and place of the inquiry;\n           his right to be represented at the inquiry;\n           the fact that if he fails to attend at the inquiry either per-\n            sonally or by a representative, and the Tribunal is satisfied\n            that the notice has been properly served, the Tribunail may,\n            in its discretion, proceed to hear and determine the inquiry\n            in his absence.\n        (2) A notice under paragraph (1) may be served on an objector-\n      (a) by personal delivery at least fourteen clear days before\n            date of the inquiry; or\n      (b) by sending it by registered post to his last known address\n            at bast twenty-one days before the date of the inquiry."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Subject to the provisions of these Regulations, the Tribunad shall\nregulate its own prowding."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-41) The Tribunal shall have power to summon any person to\nattend at the inquiry and to give evidence or to produce any paper.\nbook. record or document in the possession or under the contrd of\nswh person.\n       (2) A summons under this regulation shall be in the form pre-\nscribed in the Schedule and may be served either personally or by\nregistered post.\n      (3) The Tribunal s h d have power to administer oaths to or\ntake the m a t i o n of any witness appearing before the Tribunal."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 . 4 1 ) Any person summoned to attend and give evidence or to\nproduce any paper. book. reoord or document before the Tribunal\nshall-\n     (a) be bound to obey the summons served upon him;\n     (6) be entltled, in respect of such evidence or the disclosure of\n           my communication or the produotion of any such paper.\n           book. mrd or document, to the same right or privilege\n           as he would have before a court;\n     (c) be entitled 60 be paid, from public funds, his expenses, in-\n           cluding travelling expenses. at the rates prescribed by the\n           Witnesses Expenses Act for the witnesses who are entitled\n               me inclmion of thh page is authorized by L.N. 70119921\n                JAMAICA NATIONAL HERITAGE TRUST\n          to have their expenses paid from public funds:\n           Provided that the Tribunal may disallow the whole or any\n         part of such expenses in any case if it thinks fit.\n      (2) Any person who-\n    (a) without sufficient cause, fails or refuses to attend at the\n         inquiry in obedience to a summons under these Regulations,\n         or fails or refuses to produce any paper, book, record or\n         document which he was required by rhat summons to pro-\n         duce;\n    (b) being a witness, leaves the inquiry without the permission\n        of the Tribunal;\n    (c)   being a witness, refuses. without sufficient cause, to answer\n          any question put to him by or with the permission of the\n          Tribunal; or\n    (d) wiQfully obstructs cxr interrupts the proceedings of the Tribu-\n          nal,\nshall1 be guilty of an ofience and shall be liable on summary convic-\ntion before a Resident Magistrate to a fine not exceeding four hundred\ndollars."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-31) There shall be paid to the members of the Tribunal such z?:k?\nremuneration, whether by way of honorarium, salary or fees, and such&\n                                                                    .::?::\nallowances as the Ministex may determine.\n       (2) No action, suit or other proceedings shall be brought or\ninstituted personally against any member d the Tribunal in respect of\nany act done bona fide in the execution or intended exccutbn of the\nTribunal's functions."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. At the inquiry the Trust and any objector shall each be entitled- Rlshuof\n    (a) to be heard;                                                    DUW.\n    (b) to submit written representations, call witnesses and cross-\n         examine witnesses;\n    (c) to produce documents in support of their respective positions;\n         and\n    (6) to ask the Tribunal to order prcduction uf such documents\n         in the possession of an opposing party as are relevant to the\n         inquiry.\n6                            f A M A l C A N A T I O N A L HERITAGE TRUST\nRecord\nkeeping and"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) The Tribunal shall make or cause to be made notes of the\n~ t l .       proceedings of the inquiry and shall record in writing its findings with\n              respect thereto.\n                    (2) Upon conclusion of the inquiry the Tribunal m y make such\n              order in respect of costs as it W s just.\n                                        SCHEDULE                                         (Regulation 7)\n                                SUMMONS TO WITNESS\n              TO: (Name, address, etc.)\n              You are hereby summoned to appear at (place)\n              upon the          day               , 19        at     .\n              o'clock before a Tribunall constituted t ~ ,hold a puWc inquiry into\n              the proposal to declare (state nature and location sf structure) to be\n              a national monument and to give evidence respecting the proposal.\n              (If the p e m n mnmoned is to produce any documents, add) :\n              And you are required to bring with you ( s p d y documents required)\n              Therefore fail not at y w r peril.\n              Given under the hand d\n              Sole Inquirer/Chairman            this             day of                      ,199     ,\n                           p h e inclusion of this page is authorized by L.N. 70/19921"
    }
  ],
  "definitions": [
    {
      "term": "objector",
      "definition": "a person who pursuant to paragraph (1) (d)",
      "source_provision": "sec2"
    },
    {
      "term": "Tribunal",
      "definition": "such person or persons appointed by the Trust",
      "source_provision": "sec2"
    }
  ]
}