{
  "id": "jm-subs-the-jamaica-racing-commission-act",
  "type": "statute",
  "title": "The Jamaica Racing Commission Act",
  "title_en": "The Jamaica Racing Commission Act",
  "short_name": "Jamaica Racing Commission Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-jamaica-racing-commission-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-jamaica-racing-commission-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1, Trainer....................................................................................\n                                                                      E that this               D\n    applicant is known to me, to be of good character, and therefore would be\n    willing to have hidher as my assistant trainerlgroom/stableassistant under\n    the Rules of Racing. I therefore recommend that an assistant traincrlgrooml\n    stable assistant licence be granted to himher.\n                                                         Signatureof Trainer.........................................\n                                                         Date...............   .\n                                                                               ...............................................\n             [The 1nelusion.of this page Is authorized by L.N. 18d20081\n               THE JAMAICA RAClNG COMMISSION (PRESCRIBED FORMS)\n                               REGLrUTIONS. 2005\n                                                            conrd.\n                                                     SCHEDULE,\n                                                                                                              '\n                       TO BE COMPLETED BY APPLICANT FOR\n                          AN EXERCISE RIDER'S UCENCE\nName of (last name)..............................................................\n                                                                               (MrJMisdMn.)\nApplicant (first and middle names)....................................................................\nDate of Birth ...................................................................................................................\nName of the licensed trainers recommending this application and who would\nbe willing to conhact the applicant in the capacity of exercise rider."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. The Forms set out in the Schedule shall be used for the purpose under Schedule.\nthe Act.\n           lThe inclusion of this page is authorized by L.N. 18d20081\n                    THE JAMAlCA RACmG COMMISSION (PRESCRLBED FORMS)\n                                   REGULATIONS, 2005\n                                                        FORM 1\n                                          IAMAlCA RACINO COMMISSION\n                    Jamaica Racing Commission (Prescribed Forms) Regulations, 2005\n                                                   Rule 2 - Form 1\n                                                          2005\n                                                   Application\n                                                        for\n                                               Occupational Licences\n  N.B. Applicant(s) for renewal(s) ONLY, need NOT answer ql)estions 3.4.5, 10, and 11\n                                         Licence Type (s) required\n                                        {Tick appropriatebox (es))\n              raker                        0                 New        0               Renewal\n             Assistant Trainer             0                 New        0               Renewal\n             Jockey                        0                 New        0               Renewal\n             Apprentice Jockey             0                 New        0               Renewdl\n             Grwm                          0                 New        0               Renewal\n             Stable Assistant              0                 New        0               Renewdl\n             Exercise Rider                0                 New        0               Renewal\n             Jockey's Agent                0                 New        0               Renewal\n4                                                                                                      /"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Within a racecourse the following acts are prohibited-\n              (i) obstructing or interfering with the proper use of the\n                  racecourse;\n             (ii) obstructing any person acting in (the execution of his\n                   duty in relation to the racecourse;\n            (iii) remaining on the racecourse after having been required\n                  by a constable or an authorized o5cer to leave or being\n                  on or entering or attempting to enter the racecourse\n             we inclusicm of this page is authorized by L.N. 144119951\nTHE JAMAICA RACING COMMISSION (RACECOURSE)\n             REGULATIONS, 1981\n        after his presence on the racecourse has been forbidden\n        by the Commission or an authorized officer or on his\n        directions;\n  (iv) allowing any vehicle or animal to be on the racecourse\n       after being required by a constable or an authorized\n       officer to remove it or after its presence on the race-\n       course has been forbidden by the Commission or an\n       authorized officer or on his directions;\n   (v) without the requisite permission being on or entering\n       or attempting to enter or remaining on any part of\n       the racecourse access to which is restricted or prohi-\n       bited mder any of the Racing Rules;\n  (vi) tampering or interfering with any racehorse or anything\n       used in connection with any racehorse;\n (vii) smoking in or otherwise bringing or lighting any naked\n       light into or in any place where any such act is pro-\n       hibited by notice;\n (viii) any act causing or tending to cause an outbreak of\n        fire;\n  (ix) throwing, leaving or dropping anything capable of caus-\n       ing injury to any person, animal or property;\n  (XI climbing any wall, fence, barrier, railing or post;\n  (xi) wilfully giving a false fire or ambulance alarm;\n (xii) any breach of or failure to comply with the Racing\n        Rules or any order or direction given thereunder or\n       in pursuance thereof;\n (xiii) driving or placing a vehicle carelessly or dangerously\n        or without due consideration for persons ming the race-\n        course;\n (xiv) the use of a horn or any vehicle without a noise muffler\n       in any stable area in the racecourse;\n (xv) failure by the driver of a vehicle to stop when required\n      by a constable or an authorized officer to do so;\n (xvi) failure by the driver of a vehicle which is involved in\n       an accident to give his name and address and the name\n     [The itlcluaion of cbis page is authorized by L.N. 144119951\n         THE JAMAICA RACING COMMISSION (RACECOURSE)\n                             REGULATIONS, 1981\n                 and address of the owner of the vehicle to any person\n                 having reasonable grounds for requiring them;\n          (xvii) failure by the driver of a vehicle to obey a traffic sign\n                 or to comply with any direction for the regulation of\n                 traffic given by a constable or an authorized officer;\n         (xviii) parking a vehiclk elsewhere than in a place provided\n                 for that purpose and in the manner required by a\n                 constable or an authorized officer;\n           (xix) failure by the person in charge of a vehicle to remove\n                 it from any place provided for the purpose of parking\n                 when required by a constable or an authorized officer\n                 to do so;\n            (xx) loading a vehicle with passengers or goods or unload-\n                 ing passengers or goods from a vehicle elsewhere than\n                 in a place provided for that purpose;\n           (xxi) driving a motor vehicle on any roadway in a race-\n                 course at a speed greater than fifteen miles per hour\n                 or such other speed as may be prescribed by a traffic\n                 sign;\n          (xxii) using any obscene or indecent language;\n         (xxiii) indecent or disorderly behaviour;\n         (xxiv) dropping or leaving litter except in a receptacle pro-\n                 vided for the purpose;\n          (xxv) failure to comply with directions given by any autho-\n                 rized person or any Steward or official of any race\n                 meeting acting in the execution of his duties."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Within a racecourse the following acts are prohibited unless the\npermission of an authorized officer appointed for that purpose has\nfirst been obtained-\n             (i) entering or leaving the racecourse or any building or\n                  enclosure thereon otherwise than through a 3ate or\n                 entrance for the time being provided for that purpose;\n            (ii) entering any part of the racecourse to which members\n                  of the public are not for the time being admitted;\n           (iii) removing. displacing, damaging, defacing or altering\n                 any building, structure, traffic sign, notice or other tbing\n                 whether movable or immovable forming pad of or\n                 provided for or in connection with the racecourse;\n              me inclusion of this me is au(horized by L.N. 144/19951\nTHE JAMAICA RACING COMMlSSlON (RACECOURSE)\n             REGULATIONS, 1981\n   (iv) the keeping of or use of or causing or suffering or\n         permitting to be kept or used animals other than horses\n         registered with the Commission;\n    (v) selling or distributing anything, offering anything for\n         sale or hire, or making any offer d services (other than\n         taxicab services);\n   (vi) driving a vehicle elsewhere than in a place provided\n        for the passage or accommodation of such a vehicle;\n  (vii) lighting a fire elsewhere than in a place constructed for\n        that purpose and approved by an authorized officer;\n (viii) the stabling of horses and conducting the exercising\n        m d training of horses otherwise than in accordance\n        with conditions laid down from time to time by the\n         licensee of the racecourse.\n    me i~clwboof chir page is authorized by L.N. 144/199$]\n                           JAU.IICA RACING COMMISSION\n              THE JAMAICA RACING COMMISSION ACT\n                                    REGULATIONS\n                                  (under section 29)\n         (Made by the Racing Commission with the approval of the                                L.N.I ~ F I Z O O ~\n                Minister on the 1st day ofMarch, 2005)\n                                                                        [lst February, 2005.1"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . ; ...................................................                           ..........................................\n                             Nam                                                                Signature\n                       (The inclusion of this page is authorized by L.N. 18d20081\n         THEJ M C A RACING C W S S I O N (PRESCRIBEDFORMS)\n                        REGULATIONS, 2005\n                                     SCHEDULE,\n                                            contd.\n                         THE JAMAICA RACING COMMISSION ACI\n     TO BE COMPLETED BY APPLICANT FOR A TRAINER'S LICENCE\nName of (last name)........................................................... ...(Mr./Miss/Mrs.)\nApplicant (first and middle names)...............................................................\nDate of Birth.........................................................................................\n               .\nThe following horses are trained by me and as at this date.............................. are\nstabled at the location indicated below.\n         NAME OF HORSE                                              LOCATION\n           lThe inclusion of thls page is authorized by L.N. 18J2008]\n         W E JAU41CA R A C M COMMISSION(PRESCRIBEDR3RMS)\n                                  REGULATIONS, 2005\nSignature:..................................................\nDate: ........................................................\n                lThe inclusion of this page is authorized by L.N. 18d20081\n                           JAMAICA RACING COMMISSION\n               THE JAMAICA RACING COMMISSION ACT\n                                       RULES\n                                  (under section 29)\n (Made by the Racing Commission with the approval of the Minister on the     L.N 4 1 0 m\n                                                                             hd,.\n                      16th day of December, 1972)                            L.N.      85/80\n                                                                                     105d93\n                                                                                      99DI9 5\n   .                                                                                160/2000\n                                                                                    62A/2004"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The Commission shall fix a date, time and place of the hearing and\n            shall give to the appellant and to the delegate not less than seven days'\n            notice thereof, together with copies of any report it may have received as a\n            result of its investigations of the appellant's case."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Only parties directly concerned in an appeal may be admitted at the\n            hearing thereof."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) The-Commission shall give the appellant and the delegate an\n            opportunity to address it, to give evidence, to call witnesses and to put\n            questions to any witness called to give evidence.\n                    (2) If the appellant fails to attend at the time and place fixed for\n            the hearing, the Commission may (after considering any representations in\n            writing submitted to it by the appellant) dispose of the appeal in his absence\n            or adjourn the hearing to a later date."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-41) The Commission may (if practicable) secure the attendance at\n            the hearing of any person from whom it has received a report on the\n            appellant's case and in that case shall give the appellant and the delegatee\n            an opportunity of putting questions to such person.\n                     (2) The Commission may call any other person as a witness and in\n            that case shall--\n                 (a) at the same time as it gives notice of the hearing under rule 6 (or as\n                     soon as may be practicable thereafter and in byevent not less than\n                     five days before such person is to be called) notify the appellant and\n                     the delegatee of his name; and\n                T H E J W C A RACING COMMISSION (APPEXS)RULES, 1972\n        (6) give the appellant and the delegatee an opportunity of putting\n            questions to him at the hearing.\n                            Decision of the Commission"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) The decision of the Commission may be taken by a majority\n    thereof and shall be recorded in writing: in accordance with Form No. 3 as FormNo 3\n    set out in the Schedule and signed by the Chairman and shall be\n    communicated in writing to the appellant and the delegatee within fourteen\nI   days.\n             (2) The Commission may make such order as to the whole or any\n    part of the costs of an appeal as it shall consider to be just and any such order\n    shall be included in its decision which shall spec@ the amount of such costs\n    and the person by whom they are to be paid.\n                                        Representation"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.+1) The appellant and the delegatee may, for the purposes of the\n    appeal and any proceedmgs connected with it, be represented by an attorney-\n    at-law or any other person.\n            (2) Where the appellant or delegate is being represented at the\n    hearing of an appeal, notice in writing of the name and address of the\n    representative shall be given to the Commission not less than two days before\n    the hearing of the appeal.\n                                  Abandonment ofAppeal"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The appellant may at any time after giving notice of appeal abandon\n    his appeal by notice in writing to the Commission and in that case the\n    Commission shall inform the delegatee of the abandonment of the appeal.\n                                    Service of Documents"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Any notice required by these Rules shall be in writing and all notices\n    and documents required or authorized by these Rules to be sent or given to\n    any person may be sent by registered mail or delivered-\nI\n         (a) in the case of a dtmment directed to the Commission or the\n             delegatee, to their respective office addresses; or\n         (6) in the case of a document directed to any other person, to his last\n             known address,\n    and, if sent or given to the authorized representative of the appellant or the\n    delegatee, shall be deemed to have been sent or given him or it (as the case\n    may be) .\n                                            -\n                  lThe inclusion of this page i s authorized by L.N. 18d10081\n           THE J M d C A RACING COMMISSION (APPEALS)RULES. 1972\n                                       Expenses"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.   Have you ever been convicted of a criminal offence other than a breach of the Road\n      Traffk Ad?....................................................................\n      If yes., state when and other particulars.. ..........................................................\n      .........................................................................................................."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-41) The Commission may: if it W s fit. extend the time appointed\nby these Rules for doing any act and may do so notwithstanding that the time\nappointed has already expired.\n        (2) The Commission may in special circumstances reduce the time\nappointed by these Rules for doing any act: upon the application by the\nappellant with the agreement of the delegatee thereon.\n                                    Miscellaneous"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.    Contact person's address.. ..........................................................................\n        ..................................................................Telephone No. .......................\nI declare that the answers given to the foregoing questions are true and accurate.\nI fiuther declare that should a permit be granted to me I agree to be bound in all respects by the\nJamaica Racing Commission Rules 1977 in force from time to time and bv all decisions issued\nby the ~amai&Racin~          Commission, its &legatees or agents in the cours;of administering the\nsaid Rules.\nI hereby attach the prescribed fees, forthe licence (s) requested, in the sum of (S...................... ).\nI consent and direct that the Jamaica Racing Commission enroll me in the Racing Industry\nInsurance Scheme and pay to the ''Trustees\" on my behalf the sum of (S.................................... 1\nbeing my premium for membership in the Racing Industry Insurance Scheme, during the\nperiod of the licence(s) sought.\n                                                                   ...........................................\n                                                                           Applicant's Signature\n                                                                   ..........................................\n                                                                                      Date\n             THE J . W C A RACING COMMISSIOK (PRESCRIBED FORMS)\n                               REGLL4TIO.VS. ZOO5\n                                                SCHEDULE,contd.\n                                                                                                                               A\n                                        FOR OFFICIALUSE ONLY"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Subject to the provisions of these Rules, the Commission may.\nregulate its own procedure.\n                    THEJAUAICA RACING COMMISSION (APPEALS)\n                                                         RULES, 1972\n                                                           FORM NO. 1                                                        (Rule 3)\n                                      THE JAMAICA\n                                                RACINGCOMMISSION\n                                                               ACT\n                        THE JAMAICA\n                                  RACINGCOMMISSION\n                                                 (APPEALS)\n                                                         RULES,1972\n                                                     Notice ofReference\n....................................................................................................hereby refer to the Jamaica Racing\n                   (Delegatee)\nCommission the appeal of (name and address of appellant).\nNotice of appeal of which a copy is attached, was received by (delegatee) on\nthe                        day of                    ,19\n                                                                     Signed..............\n                                                                                        ...........................................\n                                                                                On behayif ( ~ e l e ~ a t e e )\n    To the Jamaica Racing Commission\n                                                          FORM No. 2                                                         (Rule 5)\n                                      THEJ ~ C RACING\n                                                 A    COMMISSION ACT\n                        THE JAMAICARACINGCOMMISSION\n                                                  (APPEALS)RULES,1972\n                                  Notice Requiring Evidence or Further Evidence\n    The Jamaica Racing Commission, to *which your appeal has been referred, requires the\nfollowing evidence (or further evidence) for the investigation of your appeal, which was referred\nto the Commission on the\nday of                                          , 19         :-\n                                                                     (Here state evidence required)\n      Dated the                                     day of                                       , 19 .\n                                                                 Signed..................................................................\n                                                                           On behayof the Commission\n                                   Amount ofDeposit on the Lodging of an Appeal\n      (i) An appeal from a decision of the First Instance Tribunal appointed by\n          the Commission in the delegation of functions dated the 19th day of\n          October, 1990 or any delegation of functions amending, varying, re-\n          delegating with or without modification or replacing the said delegation\n          of h c t i o n s            ...               ...                    ...                                         $5,000.00\n     (ii)    An appeal fiom a decision of the Operation Stewards appointed by the\n             Commission in the delegation of functions dated the 14th day of May,\n             1984 or any delegation of hcti,ons ameiding, varying, re-delegating\n             with or without modification or replacing the said delegation of\n             fimctions                            ...                        ...                              ...          ~2,000.00\n                     lThe inclusion of this page isauthorized by L.N. 18d20081\n                         W EJAURICARACNG COMMISSION (APPEALS)RULES, 1972\n      (iii) An appeal &om a decision of the Chairman, General Management and\n            Director of Finance and Administration of the Commission in matters\n            relating to the delegation of functions dated the 17th day of October,\n             1985 or any delegation of functions amending, varying. re-delegating\n            with or without modification or replacing the said delegation of\n            functions          ...          ...           ...        ...       ...                                                                  $ 1,000.00\n      (iv) An appeal h m a decision given by the Stewards of a                                                                      race\n           meeting       ...          ...      ...       ...                                                                          ...            $2,000.00\n       (v) An appeal h m a decision of the Security Tribunal appointed by\n           the Commission in the delegation of functions amending. varying. re-\n           delegating with or without modification or replacing the said delegation\n           of h c t i o n s ....         ....            ....         ...\n                                                                       FORM NO. 3                                                                     (Rule 10)\n                                                THE JAMAICA              RACING COMMISSION\n                                                                                         ACT\n                              THE JAMAICA              RACING COMMISSION\n                                                                       (APPEALS) RULES,1972\n                                                           Decrsron of the Commrssron\n   The Jamaica Racing Commission to which the appeal of (name of appellant) was referred\nby (name of delegatee) on (         date           ), having heard the said appeal, has\ndetermined that-\n      * (1) the appeal be dismissed and the decision of the (delegatee) confirmed\n     1 (2) the appeal be allowed and the decision ofthe (delegatee) set aside\n     1 (3) the appeal be allowed and directs that the proceedings in respect of which the decision\n                 (the subject ofthis appeal) was made, be reconducted by.. ...................................\n      1 (4) the decision of the (delegatee) be set aside and substitute therefor the followin-\n............................................................................................................................................................\n      Dated the                                              day of                                                        :   19\n                                                                                       Chairman.\n                                                                                                                     On behalf of the Commission\n      *Delete if not applicable.\n                              [The Inelusion of this page Is authorized by L.N. 18d20081"
    }
  ],
  "definitions": []
}