{
  "id": "jm-subs-the-jamaica-railway-corporation-act",
  "type": "statute",
  "title": "The Jamaica Railway Corporation Act",
  "title_en": "The Jamaica Railway Corporation Act",
  "short_name": "Jamaica Railway Corporation Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-jamaica-railway-corporation-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-jamaica-railway-corporation-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the Jamaica Railway\nCorporation (Pensions) Regulations, 1973."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2 - 4 1 ) In these Regulations-\n     \"Minister\" means the Minister responsible for the public service:\n    %on-pensionable office\" means an office which has been declared\n       to be a non-pensionable office by resolutiou of the Corporation\n       approved by the Minister and notified in the Gazette;\n    \"pensionable office\" means an office which has been declared to be\n        a pensionable office by resolution of the Corporation approved\n        by the Minister and notified in the Gazette.\n       (2) Where by virtue of an amendment or revocation of a\nnotification declaring an office to be a pensionable office or a non-\npensionable office any office ceases to be a pensionable office or ceases\nto be a non-pensionable office and does not become a pensionabl'e office,\nthen so long as any person holding that office at the time of the\namendment or revocation continues therein, the office shall as respects\nthat person, continue for the purposes of this regulation, to be a\npensionable office or a non-pensionable office as the case may be."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) The corporation may, with the approval of the Minister\ngrant a pension, gratuity or other allowance to any person who,\nimmediately prior to retirement, held a pensionable office or a non-\npensionable office in the service of the Corporation.\n        (2) The grant of any pension, gratuity or other allowance\npursuant to paragraph (1) shall be determined in accordance with the\nrelevant provisions of the Pensions (Parochial Officers) Act, which\nshall, for the purpose of this regulation, apply-\n THE JAMAICA RAILWAY CORPORATZON (PENSIONS) REGULATIONS,\n                                        1973\n     (a) to the persons holding pensionable offices in the service of\n         the Corporation as they apply to officers in the service of\n         Parish Councils holding pensionable offices under that Act;\n     (b) to persons holding non-pensionable offices in the service of\n         the Corporation, as they apply to officers holding non-\n         pensionable ofices in the service of Parish Councils under\n         that Act.\nsubject to the modification that for references in that Act to a Parish\nCouncil or the service of a Parish Council there shall be substituted\nreferences to the Corporation or the service of the Corporation, as the\ncase may require."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-41) Subject to paragraph (2), where any person dies while in the\nservice of the Corporation or while in receipt of a pension or other\nallowance pursuant to these Regulations, the Corporation may, with\nthe approval of the Minister, grant to the dependents or to the legal\npersonal representative of such person, a pension, gratuity or other\nallowance.\n      (2) The grant of any such pension, gratuity or other allowance\nshall be determined in accordance with relevant provisions of the\nPensions (Parochial Officers) Act which shall, for the purpose of this\nregulation, apply in relation to-\n    (a) persons who held pensionable offices in the service of the\n        Corporation as they apply in relation to officers who held\n        pensionable offices in the service of Parish Councils, and\n     (b) in relation to persons who held non-pensionable offices in the\n         service of the Corporation as they apply in relation to officers\n         in the service of Parish Councils who held non-pensionable\n         offices under that Act,\nsubject to the modification that for references in that Act to a Parish\nCouncil or the service of a Parish Council there shall be substituted\nreferences to the Corporation or the service of the Corporation, as the\ncase may require."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Where any question exists in relation to any matter arising under\nthese Regulations, that question shall be determined by the Minister.\n             [The fficlusion of Chis page is autliorled by L.N. 1271199\n                 JAMAICA RAILWAY CORPORATION\n       THE JAMAICA RAILWAY CORPORATION ACT\n                                  BY-LAWS\n                              (under section 42)\n  (Made by the Minister and published in the Gazette Extraordinary          G.N. 83/70\n                    dated 19th February, 1970)"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The Corporation will accept for carriage free of charge personal\nbaggage of passengers travelling by the same train only up to the\nweight limits shown in the current Tariff Book or amendments thereto.\n              lThe hclusion of thin page is authorized by L.N. 4119761\n       THE JAMAICA RAILWAY CORPORATION BY-LAWS. 1970"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. No holder of a season ticket, a free pass, or any other ticket\nissued at less than the ordinary fare shall sell or transfer it to any\nother person and no person shall travel on such ticket except the person\nto whom it was issued."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. No person having a ticket for one class shall enter or use\naccommodation set apart for passengers having tickets of a higher class."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. No passenger shall travel on the roof steps, platform or foot-\nboard of any vehicle, or on the engine or any portion of any vehicle\nnot intended for the conveyance of passengers unless authorized by\nthe General Manager."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. No person shall enter or leave or attempt to enter or leave any\ncarriage while the train is in motion."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. No person shall enter or leave the train other than at a scheduled\nstopping place unless requested to do so by an authorized servant of\nthe Corporation. Persons leaving or entering the train must do so from\nthe side adjacent to the platform or, if there is no platform, from the\nside indicated by the station staff or the Guard of ,the train."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. No person shall enter a carriage or compartment of a carriage\nalready containing the full number of persons permit,ted by the\nCorporation when any servant of the Corporation objects to his so\nentering and where any person enters such a compartment or carriage\nhe shall leave immediately upon being requested to do so by a servant\nof the Corporation."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Where any special carriage or portion of a caniage or any\nroom or apartment is provided for the exclusive use of females, no\nperson of the male sex (other than a child under seven years of age)\nshall knowingly enter such carriage or portion of a carriage, or any\nsuch room or apartment, or shall remain therein after having been\ninformed of its exclusive reservation.\n  14 No person shall hold or attempt to hold any form of public\nmeeting or religious service or make or attempt to make any sort of\npublic speech or to carry out any unauthorized collection of money or\nalms in or upon any carriage, vehicle, or premises of the Corporation."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. No person suffering from any contagious or infectious disease\nshall enter any railway vehicle or station.\n              IThe inclusion of this page is authorized by L.N. 41 19761\n       T H E JAMAICA RAILWAY CORPORATION BY-LAWS, 1970"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Every person who has failed to pay any fare, excess charge, or\nother sum due shall on demand by an authorized servant of the\nCorporation give his proper name and address."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Any person who finds any lost property upon any station or\npremises or in or upon any carriage of the Railway, shall immediately\nhand over the same to the Station Master in charge of the station at or\nnearest the place where such property was found, or to the Guard of\nthe train and shall be entitled to demand and obtain a receipt or other\nacknowledgment in writing therefor."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. No person shall without the consent in writing of the General\nManager of the Railway, sell or attempt to sell any article on any\ntrain or premises belonging to the Corporation."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. No person whether acting as principal or as or through any\nservant or agent shall, without the permission in writing of the General\nManager of the Railway, post, stick upon, or write, or cause to be\nposted, stuck upon, or written any placard or advertisement or other\nmatter within or on any post, fence, gate, platform, wall, building. or\nother property or premises of the Corporation."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. No person shall take into or have in his charge in or cause to be\ntaken into any carriage or other vehicle intended for the conveyance\nof passengers, any dog or other animal."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. No person shall enter in or upon the Railway or upon any of\nthe lines, stations or other premises of the Corporation unless authorized\nto do so by the General Manager."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. No person shall cut, remove, or in any other way interfere with\nany post, wire, or other material that is part of any telegraph or\ntelephone system in use by the Corporation."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. No person other than a Gate-keeper or in his absence any other\nauthorized person shall open or close, or shall cause to be opened or\nclosed, any gate placed at the crossing of a public road."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. No person shall obstruct any officer or servant of the Corporation\nin the discharge of his duties on the Railway or at any station or\npremises connected with the Corporation.\n              IThe inclusion of this page is authorized by L.N. 4119761\n       THE JAMAlCA RAILWAY CORPORATlON BY-LAWS, 1970"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. No person other than a servant of the Corporation shall, except\nin the case of a reasonable apprehension of danger, display or cause\nto be displayed a signal or other device which shall cause or would\nbe likely to cause any train to be stopped or started or cause or be\nlikely to cause the speed of any train to be reduced or increased."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. No person shall cross or attempt to cross any line of railway\nelsewhere than at an authorized crossing place, or shall cross or attempt\nto cross any line or railway at an authorized crossing place when warned\nnot to do so by a servant of the Corporation, or by the closing of the\ngates protecting the crossing, or when given warning of the approach\nof a train by the indication of signals operated either manually or\nautomatically to give warning of the approach of a train, or when an\napproaching engine or train is within sight or hearing."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. No person shall move or attempt to move across the Railway\nany vehicle, excavator, or other piece of machinery whether self\npropelled or towed which is so loaded as to require a special permit\nfrom the Minister responsible for works whethar or not such permit has\nbeen obtained, across the Corporation's Railway without giving the\nGeneral Manager of the Corporation at least twenty-four hours notice\nof the intention to do so and thereafter complying with such instructions\nfor protecting, minimizing or avoiding damage to the Railway as the\nGeneral Manager may give."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. No person shall drive any motor car or other vehicle or ride any\nbicycle, or ride or drive any animal upon or along the railway line, or\nany pier, wharf, jetty, platform or any pathway or subway of the\nCorporation save and except upon or along any area specifically\nauthorized by the General Manager to be so used."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. No person shall drive or allow any cattle, horse, donkey, goat,\nsheep, swine or other animal upon any line or premises of the\nCorporation unless authorized to do so by the General Manager.\n              m e inclusion of this page is authorized by L.N. 4119761\n       THE JAMAICA RAILWAY CORPORATION BY-LAWS, I970"
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. No person shall throw or cause to be thrown at or from any\ncarriage or other vehicle of the Railway any bottle, stone, missile,\ngarbage or other thing."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. The driver or owner or other person having charge of or control\nover every omnibus, motor car, taxi cab, cart, hand-cart, barrow,\nmotor bicycle or bicycle, or other vehicle shall, while in or upon any\nstation yard or other premises of the Corporation obey the directions\nof the servants or officers of the Corporation."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. No person having control of a vehicle of whatever description,\nshall park or permit it to be parked for any purpose whatsoever, nearer\nthan a distance of five feet from any Railway line unless the per-\nmission of the Station Master or other such responsible servant of the\nCorporation has been obtained."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. No person shall begin to load or unload goods at a railway\nstation or shall take possession for that purpose, of any wagon or truck\nor shall move the same until he has obtained the permission of the\nStation Master, and all persons loading or unloading shall strictly\ncomply with the orders and directions of the Station Master."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. No person, unless he holds the written permission of the General\nManager of the Railway and is wearing a distinctive badge, shall enter\nor be upon any carriage, vehicle, or premises of the Corporation for\nthe purpose of removing any passengers' baggage for reward, and no\nperson, unless so authorized and wearing a distinctive badge as afore-\nsaid, shall solicit custom or hire in or upon any carriage, vehicle, or\npremises of the Corporation."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. No driver or owner of any omnibus, motor car, taxi cab, or cart\nwhile in or upon any station yard or other premises shall enter on or\nin the platforms, waiting rooms, booking halls, carriages, and vehicles\nof the Corporation for the purpose of soliciting custom, nor shall he\nprocure or authorize anyone to do so on his behalf."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. At stations wheue the necessary facilities exist, the Corporation\nwill provide warehousing and storage at rates and under conditions\nlaid down in the Tariff Book."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. The Corporation may refuse to accept for conveyance any goads,\nexcept those specified in the Tariff Book, which in the opinion of the\nGeneral Manager are dangerous goods. The term \"dangerous goods\"\n        T H E JAMAICA RAILWAY CORPORATION BY-LAWS, 1970\nshall include but shall not be limited to explosives, compressed gases,\ninflammable substances, oxidizing substances, organic peroxides,\npoisonous (toxic) substances, radioactive materials, corrosives, dangerous\nchemical and miscellaneous dangerous substances or any offensive\ngoods.\n  The term \"offensive goods\" shall include but shall not be limited to\ncarcasses, bones, sewage, night soil, decaying matter. offal rags, sweep-\nings or any other substance, with an offensive smell or nature.\n  MA.Except where indicated in the Tariff Book, no person shall\nsend to the Corporation for conveyance any dangerous goods unless\nhe has given not less than twenty hours notice of his intention to the\nCorporation and has stated the true name and description of the goods.\nhis own name and address and that of the consignee and has received\nan intimation from the Corporation that such dangerous goods will be\naccepted."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39. No consignment of dangerous goods shall be sent to the\nCorporation except during such hours that will enable it to be loaded\nby daylight.\n  No consignment of dangerous goods shaU be loaded or unloaded\non the Corporation's premises except by daylight.\n  This by-law does not apply to the loading and unloading of tank\ncars containing petrol, paraffin, diesel gas, or fuel oil at places specially\nconstructed for the purpose and properly illuminated."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40. Except where indicated in the current Tariff Book or amendments\nthereto, no explosive or inflammable substance shall be carried by\npassenger train."
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41. Explosives shall not be carried in the same vehicle as any sort\nof matches, acids, chemicals or inflammable substances.\n   4 2 Every package containing dangerous goods shall be clearly\nmarked by the consignor with the word DANGEROUS or with a clear\ndescription of its contents, and every wagon loaded with dangerous\ngoods shall be labelled with the word DANGEROUS clearly shown on each\nside of the wagon by the loader of the wagon. Tank wagons with the\nname of the contents painted on both sides need not have the word\nDANGEROUS in addition.\n               [Tho inclusion of this page is authorized by L.N. 4119761\n       THE JAMAICA RAILWAY CORPORATION BY-LAWS, 1970"
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43. Any person loading or unloading dangerous goods shall take all\ndue precautions to stow and secure such goods so as to prevent them\ncoming in contact with any article or substance likely to cause fire or\nexplosion."
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44. In loading or unloading explosives-\n    (a) the packages shall, as far as possible be passed from hand to\n          hand and not rolled upon the ground unless clean sheets or\n          cloths have been previously placed on the ground on which\n          such explosives are placed in such quantity and in such\n          manner as to prevent any danger arising from the said\n          explosives;\n    ( b ) no package containing explosive shall be thrown or dropped\n          from any height and such packages shall be carefully handled\n          and stowed."
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. No person while employed in handling, loading, or unloading\nexplosives or inflammable goods shall-\n    (a) smoke or have about his person any lucifer match, explosives,\n         or means of striking a light;\n    (b) wear boots or shoes with iron or steel nails, heels or tips of\n         any sort."
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46. Once the loading or unloading of a wagon of dangerous goods\nhas started it shall continue with all due diligence until it has\nbeen completed."
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47. Dangerous goods shall be removed by the consignee from the\nCorporation's premises as soon as practicable after their arrival\nand shall, in the meantime, be covered by him with a sheet, cloth, or\ntarpaulin and marked dangerous."
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48. The Corporation may refuse to carry or to store any package\nwhich it considers is not packed or sent in accordance with these\nBy-Laws or with the Regulations for the acceptance and conveyance\nof dangerous and offensive goods."
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49. Any person committing a breach of any of these By-Laws shall\nbe guilty of an offence and shall be liable on conviction before a\nResident Magistrates Court or a court of petty sessions to a fine not\nexceeding $40 or in the case of an offence relating to the carriage of\ndangerous or offensive goods $100 and in addition shall pay to the\nCorporation any fare, charge, or other sum of money due to it by\nreason of his offence.\n              me inclusion of this page is authorized by L.N. 4119761"
    }
  ],
  "definitions": [
    {
      "term": "Minister",
      "definition": "the Minister responsible for the public service:",
      "source_provision": "sec2"
    },
    {
      "term": "pensionable office",
      "definition": "an office which has been declared to be",
      "source_provision": "sec2"
    }
  ]
}