{
  "id": "jm-subs-the-judicial-services-regulations",
  "type": "statute",
  "title": "The Judicial Services Regulations",
  "title_en": "The Judicial Services Regulations",
  "short_name": "Judicial Services Regulations",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-judicial-services-regulations",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-judicial-services-regulations",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the Judicial Service Regula- Short ti&.\ntions, 1961."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In these Regulations unless the context otherwise req~res-        intern-\n                                                                       tation.\n     “authorized officer” means a member of the Commission or an\n         authority or a public officerto whom the frmctkns of the\n         Governor-General have been delegated pmisuant to section 71\n         of the Order;\n     “chairman” mans chairman of the Commission and includes any\n         member presiding at a meeting of the Commission;\n     “Commission” means the Judicial Service Commission established\n         by section 68 of the Order;\n     “functions” includes powers and duties;\n     “judicial office” means the office af Resident Magistrate, Judge\n         of the Tra& Court, Registrar of the Supreme Court or such\n         other office connected with the Courts of Jamaica as, subject\n         to the provisions of the Order, may be prescribed by any\n         enactment of the Parliament of Jamaica;\n     “judicial officer” means the holder of a judicial office;\n     “member” means member of the Commission;\n     “Order” means the Jamaica (Constitution) Order in Council, 1959;\n     “perform” in relation to functions includes exercise;\n               P’he inclusion of this page is autltorieed by L.N.4/19%]\n    18                         THE JUDICIAL SERVICE REGULATIONS, 1961\n                       “regulation” means one of these Regulations;\n                       “relative office” means an office in respect of which the Commission\n                            is required to make recommendations for appointment to the\n                            Governor-General;\n                       “secretary” means the secretary to the Commission appointed\n                            pursuant to regulation 4 and includes the person for the time\n                            being performing the functions of that office.\n                                  PART11-Judicial Service Commission\n    Oath of          3. The chairman and members and every officer appointed under\n    office.\n                   regulation 4 shall on appointment take before a Justice of the Peace\n    Schedule.      an oath in the appropriate Form in the Schedule.\n    Appointment      4.-( 1) The Governor-General, after consultation with the Commis-\n    of secretary\n    andstaff.      sion and with the Cabinet, may constitute the office of secretary to\n                   the Commission and such other offices as he may consider expedient\n                   for securing the due performance of the functions of the Commission.\n                          (2) The Governor-General upon the recommendation of the\n                   Commission may from time to time appoint persons to the offices\n                   constituted pursuant to paragraph (1).\n    Functionsof      5. Where the Order requires the Governor-General in the perform-\n    Commission.    ance of any function to act on the recommendation of the Commission\n,\n                   the Governor-General-\n                        (a) may where that function has been delegated pursuant to\n                            section 71 of the Order; and\n                        (b) shall in every other case,\n                   request the Commission to make its recommendation and it shall be\n                   the duty of the Commission to make the recommendation so requested.\n    Procedure        6.41) The Commission shall meet as often and at such times and\n    and meet-\n    mgs.           places as in the discretion of the chairman may be necessary or\n                   expedient for the purpose of performing its functions.\n                         (2) In the absence of the chairman from any meeting the members\n                   present may elect one of their number to preside at that meeting.\n                         (3) All decisions at a meeting of the Commission shall be by\n                   a majority of the votes of the members present and voting:\n                     Provided that where the voting is equal the chairman shall have\n                   a casting vote as well as an original vote.\n    Record of        7.41) It shall be the duty of the secretary duly to record minutes\n    a?ddeci-\n    meetings       of all meetings of the Commission.\n    slons.\n            THE 3UDICIAL SERVICE REGULATIONS, 1961                                  19\n      (2) Copies oE such minutes duly confirmed at a subsequent\nmeeting or by the individual members on circulation thereof shall\nas soon as practicable thereafter be forwarded to the Governor-General.\n      (3) Any member of the Commission present when any decision\nis made who dissents therefrom may require that his dissent and\nhis reasons for dissenting be recorded in the minutes."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Matters may also be decided by the Commission without a meeting Decisions\nupon circulation of the relevant papers among the members; but if on ~ { ~               ~   $   ~\ncirculation of the papers relating to any matter a difference of opinion meeting.\narises among the members, or if any member so requires, it shall be\nthe duty of the secretary to reserve the matter for discussion at a\nmeeting."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The Commission in considering any matter or question may Consultation\nconsult with such public officer or other person as the Commission with other\nmay consider proper and desirable and may require any public officer\nto attend and give evidence before it and to produce any official\ndocuments relating to such matter or question."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Any public officer who without reasonable cause fails to appear Failureto\n                                                                              with\nbefore the Commission when required to do so, or who fails to comply comply\n                                                                       commission's\nwith any request properly made by the Commission, shall be guilty request'\nof a breach of discipline and the Commission may where appropriate\nrecommend that disciplinary proceedings be instituted against him."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Except with the consent of the Governor-General signified in Privileped\n                                                                     information.\nWriting under the hand of the Governor-General's Secretary, a person\nshall not in any legal proceedings produce or be .permitted to give\nsecondary evidence of the contents or nature of any document,\ncommunication or information addressed, made or given-\n     (a) to the Commission by or on behalf of the Governor-General,\n          the Chief Personnel Officer, a Permanent Secretary or the\n          Head of any Government Department for the purpose of\n         enabling the Commission to perform any of its functions; or\n     (b) by the Commission to the Governor-General, the Chief\n          Personnel Ofker, a Permanent Secretary or the Head of any\n          Government Department in relation to any matter concerning\n         or arising out of the functions of the Commission."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-( 1) Notwithstanding the provisions of regulation 29, where it E;;:;;;;.\nis represented to the Commission or the Commission considers it interest.\ndesirable in the public interest that a judicial officer ought to be required\nto retire from the public service on grounds which cannot suitably\nbe dealt with by the procedure prescribed by regulation 29, it shall\ncall for a full report from the Chief Justice and from the Head of any\nMinistry or Department in which the officer has served during the\nimmediately preceding ten years.\n       (2) If, after considering such reports and giving the officer an\nopportunity of submitting a reply to the grounds on which his retire-\nment is contemplated, and having regard to the conditions of the\npublic service, the usefulness of the officer thereto, and all the other\ncircumstances of the case, the Commission is satisfied that it is desirable\nin the public interest so to do, it shall recommend to the Governor-\nGeneral that the officer be required to retire on such date as the\nCommission may recommend."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16, Where the appointment of a judicial officer is terminated under Pearion.\nregulation 14 or 15 his service shall terminate on such date as the\nCommission may recommend and the question of his pension shall\nbe dealt with in accordance with the provisions of the Pensions Act.\n                            PART IV-Discipline"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.41) The Commission shall deal with disciplinary proceedings ti^^\n                                                                respecms\nagainst judicial officers.                                      discipline.\n       (2) Subject to paragraph (3), where the Commission is of\nopinion that disciplinary proceedings ought to be instituted against\na judicial officer, the Commission may recommend to the Governor-\nGeneral that such proceedings be instituted against him.\n         (3) Where an offence against any enactment appears to have\nbeen committed by a judicial officer the Commission shall before\nmaking a recommendation under paragraph (2) obtain the advice of\nthe Attorney-General as to whether criminal proceedings ought to be\ninstituted against the officer concerned; and if the Attorney-General\nadvises that criminal proceedings ought to be so instituted the Commis-\nsion shall not recommend the initiation of disciplinary proceedings\nbefore the determination of the criminal proceedings so instituted.\n               (The inclusion of this page is authorized by L.N. 4119761\n22                           THE JUDICIAL SERVICE REGULATIONS, 1961\nRegulations       18.-(1) A n y report of misconduct on the part of a judicial officer\nto govern\n     .\n&.siplinary     shall be made to the secretary and shall be dealt with under this Part\nprocedure.\n                as soon as possible thereafter.\n                       (2) Any case not covered by these Regulations shall be reported\n                to the secretary and the Commission may issue instructions as to\n                how the case is to be dealt with; and the case shall be dealt with\n                accordingly.\nGrounds for\ncriminal"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Where upon a preliminary investigation or a disciplinary enquiry\nprosecution.    an offence against any enactment appears to have been committed\n                by a judicial officer, the Chief Justice shall, unless action by the\n                Police has been or is about to be taken, consult the Attorney-General\n                as to whether criminal proceedings ought to be instituted.\nNo dis-            20.-(1)  Where criminal proceedings have been instituted in any\nciplinary\nproceedmgs      court against a judicial officer, proceedings for his dismissal upon\nwhile\ncriminal        any grounds arising out of the criminal charge shall not be taken\nproceedings\npending.        until after the court has given judgment and the time allowed for\n                an appeal from the judgment has expired; and where a judicial officer\n                after conviction has appealed, proceedings for his dismissal shall not\n                be taken until after the withdrawal or determination of the appeal.\n                        (2) Nothing in this regulation shall prevent the officer being\n                interdicted from duty pursuant to regulation 21.\nInterdiction.      21.41) Where there have been or are about to be instituted against\n                a judicial officer-\n                      (a) disciplinary proceedings; or\n                      (b) criminal proceedings,\n                and the Commission is of opinion that the public interest requires that\n                that officer should forthwith cease to perform the functions of his\n                office, the Commission may recommend his interdiction from such\n                performance.\n                       (2) An officer so interdicted shall, subject to the provisions\n                of regulation 25, be permitted to receive such proportion of the salary\n                of his office, not being less than three-fourths, as the Commission\n                may recommend to the Governor-General.\n                       (3) If disciplinary proceedings against any such officer result in\n                his exculpation, he shall be entitled to the full amount of the salary\n                which he would have received if he had not been interdicted but if the\n                               m e indusion of tbis page is authorired by L.N. 4119761\n            THE JUDICIAL SERVICE REGULATIONS, 1961                                     23\nproceedings result in any punishment other than dismissal the officer\nshall be allowed such salary as the Commission may recommend.\n       (4) A judicial officer who is under interdiction from duty may\nnot leave the Island without the permission of the Governor-General\nacting on the recommendation of the Commission."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. A judicial officer in respect of whom a disciplinary enquiry is to Copiesof\n                                                                         evidence of\nbe held shall be entitled without charge to him to receive copies of or enquines.\nto be allowed access to any documentary evidence relied on for the\npurpose of the enquiry. He may also be given a copy of notes of the\nevidence (including copies of documents tendered in evidence) on\napplying therefor within thirty days of the report of the enquiry.\n                                                                       isciplinary"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. A judicial officer acquitted of a criminal charge shall not be action\n                                                                     D . after\ndismissed or otherwise punished in respect of any charge of which he F:,;$f\nhas been acquitted, but nothing in this regulation shall prevent his charge.\nbeing dismissed or otherwise punished in respect of any other charge\narising out of his conduct in the matter, unless such other charge\nis substantially the same as that in respect of which he has been\nacquitted."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. If a judicial officer is convicted of a criminal charge, the Com- $%?$:\nmission may consider the relevant proceedings of the court and if it :;icy\nis of opinion that the officer ought to be dismissed or subjected to\nsome lesser punishment in respect of the offence of which he has been\nconvicted the Commission may thereupon recommend the dismissal\nor other punishment of the officer without the institution of any\ndisciplinary proceedings under these Regulations."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. A judicial officer convicted of a criminal charge involving N     on pay-\n                                                                       ment of\ndishonesty, fraud or moral turpitude or convicted of a criminal charge\nand sentenced to imprisonment shall not receive any of his emoluments ofcenain\n                                                                      criminal\nafter the date of such conviction pending consideration of his case charges.\nby the Commission."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.41) The penalties which may be imposed on a judicial officer Disdp!inw\n                                                                  penalues.\nagainst whom a discipIinary charge has been established are-\n     (a) dismissal;\n     (6) reduction in rank;\n     (c) a b e ;\n     (4 a reprimand.\n                me inclusion of this page is authorized by L.N. 4/1974\n24                       THE JUDICIAL SERVICE REGULATIONS. 1961\n                     (2) The amount of any fine imposed on a judicial officer shall\n              be deducted from his salary by such instalments as may be specified\n              at the time the fine is imposed.\n                     (3) A judicial officer who is absent from the Island without\n              permission shall be liable to summary dismissal.\nInvestiga-      27.41) A judicial officer charged with any misconduct shall be\ntion of\nreported      entitled to know the whole case made against him and to have an\nmisconduct.\n              adequate opportunity of making his defence thereto.\n                      (2) Where it is represented to the Commission that a judicial\n              officer has been guilty of misconduct, the Commission may appoint\n              one or more than one person who holds or has held substantive\n              judicial office to be a tribunal for the purpose of investigating the\n              matter and furnishing a report thereon to the Commission.\nProceedings\nfor miscon-"
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Where-\nduct not\nwarranting        (a) it is represented to the Commission that a judicial officer has\ndismissal.\n                      been guilty of misconduct; and\n                  (b) the Commission is of opinion that the misconduct alleged\n                      is not so serious as to warrant proceedings under regulation"
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29.-(1) A judicial officer may be dismissed only in accordance with\nmissal.       the procedure prescribed by this regulation.\n                     (2) The following procedure shall apply to an investigation\n              with a view to the dismissal of a judicial officer-\n                  (a) The Commission (after consultation with the Attorney-General\n                      if necessary) shall cause the officer to be notified in writing\n                      of the charges and to be called upon to state in writing\n                      before a specified day (which day shall allow a reasonable\n                      interval for the purpose) any grounds upon which he relies\n                      to exculpate himself.\n                  (b) The Commission shall inform the officer charged that on\n                      a specified day the charges against him will be enquired into\n                      by the Commission or by a tribunal appointed under regula-\n                             W e inclusion of this page is authorized by L.N. 4/19761\n           THE JUDICIAL SERVICE REGULATIONS, 1961                           25\n        tion 27 and that upon such enquiry he will be permitted\n        to appear and defend himself.\n    (c) Where-\n             (i) the investigation of matters other than those forming\n                  the subject of charges is incomplete at the time of the\n                  making of the charges; and\n            (ii) the Commission desires that the charges already made\n                  should be expeditiously disposed of,\n         the notification of charges under sub-paragraph (a) may\n         include a notice that further matters then under investigation\n         may form the subject of additional charges.\n    (d) If witnesses are examined by the Commission or tribunal the\n         officer shall be given an opportunity of being present and\n         of putting questions to the witnesses on his own behalf, and\n         no documentary evidence shall be used against him unless\n         he has previously been supplied With a copy thereof or given\n         access thereto.\n    (e) The Commission or tribunal may in its discretion permit the\n         judicial officer charged or the person or authority preferring\n         the charges to be represented by a public officer, or by a\n         counseI or solicitor.\n    (j) If during the course of the enquiry further grounds which\n         may justify dismissal are disclosed, and the Commission or\n         tribunal thinks fit to proceed against the officer upon such\n         further grounds, the Commission or tribunal shall cause the\n         officer to be furnished with charges in writing and the same\n         steps shall be taken as those prescribed by this regulation in\n         respect of the original charges.\n    (g) If the Commission after holding the enquiry or, as the case\n        may be, upon consideration of the report of the tribunal, is\n        of opinion-\n            (i) that the officer ought to be dismissed the Commission\n                shall recommend to the Governor-General that an order\n                be made accordingly;\n           (ii) that the officer deserves some punishment other than\n                dismissal, it shall recommend to the Governor-General\n                what other penalty should be imposed;\n          (iii) that the officer does not deserve to be dismissed by\n                reason of the charges alleged, but that the proceedings\n-             lThe inclusion of thir page is authorized by L.N. 4/1976l\n26                         THE JUDICIAL SERVICE REGULATIONS. 1961\n                              disclose other grounds for removing him from the\n                              service in the public interest, it may recommend to\n                              the Governor-General that an order be made accord-\n                              ingly, without recourse to the procedure prescribed by\n                              regulation 15.\nWhen              30. Where an officer charged under regulation 29 admits in writing\nenquuy\nunnecessary.   the facts giving rise to the charges, it shall not be necessary to hold\n               an enquiry or investigation under that regulation unless in the opinion\n               of the Commission such enquiry or investigation is likely to find such\n               circumstances as may modify the view taken of and the punishment\n               to be imposed for the offence.\n               -             1%   incLuim of this page is authorized by L.N. 4119761\n                  THE JUDICIAL SERVICE REGULATIONS, 1961                                                       27\n                                           SCHEDULE                                       (Regulation 3)\n                                                 1\n                                              FORM\n                                      OATH O F OFFICE\n      I,\n                                          chairman\n    having been appointed (to act) as-                of the Judicial Service Commission, do\n                                           member\n               swear\n                                  that I will freely and without fear or favour,\n    solemnly and sincerely declare and affirm\n    affection or ill-will give my counsel and advice to the Governor-General of\n    Jamaica in connection with all such matters as may be referred to the Judicial\n    Service Commission under the Jamaica (Constitution) Order in Council, 1959,\n    and that I will not directly or indirectly reveal any such matters to any\n    unauthorized person or otherwise than in the course of duty.\n          Sworn\n                  before me this                 day of             , 19\n        Declared\n                                                 .......................................................\n                                                                Justice of the Peace\n                                  FORM 2\n                   OATH O F SECRETARY OR OTHER OFFICER\n      I,\n    having been appointed (to act) as *(secretary) to the Judicial Service Commission.\n               do swear\n                                   that I will faithfully perform my duties in that\n    solemnly and sincerely declare and affirm\n    office in accordance with the provisions of the Judicial Service Regulations, 1961,\n    and without partiality, fear, favour, affection or ill-will, and that I will not\n    directly or indirectly without permission of the Commission reveal to any person\n    otherwise than in the exercise of my functions under the said Regulations any\n    information which comes to my notice in the course of my duties in respect\n    of any matter referred to the Commission or to any authority or public officer\n    to whom the functions of the Governor-General have been delegated.\n         Sworn\n                   before me this                   day of                , 19                             .\n        Declared\n                                                 .........................................................\n                                                                Justice of the Peace\n      *Title of officer to be inserted as may be appropriate.\n.\n                       IThe inclusion of this page is authorized by L.N. 4/19761"
    }
  ],
  "definitions": []
}