{
  "id": "jm-subs-the-justices-of-the-peace-official-seals",
  "type": "statute",
  "title": "The Justices of the Peace ( Official Seals)",
  "title_en": "The Justices of the Peace ( Official Seals)",
  "short_name": "Justices of the Peace ( Official Seals)",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-justices-of-the-peace-official-seals",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-justices-of-the-peace-official-seals",
  "provisions": [
    {
      "provision_ref": "sec0",
      "section": "0",
      "title": "Section 0",
      "content": "0) the date of return of an official seal by the Justice, including the\n             reason for the rehlm;\n       (k) the date of revocation of an official - seal by the Permanem\n             m;\n       (0 the signature of the ~ustice;and\n       (m) any additional panicukrs that the Custos Rotulomm considers\n          appropriate for the inclusion in the Register.\n                                                                                  6\n           (3) Subject to the requirements of paragraphs (1) and (21, the\ncustos Rotulorum may keep a Register in electronic form in addition to a\nRegister kept in paper or book form\n        (4) A separate Register shall be lu5pt in respect of Justices listed on\nthe Supplemental List\n                     IThc inrbion of ~ page k avlhoriad by LN. lR0061\n          JUSTICES OF l l i E P E K E (OFFICIALSEAW.)REGUUTIONS 2004"
    },
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the Justices of the Peace (Official\nSeals) Regulations, 2004."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.    That I honestly believe hlon or abwt lhc                         day of               the said\n      seal was [laUdamagcd~delBoyedlstoIm]*.\n'(Cress out the inapplicable words]\nDated this          day of\n                                                                  Justice ofthe Peace for the parish of\n                                                FORM 2\nTo            [Permanent SeeraarylCustos Ratulomm]\nFrom          [Jwmof the PeaoelOl*os Rdulaum] for the pan& of\nDate:\n  F m w d herewithis official seal hearing identification numbsr\nissued to (Justice ofthe Peace) on the       day of\n                       [The incluion of this p a ~ ci~ authorized by L.N. l!2006]\n10   'JUSTICES OF THE P U C E (OFFICIAL SEALS) REGUIATIONS. 2204\n         The seal is reiurncd to yar for the follo;ingreawn:\n         Signed:\n                lustice ofthe pea&                        Custos Rotulorum\n         Receipl acknowledged by:\n                                                          Permanent Secrclary\n               [The inclwion of Uur page b a u h m k d by LN. 112m]"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1)   In relation to the Register of Justices of the Peace required to be\nkept b! a Custos Rotulorum under section 7 of the Act. the Custos Rotulorum\nshall ensurc that-\n      (a) the Register is kept securely:\n      ( h ) the Register is kept up-to-date: and\n                  [The incluion af tlui pa%= ir authomcd by L.X. 1120061\n       (c) data recorded in the Register is in legible form an4 subject to the\n           provisions of paragraph (2), is organized in a manner that\n             faciiitaies inspeition t h k f by the public.'\n          (2) The Register shall be arranged in alphabetical sequence of the\nsurname of every Justice appointed for the parish and, in relation to each such\nJustice, shall include the following particulars--\n       (a) I 1 1 name;\n       ( b ) title, if any;\n       (c) age and sex;\n       (d) identification number,\n       (e) address, including district of residence;\n       V) telephone number;\n       (g) the date on which the Justice was sworn in;\n       (h) next+f-kin, if any;\n   -   (i) the date of issue of an official seal to the Justice;"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-31) Every penon in charge of a Courthouse, post office, tax office,\nPansh Council office or Police Divisional Headquatters shall ensure that-\n       (a) the list of Justices of the Peace referred to in section 7(6) of the\n           Act is kept in accordance with the requirements of that section;\n           and\n       (6) the list contains the name and address, including the district of\n           residence, of every Justice of the Peace for the parish.\n       (2) The Custos R o t u l o ~ mshall ensure that every penon referred to\nin paragraph (1) is supplied with an accurate and up-to-date list for the\npurposes of that paragraph"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-41) Official seals shall be issued to the Custos Rotulonnn for each\nparish by the Permanent Secretary.\n        (2) The Custos Rotdorum for each parish shall be responsible\nfor-\n       (a) entrusting official seals to Justices of the Peace for the purposes\n           of m i o n 3 of the Act; and\n       (6) the safe-keeping of all official seals issued to him and not\n           entrusted under subparagraph (a), or otherwise in his custody or\n           care."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. + 1 ) Where an official seal is lost, damaged, destroyed or stolen, the\nJustice to whom the seal was enbusted shall-\n       (a) as soon as is reasonably practicable, make a report to the Custos\n           Rotulorum of the parish for which the Justice is appointed, in\n           accordance with Form 1of the Second Schedule; and                      ~c~ond\n                                                                                  so^^.\n       (b) where the seal is damaged, return the seal forthwith to the Custos Fm\n           Rotulorum\n         (2) Upon receiving a repon under paragraph (I), the Custos\nRotulorum shall forthwith notify the Permanent Secretary, forwarding a copy\nof the report\n         (3) If the Custos Rotulonun bas reason to believe that an official\nseal is l o g damaged, destroyed or stolen, the Custos Rotulwum shall\nforthwith notify lhe Pem~mentSecretary, stating the reasow for the belief.\n                   [The incllnion of lhls p g e is ruUlarized by L.N. IRW61\n                                                -. ,. .\n           JUSTICESOF THE PEACE (OPFCIAL SEALS) REGULATIONS 2004\n                                                        %\n          (4) A Custos Rotulomm shall forward to the Permanent Secretary\nany-\n        (a) damaged official seal inhis custody; or\n        (b) official seal that comes Into his possession other lhan through the\n            prowsion of regulation 7(1)\n         (5) Upon receiving notification that an official seal is lost, destroyed\nor stolen, the Permanent Secretary shall revoke the seal and cancel the\nrelevant identification number.\n          (6) Where the Permanent Secretary determines that an official\nseal-\n        (a) is lost, damaged or destroyed as a result of the negligence of a\n            Custos Rotulorum or Justice, the Permanent Secretary shall n o w\n            the Custos Rotulorum or Justice, as the case may be, in writing\n            of the determination and that Custos R o h d o m or Justice shall\n            be responsible for the I11 cost of replacing the seal;\n        (6) was stolen while in the custody or fare of a Custos R o h d o m or\n             while entrusted to a Justice. the Pepanen1 Secretary shall notify\n             the Custos Rohdorum or Justice, as the case may be, of the\n             determination and; that Custos Rotulorum or Justice shall be\n             responsible for fifty per cent of the full cost of replacing the seal;\n             or\n                                                                \\\n        (c) 1s damaged or destroyed by ordmry wear and tear or is lost,\n             damaged or destroyed m cucumstamff other than those referred to\n             m sub-paragraph (a), the Permanent Secretary shall replace the\n             seal at no cost to the Custos Rotulorum or lustlce, as the case may\n             be\n          (7) Within twenty-one days after receiving a written notification\nunder paragraph (5)(a) or (b), a Custos Rohdorum or Justice, as the case may\nbe, may appeal in writing to the.Minister a g m t any determination by the\nPermanent Secretary that an official seal w+s lost, Qmaged destroyed or\n stolen in the circumstanoes specified in paragraph (5Xa) or (b).\n        (8) In any appeal under paragmph (7). the Minister may, as he\nconsiders appropriate in all the circumstances\n        (a) confirm the determination of the Permanent Secretary; or\n        (b) revoke that tietamination and direcl the Permanent Secretary to\n            replace the seal at no cost to the Custos Rotulonun or Justice.\n                    [Ihr inelusion of lhir page is aulbized by L.N. llZW6]\n           JCrmCESOF THE PUCE (DEFICLALSWS) REGUU TIONS 2W*\n                           >\n        (9) An appeal under paragraph ( b ) shall be kthout prejudice to any\nother remedy or nghl of appeal afforded by any other law.\n      (a) a Justice returns ao official seal to the Custos Rotulonun unda the\n          provisions of section 5 (2) of the Act (retirement, resignation,\n          revocation of commission, etc., of Justice) or for any other\n          reason, the Justice shall; or\n      ( b ) a Custos Rotulom forwards an official seal to the Permanent\n            Secretary under any provision of the Act or of these Regulations,\n            or for any other reason the Custos Rotulonun shall\ncomplete and return along with the seal, a form in accordance with Form 2 of\nthe Second Schedule.                                                         M\n                                                                                     Sl@.\n                                                                                     Fmn 2.\n         ( 2 ) Upon receiving an official seal foxwarded with a form under\nparagraph (I)(b), the Permanent Secretary, or a person authorized by the\nPermanent Secretary for that purpose, shall sign the form and shall issue a\nsigned copy of the form to the Custos Rolulonun\n         (3) The Permaned SecreCary shall act in accordance with paragraph\n(4) in relation to a seal which is returned to the Permanent Secretary\nbecause-\n      ( a ) it is damaged; or\n      ( b ) a Justice has ceased to use it under the provisions of section 5 ( 2 )\n            of the Act.\n           (4) The Permanent Secretary sball-\n      ( a ) if paragraph ( 3 ) ( a ) applies, and the seal can be repaired, repair\n            and re-issue the seal;\n      ( b ) . if paragraph (3) ( a ) applies, and the seal cannot be repaired,\n              destroy the seal;\n      (c) if paragraph (3) (b) applies, re-issue the seal:"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Every notice or other document required to be sent under the Act or\nthese Regulations shall be sent by registered post."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. (1) A Justice who attests or authenticates a document shall affix his\nseal above or as near as possible to thesignature of that Justice.\n            '   .   [Tk imlurion of this psgc is authorized by LN. 1!2Wb]\nJUSTICES OF THE PEACE (OFFICIAL SEALS) REGULATIONS. 2004\n                         FIRSTSCHEDULE                           (Regulalion 3)\n                Official Seal of Jurliccr of the Peace\n        [Ths inslwion of this page is aubrircd by L.N. 1/2006]\n             JUSTICESOF THE PEACE (OFFCL4L SE4LS) REGUldTIONS 2 W\n                                               FORM 1\n                     Declaration by J u n i n as to lost, damaged de~troyed\n                                       or stolen oficiol seal\nTo:             ,the C U SRolulorum\n                           ~ ~      for the wish of\nFrom:           Justice of& Peace falhc parish of\nIdentifieation number of Justice:\nI.    ~ h a t was\n              l   nmusted with an official seal bearing the sbovmmtioncd identiticalion\n      number on the        day of"
    }
  ],
  "definitions": []
}