{
  "id": "jm-subs-the-keeping-of-animals-act",
  "type": "statute",
  "title": "The Keeping of Animals Act",
  "title_en": "The Keeping of Animals Act",
  "short_name": "Keeping of Animals Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-keeping-of-animals-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-keeping-of-animals-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Order may be cited as the Keeping of Animals (Restricted\nand Prohibited Area) (Kingston and St. Andrew Corporation) Order,\n1981.\n , 2. No person shall in a restricted area specified in the first column\nof Part I of the First Schedule, keep any prescribed animal specified Fiml\nin the second column of that Schedule, unless he has first obtained a ~                          ~   ~   ~   ~   \"   .\nlicence issued, pursuant to section 5 of the Act, under this Order."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. No person shall in a prohibited area specified in the first column\nof Part 11 of the First Schedule, keep any prohibited animal specified                Part 11.\nin the second column of that Schedule."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1)     Application for a licence for the keeping of a prescribed\nanimal may be made in writing to the Competent Authority by any\nperson in the form prescribed as Form A in the Second Schedule.        Second\n                                                                       Schedule.\n         (2) A fee of five dollars shall be payable to the Competent Form A.\nAuthority in respect of the grant or any renewal of a licence by that\nAuthority for the keeping of a prescribed animal, or animals, in the\nparticular premises specified in the licence."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1) Every application for a licence shall be considered on its\nmerits by the Competent Authority which may, in its discretion having\nregard to the provisions of section 5 (3) of the Act, grant or refuse\nsuch licence o r may grant such licence subject to such conditions or\nlimitations as it may think fit.\n                                                                           --\n            THE KEEPING OF ANIMALS (RESTRICTED A N D PROHIBITED AREA)\n              (KINGSTON A N D ST. ANDREW CORPORATION) ORDER, 1981\n                   (2) The Competent Authority may, on any application for re-\n            newal of a licence, vary the conditions or limitations as it considers\n            necessary or desirable and may at any time revoke or refuse to renew\n            such licence for any contravention, if notice has been given to the\n            licensee pursuant to section 5 (5) of the Act, and he has been given\n            the opportunity to make representations in accordance with that sub-\n            section."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) The Competent Authority may require an authorized officer\n            to examine the premises in which prescribed animals are to be kept\n            with a view to satisfying itself that the premises are suitable for the\n            purpose; and the authorized officer may also inspect the premises from\n            time to time to ensure compliance with the Act or any conditions\n            specified in the licence.\n                  (2) Any person who obstructs the authorized officer in the execu-\n            tion of his duties shall incur the penalties prescribed by section 12\n            of the Act."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1)  Every licence granted under this Order shall be in the form\nSecond      prescribed as Form B in the Second Schedule and shall, subject to\nschcdulc.   sub-paragraph (4), be valid for a period of one year from the date\nForm B.\n            on which it is issued, unless it is revoked under sub-paragraph ( 2 )\n            of paragraph 5.\n                  (2) The Competent Authority shall retain a copy of every licence\n            granted and such copy shall be made available to an authorized officer\n            who carried out an inspecticn in order to enforce the provisions of\n            the Act.\n                   (3) The licence granted by the Compentent Authority shall clearly\n            specify therein-\n                   (a) the particular premises in respect of which the licence is\n                       granted;\n                   (b) a description of the animals and the number of animals per-\n                       mitted to be kept in those premises.\n                   (4) Upon renewal of a licence under this Order the Competent\n            Authority may, instead of issuing a new licence, indicate on the original\n            licence that it is renewed to a new expiry date and that the appropriate\n            licence fee has been paid.\n            -.--\nTHE KEEPlNG OF ANIMALS (RESTRICTED AND PROHIBITED AREA)\n  (KINGSTON AhrD ST. ANDREW CORPORATION) ORDER, 1981"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Where a licence has been revoked or has not been renewed, the\nCompetent Authority shall, grant to the owner of the prescribed animals\naffected thereby a period not exceeding three months for the removal\nof such prescribed animals from a restricted area."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) A register of all licences issued by the Competent Authority\npursuant to this Order shall be kept by such Competent Authority\nand shall contain therein-\n     (a) the date on which the licence was issued;\n     (b) the licence number;\n     (c) name and address of the licensee;\n     [d) the address of the particular premises at which the animals\n          are to be kept;\n    (e) description and number of animals permitted to be kept in\n        that particular premises;\n    (f) the date of expiry of the licence; and\n    (g) conditions or limitations subject to which the licence was\n         issued.\n     (2) Such register of licences shall be in the form set out as\nForm C in the Second Schedule.                                              ~ccond\n                                                                            Schedule.\n                                                                            Form C."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) Any person aggrieved by a decision of the Competent\nAuthority may appeal to the Minister by a notice of appeal addressed\nto the Permanent Secretary with a copy to the relevant Competent\nAuthority.\n        (2) The notice of appeal shall set forth clearly the grounds of\nappeal and the date on which the subject matter arose and there shall\nbe attached to such notice copies of any correspondence or other docu-\nments relating to the subject matter."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Any animal seized pursuant to section 10 of the Act shall, within\na period of twenty-four hours of such seizure, be conveyed to the\nnearest pound."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(1) Where any prescribed animal is seized in a restricted area\nand conveyed to a pound in accordance with paragraph 11, the Com-\npentent Authority shall grant the owner or other person responsible\nfor such animal a period of twenty-one days-\n      THE KEEPING OF ANIMALS (RESTRICTED AND PROHIBITED AREA)\n        (KINGSTON AND ST. ANDREW CORPORATION) ORDER, 1981\n          (a) to make necessary arrangements for the removal of such animal\n              from the restricted area; or\n          (b) to obtain the necessary licence for the keeping df such pre-\n               scribed animal.\n              (2) Where a person satisfies the requirements of sub-paragraph\n      (I), the Competent Aulthority shall authorize the release of such seized\n      animal to such person on his payment of the fee and other charges\n      prescribed under the Pound Act."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) Subject to the provisions of paragraph (2), where any pro-\n      hibited animal is seized in a prohibited area and conveyed to a pound\n      in accordance with the provisions of paragraph 11, the Competent\n      Authority shall grant the owner of such animal a period d seven\n      days to reclaim such animal.\n             (2) The owner of the seized animal shall, in order to reclaim\n      such animal, satisfy the Competent Authority that necessary arrange-\n      ments have been made for the removal of such prohibited animal\n      from the prohibited area and that the fee and other charges prescribed\n      under the Pound Act have been paid.\n. ."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. An animal seized under the provisions of the Act shall be kept\n      in the pound at the risk of the owner of such seized animal and the\n      Competent Authority shall not be liable for any injury or theft of\n      such animal by any person other than the keeper of the pound."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Where a prescribed animal or prohibited animal is not reclaimed\n      within the periods specified in paragraph 12 or 13, the Competent\n      Authority shall sell such animal by public auction and the owner shall\n      be entitled to receive the net proceeds of such sale in the manner\n      set out in section 25 of the Pound Act."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. If the proceeds of the sale are insufficient to cover the expenses\n      incurred, the Competent Authority may sue the owner of such animal\n      in the manner provided in section 26 of the Pound Act."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Any person who keeps a prescribed animal in a restricted area\n      or prohibited animal in a prohibited area or otherwise contravenes\n      the provisions of this Order, shall be guilty of an ofience and shall\n      incur the penalties prescribed in section 3 (3) of the Act.\n                    [The inclusion of this pdge is authorized by L.N. 67119821\nTHE KEEPING OF ANIMALS (RESTRICTED AND PROHIBITED AREA)\n  (KINGSTON AND ST. ANDREW CORPORATION) ORDER, 1981\n                              FIRST S C H E D U B                (Paragraphs 2 and 3)\n                                      PARTi[\n                 First Column                                    Second Column\n                    Restricted Area                            Prescribed Animals\n    From a point on the right bank of the Chalky            Horse, mare, gelding,\nRiver where d enters the sea; thence along ~ t s            coal, colt, filly, mule, ass,\nright bank to a point 1,000 feet north of the Main          bull, ox, steer, heifer,\nRoad from Kingston to Morant Bay; thence in a               calf, sheep, lamb, goat,\nwesterly direction parallel to the Main Road to             kid, hog, pig.\na point on the eastern boundary of Harbour View\nHousing Estate; thence northerly for a distance\nof 2,000 feet; thence westerly to a point 300 feet\neast of the Hope River; thence northerly and\neasterly along a line 300 feet from and parallel\nto the Hope River to a point due east of where\nAugust Town Gully enters the mpe River; thence\nwesterly to the point where the Hope River meets\n August Town Gully; thence north-westerly, west-\n erly, south-wester1 along the centre-line of the\n August Town Gully to a point due south of\n Manley Avenue; thence northerly for a distance\n of 1,500 feet to Manley Avenue; thence along\n Mfanley Avenue to its junction with the August\n Town Road; thence easterly along August Town\n Road to University Road; thence northerly and\n westerly along the University. Road to its junc-\n tion wlth the main road leadmg from Papine to\n Linda's Gap; thence westerly and south-westerly\n to its junction with the, Papine Road; thence\n northerly along the Papme Road to a pomt\n opposite to the southern boundary of the Market;\n thence easterly for a distance of 600 feet; thence\n  northerly to the intersection of Old Hope Road\n  and Gordon Town Road; thence northerly dong\n  the Gordon Town Road to a point 300 feet east\n  of the junction of Skyline Drive and Gordon\n  Town Road; thence northerly 300 feet fnom and\n  parallel to the centre-line of Skyline Drive to a\n  point 300 feet north of the junction of Skyline\n  Drive and Jacks Hill Road; thence south-westerly\n  to bhe Jacks Hill Road; thence along the Jacks\n  Hill Road to Sunset Drive; thence in a north-\n  westerly direction dong the 1,000 feet contour\n   through Cherry Garden and Norbrook to Spring\n   Garden Gully; thence in a northerly direction\n   along the Spring Garden Gully through Constant\n   Spring Estate to Ram's Horn Ridge at the junc-\n   tion d the Hermitage Dam and Seaview Road;\n   thence westerly along Seaview Road to intersect\n   with the centre-line of the Main Road from\n   Kingston to Castleton Gardens; thence northerly\n   along the said Main Road for 300 feet; thence\n   due west tor 300 feet; thence north-westerly and\n   south-westerly along a line 300 feet from and\n   parallel to the centre-line of the Kingston to\n   Castleton Gardens Main Road to intersect with\n   fihe centre-line cnf the Main Road leading from\n                                    --\n                 me inclusion of this Page is authorized by L.N. 67119821\n THE KEEPING OF ANIMALS (RESTRICTED AND PROHIBITED AREA)\n   (KINGSTON AND ST. ANDREW CORPORATION) ORDER, I981\n                              FIRST SCHEDULE, conid.\n                                      PARTI, contd.\n                   First Column                                      Second Column\n                  Restricted Area                                  Prescribed Animals\n  Stony Hill to Cavaliers; thence north-westerly and\n  south-westerly to its junction with the Mannings\n  Hill Road; thence easterly for a distance of 2,000\n  feet; thence south-westerly and parallel to the\n  centre-line of the Main Road from Mannings Hill\n  to Mount Salus to a point due east of the junc-\n  tion of the Swain Spring Road and the said\n Main Road thence westerly to the Main\n Road; thence along the said Main Road\n tlo Bean Junction at the Red Hills Road;\n thence westerly along the Main Road leading to\n  Red Hills to the junction of the Main Roads to\n  Rock Ha11 and Belvedere opposite the Methodist\n  Ohurch; thence westerly along the Main Road\n to Rock Hall for a distance of 650 feet to the\n boundary of Woodland and nelvedere; thence\n weqterly along the northern boundary of Bel-\n vedere to Carhampton; thence southerly along\n the eastern boundary of Carhampton to the Paro-\n chial Rotad leading from Happy Grove to Ferry:\n thence westerly and southerly along the Paro-\n chial Road to Ferry or Fresh River; thence south-\neasterly aZong the Parish boundary with St.\nCatherine to Hunt's Bay; thence along the coast\nline 300 feet in the sea parallel to the high-water\nmark to the south-western corner of the Property\nknown as Bumper Hall at the shore of the King-\nston Harbour; north-easterly along the western\nboundary line of the said Bumper Hall to Spanish\nTown Road: thence south-easterly along the\nsouthern boundary of the Spanish Town Road\n to a point south-west of and opposite to the\nwcsternmost corner of Smith's Village; thence\nnorth-easterly across the Spanish Town Road to\nthe corner between Smith's Village and Green-\nwich Park (known also as Trench Pen): thence\nnorth-easterly, easterly and north-easterly along\nthe boundary line betwcen Smith's Village and\nGreenwich Park (known as Trench Town) to the\nsouth-western corner of land formerly known as\nHannah's Pen, but now the towns'hip known as\nNew Town: thence easterlv, southerly, and south-\neasterly along the southern and western boundary\nI:nes of the said land formerly known as Hannah'?\nPen. but now thc township known as New Town,\nto Blount Street; thence northerly along the west-\nern boundary of the said Blount Street to the\nsouthern boundary line of Studley Park; thence\nsouth-easterly along the southern boundary line of\nStudley Park to the centre of the Admiral's Pen\nGully: thence up the centre of the said Admiral's\nPen Gully to the western boundary of the road at\nTorrington Bridge: thence south-easterly across the\nsaid road to the south-eastern corner of Orange\n                [The inclusionofthispaye   is authorized by L.N. 67119621\nTHE KEEPING OF ANIMALS (RESTRICTED AND PROHIBITED AREA)\n   (KINGSTON AND ST. ANDREW CORPORATION) ORDER, 1981\n                            FIRSlT SCHEDULE, contd.\n                                  PARTI, contd.\n                  First Column                                       Swond Cohmn\n                 Restricted Area                                   Prescribed Animals\nStreet and the road leading from Torrin ton\nBridge to the Race Course; thence easterly afong\nthe slouthern boundary of the road leading from\nTorrington Bridge to the Race Course, to the west-\nern boundary of the Race Course; thence north-\neasterly, easterly and south-easterly, along the\nboundary of the said Race Course to a point\nnorth-west of and opposite to the north-western\ncorner of Allman Town; thence south-easterly\nacross the East Race Course and along the north-\nern boundary line of Allman Town, to the west-\nern boundary line of Woodford Park; thence\nsoutherly and easterly along the western and south-\nern boundary lines of Woodford Park to South\nCamp Road; thence easterly, southerly and easterly\nalong the southern and western boundaries of the\nroad which forms the northern part of the eastern\nboundaries of the lands attached to Alpha Cott-\n age, to the junction of Elletson Road and Dean-\n ery Road; thence southerly al~ong the western\n boundary of Elletson Road to the boundary line\n of the parishes of Kingston and Saint Andrew.\n marked on earth by an old parish boundary pillx.\n thence north-easterly and south-easterly along the\n boundary line of the parishes of Kingston and\n St. Andrew to the Hope River; thence down the\n centre of the said Hope River for a distance of\n twenty-eight chains; thence southerly in a straight\n line to a point on the shore of Kingston Harbour\n two chains south-east of the western end of the\n old military breastwork at Harbour Head; thence\n easterly along the shore line to the starting point\n at the right bank where the Chalky River enters\n the sea.\n                                      PARTI[                                   (Paragraph 3)\n                   First Column                                       Second Column\n                  Prohibited Area                                   Prohibited Animals\n   From the south-westem corner of the property                  H     ~ mare,\n                                                                             ~    ~gelding,\n                                                                                        ~   ,\n known as Bumper Hall at the shore of Kingston                   foal, colt, filly, mule,\n Harbour, north-easterly along the western bound-                ass, bull, ox, steer,\n ary line of the said Bumper Hall to the Spanish                 heifer, calf, sheep, lamb,\n Town Road; thence south-easterly along the                      goat, kid, hog, p,g.\n southern boundary of the Spanish Town Road to\n a point south-west of and opposite to the western-\n most aorner of Smith's Village; thence, north-\n easterly across the Spanish Town Road to the\n corner between Smith's Village and Greenwich\n Park (known also as Trench Pen); thence, north-\n easterly, easterly and north-easterly along the\n boundary line between Smith's Village and Green-\n    THE KEEPING OF ANIMALS (RESTRICTED AND PROHIBITED AREA)\n      (KINGSTON AND ST. ANDREW CORPORATION) ORDER, 1981\n                            FIRST SCHEDULE, contd.\n                                    PART 11, contd.\n                  First Column                                       Second Column\n                 Prohibited Area                                   Prescribed Animals\n wich Park (known also as Trench Pen), to the\n south-western corner of land formerly known as\n Hannah's Pen, but now the township known as\nNew Town; thence easterly, southerly, and south-\neasterly along the southern and western boundary\n lines of the said land formerly known as Hann~ah's\nPen, but now the township known as New Town,\n to Blount Street; thence northerly along the\nwestern boundary of the said Blount Street to\n the southern boundary line d Studley Park;\nthence south-easterly along the southern boundary\n line of Studley Park to the centre of the\nAdmiral's Pen Gully; thence up the centre of\nthe said Admiral's Pen Gully, to the western\nboundary of the road at Torrington Bridge;\n lhence south-easterly across the said road to the\nsouth-eastern corner of Orange Street and the\nroad leading from Torrington Bridge to the Race\nCourse, thence easterly along the southern bound-\nary of the road leading from Torrington Bridge\nto the Race Course, to the western boundary of\nthe Race Course; thence north-easterly, easterly\nand south-easterly, along the boundary of the\nsaid Race Course to a point north-west of and\nopposite to bhe north-western corner of Allman\nT,own; thence south-easterly across the East Race\nCourse Road and along the northern boundary\nline of Woodford Park; thence southerly and\nline of Allman Town, to the western boundarv\neasterly along the western and southern boundary\nline of Woodford Park to South Camp Road;\nthence easterly, southerly, and easterly along the\nsouthern and western boundaries of the road\nwhich forms the northern and part of the eastern\nboundaries of the lands attached to Alpha Cottage\nto the junction of Elletson Road and Deanery\nRoad; thence southerly along the western bound-\nary of Elletson Road to the boundary line of\nthe parishes of Kingston and St. Andrew marked\non earth by and old parish boundary pillar; thence\nnorth-easterly and south-easterly along the bound-\nary line of the parishes of Kingston and Saint\nAndrew to the Hope River; thence down the cen-\ntre of the said Hope Rivcr for a distance of\ntwenty-eight chains; thence southerly in a straight\nline to a point on the shore of Kingston Harbour\ntwo chains south-east of the western end of the\nold military breastwork at Harbour Head; thence\nalong the shore of Kingston Harbour, pass Rock-\nfort, back to the starting point.\n-\n                [The inclusion of this pase is authorized by L.N. 67119821\nTHE KEEPlNG O F ANIMALS (RESTRICTED AND PROHIBITED AREA)\n  (KINGSTON AND ST. ANDREW CORPORATION) ORDER, 1981\n                                   SECOND SCHEDULE\n                                            FORMA                                (Paragraph 4(1) )\n                          THE KEEPI'NG OF ANIMALS ACT\n  THE KEEPINGOF ANIMALS(RESTRICTED\n                                 AND PROHIBITED\n                                              AREA)(KINGSTON\n             AND ST. ANDREWCORPORATION)\n                                      ORDER, 1981\n                 Application for Licence to Keep Prescribed Animals\nTo the Competent Authority\nKingston and St. Andrew Corporation/Parish Council of ..............................\n                    (strike out whichever is inapplicable)\n  Pursuant to paragraph.4 (1) of the above Order I hereby make application\nfor a licence to keep restr~ctedanmals in the prmlses specified below-\nFull Name of App1ican.t...........................................................................\n                                 (in block letters)\nAddress of Applicant ................................................................................\nAddress or description of the particular premises at which animals will be kept\nApproximate size of th,ose premises ............................................................\nDescription and number of animals to be kept in those premises.....................\n..............................................................................................................\nProposed arrangements for feeding, watering ,and tending the animals ...............\nRegistration No. and date of expiry of previ'ous licence (if any)\nNo .......................................Expiry Date.. ...............................................\nFive Dtollars fee enclosed.\n   Dated this                day of                                    , 19         .\n                                                    ......................................................\n                                                               Signature of Applicant\nTHE KEEPING OF ANIMALS (RESTRICTED AND PROHIBITED AREA)\n  (KINGSTON AND ST. ANDREW CORPORATION) ORDER, 1981\n                                  SECOND SCHEDULE, contd.\n                                                 FORMB                                     (Paragraph 7)\n                             THE KEEPING OF ANIMALS ACT\n                              Licence to Keep Prescribed Animals\nNo. of Licence ........................................................................................\nDate of issue of Licence...........................................................................\nName of Licensee. ...................................................................................\n                                      (full name)\nAddress of Licensee...................................................................................\nAddress or description of the particular premises at which ,animals are to be\nkept. ........................................................................................................\n...............................................................................................................\n  Approxim~ate size of th,ose premises.........................................................\nDescription and number of animals permitted to be kept in those premises\n...............................................................................................................\nApproved arrangements for the feeding, watering and tending of the animals\nFee received..............................................................................................\n   This licence expires on the                          day of                                      , 19   ,\n   This licence is granted subject to the following conditions or limita t'ions :-              r\n   Dated this                   d~ayof                                     .   19      .\n                                                      Secretary\n                                                 Competent Authority,\n                                 Kingston and St. Andrew Corporation/Parish Council of\nTHE KEEPING OF ANIMALS (RESTRICTED A N D PROHIBITED AREA)\n  (KINGSTON AND ST. ANDREW CORPORATION) ORDER, 1981"
    }
  ],
  "definitions": []
}