{
  "id": "jm-subs-the-kingston-and-st-andrew-cemeteries-act",
  "type": "statute",
  "title": "The Kingston and St. Andrew (Cemeteries) Act",
  "title_en": "The Kingston and St. Andrew (Cemeteries) Act",
  "short_name": "Kingston and St. Andrew (Cemeteries) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-kingston-and-st-andrew-cemeteries-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-kingston-and-st-andrew-cemeteries-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. Elletson Rd.     la Windward Rd.,       North by Pine Street, south               United\n     Jewish           Kin,gston              by Windward Road, east by                Congregation\n     Cemetery                                part of la Windward Road,                 of Israelites\n                                           , west by Elletson Road."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. From and after the 1st day of July, 1971. burials in the parish\nof Kingston and in that part of the parish of Saint Andrew which\nis by the Kingston and St. Andrew Corporation Act defined as the\nSub-Urban District of the said parish, shall be discontinued except\nin such cemeteries as are set out in the Schedule, and in such areas of Schedule.\nthe King George VI Memorial Park as defined by section 2 of the\nKing George VI Memorial Park Act, as may from time to time\nbe reserved by the Council of the Kingston and St. Andrew Corpora-\ntion for the burial of distinguished persons.\n               ITbe inclusion of this page is authorized by L.N. 4/1976]\n THE KINGSTON A N D SUB-URBAN DISTRICT OF SAINT ANDREW\n                   CEMETERY ORDER, 1971\n                                        SCHEDULE, contd.\n                                                                                       Owner or\n                                                                                     Religieoue Body\n     Name                                            Boundaries                      in Occupation"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The Keeper shall subject to the directions of the Council have\nthe general care of this cemetery and the general superintendence,\nmanagement and control of all the officers and servants appointed and\nemployed in connection therewith; and shall be specially charged with\nthe maintenance of good order and cleanliness and of the observance\nof due respect and decency at the cemetery.\n   THE KINGSTON AND ST. ANDREW (CEMETERY) RULES, I947\nand graves for children shall be of such depth and dimensions as, in\nthe discretion of the Keeper, may be found necessary in each particular\ncase, and no body shall be buried in a grave in such a manner as\nto require or allow any part of the coffin containing the body to be less\nthan 4 feet below the level of the surface of the ground adjoining the\ngrave."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(i) The cemetery shall each day, including Sundays, Good Friday,\nChristmas Day and public general holidays, be opened to the public\nat 6 o'clock in the forenoon and be kept open until 7 o'clock in the\nafternoon provided, however, that in urgent cases for burial and for\nother special circumstances the cemetery may be opened earlier than\n6 o'clock in the forenoon or closed later than 7 o'clock in the after-\nnoon.\n      (ii) Every person who, except with the permission of the Keeper\nor in pursuance of some lawful duhy, shall be within the cemetery at\nany time between 7.30 o'clock in the afternoon of one day and 6 o'clock\nin the forenoon of the succeeding day shall be gulity of an offence\nagainst these Rules."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. All applications for interments shall be made to the Town Clerk\nat his office and every such application shall be made by the applicant\nfilling up and delivering to the Town Clerk a form to be supplied by\nthe Town Clerk whereon the applicant shall write or cause to be\nwritten the name in full, place of birth, residence (with the name of\nthe street or lane, and the number if any, of the house) sex, age\nand cause of death of the person to be interred together with the\nreligious denomination to which such person belonged and also whether\nsuch person was married or unmarried."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Chinese          19 Waltham             North by Crescent Road and                Chinese\n      Cemetery        Park Road             31 Waltham Park Road,                      Benevolent\n                                            south by 13f to 17 Waltham                 Society\n                                            Park Road, east by Waltham\n                                            Park Road, west by 225\n                                            Spanish Town Road."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Shortwood        48 Shortwood           North by Markland Lane,                   Congregational\n     congrega-        Road. Saint           south by church lands, east                Church\n     tional           Andrew                by premises of Herbert\n     Church                                 Walker, west by church\n     Cemetery                               lands."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Alvernia         16 Old Hope            North by church lands, south              Roman Catholic\n      Cemetery        Road                   by church lands. east by                 Church\n                                            church lands, west by church\n                                            lands."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Wesleyan        132 Hope Road,         North by Hope Road, south                 Methodist\n     Methodist        St. Andrew            by church lands, east by                  Church\n     Cemetery                                134 Hope Road, west by\n                                             130 Hope Road."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. August        August Town,           North by premises of Charles              Bedwardites\n     Town          St. Andrew             Shea, south by premises of\n     Cemetery                             Simon Mattick, east by road-\n                                          way, wzst by Mona lands.\n11 st. Cyp-       August Town,           North by premises of Gilbert              Anglican Church\n      rim's         St. Andrew            Smith, south by premises of\n      Cemetery                            Dorabell White. east by\n                                          roadway, west by Kingston\n                                          and St. Andrew Corporation\n                                          lands and premises of Dora-\n                                          bell White."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. In the case of graves for children, the person presenting the order\nto the Keeper shall furnish him with the measurement of the length\nof the coffin, and, in the case of graves for adult persons of an extra\nsize in width, notice of the same shall be given to the Keeper at the\ntime of the delivery of the order."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. St. John's    7 Mannings Hill        North by St. John's Lane,                 Anglican Church\n      Cemetery      Road, St.             south by 3 Mannings Hdl\n                    Andrew                 Road, east by Mannings Hill\n                                           Road, west by St. John's\n                                           Lane."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. The exclusive right of burial in any part of the cemetery and the\nright of constructing any vault or place of burial, with the exclusive\nright of burial therein, and the right of erecting and placing any\nmonument, gravestone, tablet or monumental inscription, in the\ncemetery, may respectively, be purchased at such price as may from\ntime to time be fixed by the Corporation with the approval of the\nMinister. The purchaser of any such right shall upon payment of such\nprice take the same to himself, his heirs or assigns, in perpetuity,\nsubject to these Rules or to any rules that may hereafter be lawfully\nmade under the Act or any enactment in amendment or in substitution\nof the same."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. St. An-       Halfway Tree           North by Molynes Road, south              Anglican Church\n      drew's                               by Ambrook Lane, east by\n      Parish                               Old Court House, P.W.D.\n      Church                               premises and 6, 8, 10, 12\n      Cemetery                             and 14 Hagley Park Road,\n                                           west by 1 Molyn-s Road and\n                                           part of 3 Molynes Road."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Mamby         Constant Spring        North by premises of Erica                Baptist Church\n     Park           Road                   Perry, south by premises of\n     Cemetery                              Ralph Lewis, Cyril Thomas,\n                                           Larry Lowe and Daniel\n                                           Gordon, east by church\n                                           lands, west by premises of\n                                           Allan Davis."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. (a) Every person proposing to enclose any lot or to erect or\nplace any tomb, monument, gravestone, tablet or monumental inscrip-\ntion on any lot or grave shall submit to the Corporation in duplicate\na plan and an exact specification of what is proposed to be erected\nand the Comcil may-\n              (i) approve of such plan or specification as submitted; or\n             (ii) cause the same to be amended and approve of the\n                  plan and specification as altered; or\n            (iii) if of opinion that what is proposed is unsightly, un-\n                   suitable or likely to be flimsy or unstable refuse to\n                  approve the plan or specification.\n       (b) A copy of the plan and specifications endorsed with the\ndecision of the Council and signed by the Town Clerk shall be delivered\nto the applicant and shall be produced to the Keeper of the cemetery\non demand at all times during the performance of the works specified\ntherein."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. King's Gate   49 Hope Road             by lot situated between Nos.\n      Christian                            69 and 71 Lady Musgrave\n      Church                               Road, 71 and 73 Lady\n      Cemetery                             Musgrave Road, 10 and 12\n                                           Malvern Road and the lot\n                                           adjoining 10 Malvern Road.\n                                         North by the sea, south by                Kingston and\n                  Port Royal                                                         St. Andrew\n                                           the main road, east by the\n                                           Naval cemetery, west by                   Corporation\n                                           Parochial Lands.\n                   THE KINGSTON AND SUB-URBAN DISTRICT OF SAINT ANDREW\n                                   CEMETERY ORDER, 1971\n                                             SCHEDULE                                    (Paragraph 2)\n                                                                                         Owner or\n                                                                                       Religious Body\n       Name              Address                        Boundaries                     in Occupation\n        -                                               --"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. On presentation to the Keeper of the receipt of the Town Clerk\nfor the sum paid for the purchase of the exclusive right of burial in\nany lot of ground, or for the right of constructing any vault or place\nof burial, or for the right of erecting or placing any monument, grave-\nstone, tablet, or monumental inscription in the cemetery, the Keeper\nof the cemetery shall cause the lot of ground to be measured and\nmarked out, or shall permit the construction or erection to be com-\nmenced or proceeded with, upon the spot indicated in such receipt."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Every person who, in any part of the cemetery, causes a vault\nto be built for use as a burial-place, shall cause the vault to be\nenclosed with walls constructed of good bricks, stone or other hard\nand suitable material, properly bonded and solidly put together-\n     (a) with good mortar compounded of good lime and clean sharp\n         sand or other suitable material; or\n   THE KINGSTON A N D ST. ANDREW (CEMETERY) RULES, 1947                   11"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Every person who, in any part of the cemetery, buries a body\nin a vault shall, within a period of twenty-four hours after the\ndeposit in the vault of the coffin containing the body, cause the coffin\nto be wholly and permanently embedded in and covered with a layer\nor layers of good cement ooncrete, not less in any part than six\ninches in thickness, or to be wholly and permanently enclosed in a\nseparate cell or receptacle which shall be constructed of slate or stone\nflagging not less than two inches in thickness properly jointed in\ncement or of good brickwork in cement and in such a manner as to\nprevent as far as may be practicable the escape of any noxious gas\nfrom the interior of the cell or receptacle."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. The proprietor of each lot shall have the right to plant and\ncultivate trees, shrubs and plants on the same; but no tree growing\nwithin the lot or border shall be cut down or destroyed without the\nconsent of the Keeper."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. If any tree or shrub situated on any lot or on the space appro-\npriated to any grave shall by means of its roots, branches or otherwise\nbecome injurious or detrimental to any adjacent lot, grave, pathway\nor avenue or inconvenient to passengers or shall obstruct or mar the\neffect and beauty of the cemetery, it shall be the duty of the Keeper\nor other officers or servants under his direction to enter the said\nlot and remove the said tree or shrub or such parts thereof as are\ninjurious, detrimental, unsightly or inconvenient as aforesaid."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Where an exclusive right of burial in a particular lot in the\ncemetery has been sold by the Council the exercise of such right shall\nbe restricted to the burial of the proprietor or members of his family.\nNo proprietor of any such lot shall permit or suffer an interment to\nbe made in his lot of the remains of any person not being a member\nof his family."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. No transfer or assignment of any right with respect to any lot\nor of any part thereof or of any interest therein, other than by devise,\nshall be valid unless and until the consent in writing and under the\nseal of the Corporation shall have been endorsed upon the document\nof transfer or assignment and the same shall have been filed and\nregistered as hereinafter provided.\n   THE KINGSTON A N D ST. ANDREW (CEMETERY) RULES, 1947"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. The document of transler or assignment (other than by devise)\nof the rights with respect to any lot shall be executed in duplicate\nand the execution thereof shall be acknowledged or proved by the\nsubscribing witness before a Justice of the Peace in the same manner\nas in the case of deeds executed in this Island and a duplicate thereof\nshall be filed with the Town Clerk and shall be registered in the\nbooks of the cemetery."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. On the devolution by descent or devise of the rights with respect\nto any lot the heir or devisee shall within five years after such devolution\ngive notice thereof in writing to the Town Clerk and shall furnish\nproof of such devolution whenever required in writing so to do by\nthe Town Clerk. Should the heir or devisee fail to give the notice\nprovided in this rule or to furnish such proof as may be required of\nhim then the right to or interest in such lot shall revert to the Cor-\nporation. The Town Clerk shall cause every such notice received\nby him to be registered in the books of the cemetery."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. Upon each transfer or devolution of the rights with respect to\nany lot the person applying to have the same registered shall pay to\nthe City Treasurer such fee as may from time to time be fixed by the\nCorporation with the approval of the Minister and no such transfer\nor devolution shall be registered until such fee shall have been paid."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28, Upon the receipt given by the City Treasurer for the price paid\nfor the purchase of the exclusive right of burial in any lot of ground\nthere shall be printed rules 23, 24, 25 and 26."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29, (i) All workmen employed to enclose lots, construct vaults, erect\nmonuments or tombs, or to perform any other task in the cemetery\nshall at all times be subject to the control and direction of the\nKeeper. Masons and stone cutters shall, for the protection of the\npaths in the cemetery, lay planks on such paths over which heavy\nmaterials are to be moved.\n      (ii) Every workman who contravenes any of the provisions of\nparagraph (i) shall be expelled from the cemetery and thereafter pro-\nhibited from working therein."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Every workman shall upon completion of the work on which\nhe was engaged, clean the area within which he was working of all\nscraps of material and rubbish and remove such scraps and rhbbish\nto such place as shall be provided for the purpose.\nTHE KINGSTON AND ST. ANDREW (CEMETERY) RULES, 1947\n                                     SCHEDULE                               (Rule 43)\n                                        Fees\nFor the righk t6 erect or comtutnuut-\n    Adult vault             ...       ...\n    Child vault             ...          ...\n    Addt gram           ...           ...\n    Ohild grave         ...              ...\n    Tomb ...                 ...         ...\n    IMa~lsoleumor Monument               ...\n     Double-dep~h vault\nFor the rigbit to reserve-\n    a grave (f hot)         ...          ...\n    a   tat     ...          ...          ...\n              IThe inclusion of this page is authorized by L.N. 144119951\n   THE KINGSTON A N D ST. ANDREW (CEMETERY) RULES, 1947"
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. No gardener employed by a proprietor of a lot shall be permitted\nto work in the cemetery unless and until he obtains a licence card\nfrom the Keeper."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. The Keeper may issue licence cards to only such gardeners as\nsatisfy him by proof in writing of their employment by a proprietor\nof a lot."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. Every gardener employed to a proprietor of a lot shall while\nin the cemetery and whenever required so to do by an officer of the\ncemetery produce his licence card for inspection."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. All rubbish or litter resulting from the work of a gardener shall\nbe removed by him immediately to a place of deposit provided for\nsuch purpose."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. No officer or domestic servant appointed or employed in con-\nnection with the cemetery shall be interested directly or indirectly in\nany business connected with the enclosure of lots, the building of\nvaults or the erection of monuments, tombs or sepulchral structures."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. No person shall smoke in the cemetery grounds or sit on any\ntomb or leap or climb over any enclosure or write on any monuments\nin the cemetery."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. No person shall pluck, take away or remove any flower plant or\nshrub or take away or remove any vase or any other article whatever\nfrom the cemetery without the permission of the Keeper."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. No dog shall be permitted in the cemetery nor any waggon or\ncart unless by the permission of the Keeper and all goats and pigs\nfound within the cemetery shall be impounded or destroyed."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39. Vehicles driven into the cemetery whether attending funerals or\notherwise shall keep to the roads and the drivers thereof shall be\nsubject to all reasonable orders and directions of the Keeper. Drivers\nof animal drawn vehicles shall not leave the same unattended while\nin the cemetery."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40. No person may enter or leave the cemetery save through an\nauthorized gate.\n   THE KINGSTON A N D ST. ANDREW (CEMETERY) RULES, 1947"
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41. Except for purposes of exhumation no grave shall be reopened\nwithin a period of fourteen years after the date of the burial of a\nbody therein."
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42. Every person who shall obtain from the Minister a licence for\nthe removal of any body which shall have been interred in the\ncemetery shall-\n    '(a) deposit with the Town Clerk a copy of the licence together\n         with an application in writing stating the date of interment\n         and the exact position in the cemetery where the body was\n         buried and requesting that a date and time be fixed for the\n         removal of the body;\n    (6) pay to the Town Clerk at the time of depositing the applica-\n         tion the sum of $12.00;\n     (c) not without the written approval of the Keeper remove the\n         body except at the time fixed for the purpose by the Town\n         Clerk."
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43. The fees mentioned and set out in the Schedule shall until\naltered or varied by the Corporation with the aproval of the Minister\nbe the fees payable and shall be paid at the time of the application\nin each particular matter to the City Treasurer."
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44. The Keeper shall require any person offending against these\nRules or offending in any other manner against good order or\ndecency immediately to quit the cemetery and in the event of any\nsuch person refusing or neglecting so to do he shall cause such person\nto be forthwith removed from the cemetery."
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. A copy of these Rules printed in legible type shall be posted\nin a conspicuous place at the office of the Corporation and also at\nor near each gate of the cemetery.\n             KINGSTON A N D ST. ANDREW (CEMETERIES)\n   THE KINGSTON AND ST. ANDREW (CEMETERIES) ACT\n                                    ORDER\n                               (under section 29)\n         (Made by the Minister on the 1st day of July, 1971)               L.N.287171\n                                                                           Amd :\n                                                                           L.N.311171"
    }
  ],
  "definitions": []
}