{
  "id": "jm-subs-the-kingston-and-st-andrew-building-act",
  "type": "statute",
  "title": "The Kingston and St. Andrew Building Act",
  "title_en": "The Kingston and St. Andrew Building Act",
  "short_name": "Kingston and St. Andrew Building Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-kingston-and-st-andrew-building-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-kingston-and-st-andrew-building-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the Kingston and St. Andrew\nBuilding (Reinforced Concrete Construction) Regulations, 1908."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-(1) For the purposes of this Part the term \"a reinforced concrete\nstructure\" shall apply to any part of a building constructed of reinforced\nconcrete, including Bressumers, except any of those par& hereafter\nmentioned which are specially required or allowed to be of reinforced\nconcrete by the Regulations in the First Schedule to the Act, viz-\n       walls of a greater thickness than 8y provided they comply with the\n       requirements of regulations 14, 38 and 41;\n       lintels of Hearths (regulation 25);\n       parapets more than 15\" and less than 2' 0\" high (regulation 28 (4));\n       belt courses (regulations 39. 40);\n       window and door sills and lintels (regulation 42).\n         (2) A reinforced concrete building is a building in which the walls,\nfloors, flom beams and roofs are constructed of reinforced concrete.\n                                    Supervision"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The Building Authority shall within two days after the receipt of\nthe notice of appeal and fee forward to the Tribunal of Appeal-\n         (i) the notice of intention to erect, re-erect or extend any\n             building and the plans and drawings and any amendments\n             thereof relating to the proposed building which may have\n             been lodged with or supplied to the Building Authority;\n        (ii) a statement of the names and addresses of the persons, if\n              any, called and examined as witnesses before the Building\n             Authority;\n      (iii) the decision, if any, of the surveyor;\n       (iv) the decision of the Building Authority; and\n        (v) the notice and grounds of appeal.\n   The foregoing documents together with any notice and grounds of\nobjection shall be deemed the record on the appeal.\n                  inclusion of this page is authorized by L.N. 144/1995]\n    THE KINGSTON AND 92'. ANDREW BUILDING (TRIBUNAL OF\n                 APPEAL) REGULATIONS. 1932"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The notice of intention to submit plans shall be in the Form No. 1 gEEb.\nin the Schedule and shall accurately describe the site on which it is\nproposed to erect or re-erect or change the class of the building by\nstating the name of the roadway and the number or name of the site\nand shall state the class of building to which the notice relates and the\nname and address of the owner of the proposed site and also the name\n              [The inclusion af this page is authorized by L.N. 144119951\n                  THE KINGSTON A N D ST. ANDREW BUILDING (NOTICES A N D\n                             OBJECTIONS) REGULATIONS, 1938\n              and address of the builder, if any, whom it is proposed to employ, and\n              a copy of such notice shall be served upon the owner and occupier of\n              every holding adjoining the psoposed site and a copy thereof in letters\n              not less than half an inch high shall be posted on some part of the\n              proposed site in such manner as to be distinctly visible from the road-\n              way and the original notice together with proof of the service and\n              posting of the copies thereof shall accompany the notice and plans pre-\n              scribed by section 10 of the Act:\n                Provided that in proving service on the occupier or owner of an\n              adjoining holding it shall be sufficient to prove that a copy of the\n              notice was sent by registered post addressed to the last known address\n              of such owner or occupier or in case any adjoining holding is un-\n              occupied and the owner or his address is unknown that such copy was\n              posted on a conspicuous part of such holding."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. All applications for sanction to erect reinforced concrete buildings\nor structures shall be accompanied by-\n     (a) complete detailed drawings in duplicate, showing the nature,\n          size and disposition of the reinforcing metal, and all other\n          details in regard to the construction required by the Building\n          Authority;\n     (b) the calculations, if required by the Building Authority, by\n          which such dimensions were arrived at;\n     (c) the arigin and nature of the materials to be used: proof may\n          be required by the Building Surveyor of any statement made\n          under this clause;\n      (4 the proportions in which the ingredients of the concrete are\n          to be mixed, and the size and nature of the aggregate to be\n           used;\n      (e) the use to which all rooms above the ground floor are to be\n           put.\n                 Copy of drawings to be kept on the site"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) The owner or occupier of an adjoining holding and the owner\n              of any holding within a radius of two hundred yards of a proposed\n              site may object to the approval of any plans submitted in respect of such\n              proposed site by serving (personally or by registered post) upon the\n              owner of the proposed site a notice in writing of such objection and of\n              the grounds thereof and by delivering to the Building Authority a\n              duplicate of such notice together with proof of the service thereof on\n              the owner of the proposed site.\nForm NO. 2.          (2) Every such notice of objection shall be in the Form No. 2\n              in the Schedule and shall be served upon the owner of the proposed\n              site and a copy thereof delivered to the Building Authority within thirty\n              days after the day on which the notice of intention to submit plans\n              shall have been posted on the proposed site."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The Building Authority shall before coming to a determination\n              on the plans submitted take into consideration all objections which may\n              be made and the grounds thereof and may either grant or refuse\n              approval of the plans submitted or may appoint a time and place to\n              hear the parties and give notice of such appointment to the owner\n              of the proposed site and to every objector and at such hearing the\n              owner of the proposed site and the persons who have objected may\n                            [Thc inclusion of this pagc is authorized by L.N. 144119951\n    THE KINGSTON AND ST. ANDREW BUZLDZNQ ( N 0 T L G E S . N\n                     OBJECTZONiT) R E G I J k l ' T Z O ~ i1938\nappear or be repregent& by coumgel or solicitor but at such hearing\nno objeotion to the propaseq-budding other t4an :.those ~ontainedin\nthe notices delivered may be put forward or argued.         .. -. ,               +"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. For the purposes of an appeal to the Tribunal of Appeal every\n person who may have given a notice containing grounds of objection\n,ahall be deemed a person heard by the Building Authority in opposition\n to the application.\n                                     ~    U     L     E\nForm No. 1                                                                      (Regulation 4)\n                       Notice of intention to submit plans\n  TAKE   NOTICEthat it is my intention to submit plans and apply for permission\nto erect or ohange the o l w d (here state the buildin to which the notice\nrelates and the putposes for which it is intertded to be u s e 8\non the land known as\nstreet or road in the parish of\n   All persons proposing to object to the approval of plans submitted are required\nto give notice in writing in the prescribed form of their objection and of the\ngrounds thereof to the undersi ned owner and to the Building Authority within\nrhirty (30) days from the date %ereof.\n  Dated the                   day 9f                               19         .\n                                  ..................................................................\n                                                                 Owner\n                                  ..................................................................\n                                                            Postal Address\n                                  ..................................................................\n                                                                 Builder\n                                  ..................................................................\n                                              Postal Address\n   NOTE: Information as to the prescribed form and the procedure to be\n         adopted may be obtained from the oface of the City Engineer.\n Fonn No. 2                                                                      (Regulation 6 )\n                                Notice of Objection\n   J                                                   being the owner or occupier\n of No.                                             a holding adjoining the site No.\n                             in the parish of                              or being\n the owner of No.                                                  a holding within\n 200 yards of the site                                  No.\n in the parish of                                 HEREBY GIVE NOTICE that I object\n to the approval of plans submitted for the erection or change of class of\n                     &~clusiwof this page is authorbd by L.N. 144/1995]\n    THE KINGSTON AND ST. ANDREW BUlLDING (NOTICES AND\n               OBJECTIONS) REGULATIONS, I938\n(here set out the nature of the building) on the ground that\n  My address for the purposes of this objection ia\n  Dated the                    day of                         19      .\n                                                         (Signaqbre of objector)\n  NOTE: This form must be carefully completed aad a copy served personally\n           or by registered post on the owner of the site on which it is proposed\n           to build and a copy together with proof of service delivered to the\n           Buildiig Authority within 30 days from the date on which the notice\n           of intention to submit plans was posted on the site.\n                [The inclush of this page is authorized by L.N. 144/1995]\n              KINGSTON A N D ST. ANDREW BUILDING\n      THE KINGSTON AND ST. ANDREW BUILDING ACT\n                             REGULATIONS\n            (under Part 1V of the First Schedule to the Act)\n            AND ST. ANDREWBUILDING\n  THEKINGSTON                    (REINFORCED\n                                          CONCRETE\n            CONSTRUCTION)REGULATIONS,\n                                    1908\n  (Approved by the Governor in Privy Council on the 14th day of                 2$d':17/08\n                         October, 1908)                                         G.N.    913139\n                                                                                L.N.29/52\n                                                                                        30152"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) The aggregate may be broken stone or brick, or other hard\nsubstance approved by the surveyor, or of gravel which is free from\norganic or earthy matter.\n      (2) The aggregate, if required by the surveyor, is to be screened\ntwice, for maximum and minimum size before measuring, and must\npass through a sieve of 1\" mesh and be retained on a sieve of 4\" mesh.\nThe material which will pass through the &\" mesh may if clean be used\nas sand, and measured therewith when gauging, except in the case of\nbroken brick in which case the portion which is less than 4\" must\nbe removed from the site.\n      (3) In no case is the size of the aggregate to be greater than\nwill easily pass between the reinforcing bars and the boxing or the\nmeshes of the wire cloth or expanded metal, and for columns the\nmaximum size must not be greater than will pass through a sieve\nof Q\" mesh.\n                  Proportions of mixture of concrete"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. No weaker mixture of concrete shall be used than that specified\nin the following schedule-\n                                                              aggre-\nFor foundations and wdls                cement       sand      gate.\n         more than 6\" thick               1           3         6\nFor walls less than 6\"\n         thick, floors, beams,\n         roofs and slabs                             1                2    4\nFor columns                                          1                13   3\n                              Mixing"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The ingredients for each batch of concrete are to be measured\nin gauging boxes of the proper size or in any other way approved by\nthe surveyor.\n                                 Metal"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Within seven days after the conclusion of the hearing the\nTribunal of Appeal shall forward to the Building Authority the record\nof the appeal1 and the notes of evidence, if any taken by him and a\nwritten statement of his decision and the Building Authority shall\nforthwith forward to the appellant and the objector (if any) copies of\nsuch statement of decision."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. The decision of the Tribunal of Appeal shall be enforced in the\nsame manner in all respects as a decision of the Building Authority.\n              KINGSTON AND ST. ANDREW BUILDING\n     THE KINGSTON AND ST. ANDREW BUILDING ACT\n                               REGULATIONS\n                             (under section 25)\n(Made by the Corporation on the 13th day of June, 1938 and approved 2.Nd':735/38\n  by the Governor in Privy Council on the 30th day of August, 1938)\n                                                   [lst October, 1938.1\n                                                                          ,!z:\n                                                                            &\n                                                                          ;g,g   ?.\n                                                                                  ,I;\n                                                                                    ;"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. All casing or boxing shall be sufficiently supported and braced\nto the satisfaction of the Surveyor, and no concrete shall be deposited\nin any casing or boxing not approved by the Surveyor.\n                                   Test Load"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. If required by the Building Surveyo~r,floors shall be tested to a\nload not exceeding 23 times the calculated live load for which such\nfloors were designed.\n                             Live load on roofs"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. The live load on flat roofs shall be taken as 50 lbs. per square\nfoot.\n                                    Stresses"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. The following shall be the allowable stresses in materials used\nfor reinforced concrete structures-\n     (a) Concrete. In tension. Nil.\n            If made of hroken stone or gravel-\n         Mixture.                                              In.        x   Ms.\n                                                                              -\n                                                           Shear          x   Mc.\n Cement, sand, aggregate.\n             If made of broken brick the stresses allowed are to be\n           75 per cent of the above stresses and the fraction Ms/Mc is\n           to be taken at 30 perr cent above the figure given in the table.\n               mhe inclusion of this page is authorized by L.N.41 19761\n    THE KINGSTON AND ST. ANDREW BUILDING (REINFORCED\n         CONCRETE CONSTRUCTION) REGULATIONS, 1908\n            For hooped columns a direct compression stress of 750 lbs.\n            may be allowed measured on the area contained within the\n            hoops.\n  For the purposes of this regulation a column may be considered to be\na hooped column if the enclosing spirals or hoops are circular in plan,\nand are spaced not more than 1-7 nor less than 1-10 of the inside\ndiameter of such spirals or hoops apart, and if the material of the\nspirals is not less than 4\" diameter.\n  x Ms is the modules of elasticity of the steel to be used.\n     Mc is the modules of elasticity of the concrete to be used.\n     (b) Steel in tension 16,000 lbs. per square inch unless specially\napproved otherwise and in any case not less than 14,000 or more than"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18,000 lbs. per square inch nor more than half of the elastic limit.\nBending moments are to be calculated as follows where\n          L=Length of span in inches;\n          W=The total distributed load in lbs.\nFor beams freely supported at both ends                           WL/ 8\nFor beams continuous                                             WL/ 10\nFor continuous slabs with tension bars running one way only      WL/ 16\nFar continuous slabs with tension bars running\n     both ways, according to arrangement of\n     metal and ratio of length to breadth of\n     dab                                               WL/ 12 to WL/24\nFor slabs not continuous with tension bars\n     running one way only\nFor slabs not continuous with tension bars\n     running both ways according to arrange-\n     ments of metal and ratio of length to\n     breadth of slab                                     WL/8 to WL/ 16\n                            Length of columns"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. For purposes of calculation the weight of concrete may be\nassumed to be 144 lbs. per cubic foot.\n              me inclusion of this page is authorized by L.N. 4119761\n    THE KINGSTON A N D ST. ANDREW BUILDING (REINFORCED\n         CONCRETE CONSTRUCTION) REGULATIONS, I908\n                          Span of beams or Slabs"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. The length of span of a beam or slab shall be taken as the\nclear distance between the vertical edges of the supports. No deduc-\ntion is to be made for angle brackets.\n                                Angle bracing"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. In order as far as possible to guard against the racking strains\ncaused by earthquakes all external columns, buttresses or piers in a\n\"reinforced concrete building\" shall be provided with angle brackets\nor with special reinforcement to columns or beams of a design approved\nby the surveyor, such design having in contemplation the withstanding\nof a horizontal pressure equivalent to 50 lbs. per square foot, acting\nat right angles to and upon the entire surface exposed to it.\n                             Walls, thickness of"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.-(1) No part of any wall shall be of a less thickness than 4\" and\nno part of any external wall shall be of a less thickness than 6\",\nunless the building is a single storey one and the roof of it has a\nspan of 16 feet or less, in which case the thickness shall be such as\nshall be approved by the Surveyor.\n   In buildings of mme than one storey of which the walls are of rein-\nforced concrete the topmost storey shall have external walls of at least\n7\" in thickness and each succeeding lower storey ,shall have external\nwalls at least 3\" thicker than the external walls of the storey immediately\nabove it, provided that the height of no storey exceeds 14 feet measured\nfrom the top of the floor or joists supporting the floor of such storey\nto the top of the joists of the flom of the storey next above it, or in\nthe case of the topmost storey to the bottom of the tie beam of\nthe roof trusses or the underside of the roof slab at the line of the\nwall. If any storey exceeds 14 feet in height the external walls of\nsuch storey shall be increased in thickness by at least 3\" beyond the\nthickness above required or any greater amount approved by the\nSurveyor.\n                             Buttresses for Walls\n        (2) All walls of a greater length than 15 feet are to be strength-\nened with piers, buttresses, or cross walls, not more than 15 feet apart,\nor less if required by the Surveyor, extending from the foundations to\nthe top of the walls and are to be securely anchored to such pier or\nbuttress in a manner approved by the Surveyor.\n        THE KINGSTON AND ST. ANDREW BUILDING (REINFORCED\n             CONCRETE CONSTRUCTION) REGULATIONS, 1908\n  The projection or accumulated projections of such pims or buttresses\nshall be in accordance with the following table-\n  For walls of 7\" but less than 10\" thick                            5\"\n           O\n   99\n                10\"         99\n                                   13\" \"\n                                  99\n                                                                     4\"\n   19      99\n                13\"         99\n                                   16\" \"\n                                  99\n                                                                     3\"\n  The width of such piers or buttresses shall in every case be not less\nthan the total thickness of the wall and the projection or accumulated\nprojections of the buttresses or piers.\n                                 Steel fmWalls\n         (3) Steel for reinforcement of walls shall be used to at least\nthe extent specified in the following schedule.\n  For walls of 6\" and t s s than 10\" in thickness 3'' square rods placed\nvertically and horizontally 12\" apart alternately near each face of the\nwall and not less than 1\" or more than 2\" from either face of the wall.\n  For walls of 10\" and less than 16\" in thickness 3\" square rods placed\nas above.\n  For walls of 16\" and more in thickness 4\" square rods placed as\nabove but 9\" apart or as approved by the surveyor. As far as practi-\ncable the vertical and horizontal rods shall be continuous throughout\nthe whole length and height of the wall. Whwe a joint occurs rods\nare to be overlapped to a distance of 40 times the diameter or size of\nthe rods. The rods are to be bent at the junctions and angles of walls\nso as to tie the adjacent parts together thoroughly and securely.\n                                 Curtain Walls\n        (4) Walls of a less thickness than 7\" shall be considered to be\ncurtain walls.\n  Curtain walls shall not be considered to bear any part of the super-\nimposed loads or stresses, such loads or stresses being considered to be\ncarried by the frame work without assistance from the curtain walls.\n  Curtain walls shall be reinforced in such a mannm that they are\nsecurely connected to the columns by rods running continuously through\nthe columns or otherwise as approved by the surveyor, and such\ncurtain walls shall be reinforced throughout their length and breadth\nby $' square rods not more than 18\" apart vertically and horizontally.\n                                 Internal Walls\n       (5) Internal walls may be reinforced with rods, wire mesh, or\nin any other way approved by the surveyor.\n                LThe inclusion of this page is authorized by L.N. 4119761\n    THE KINGSTON AND ST. ANDREW BUILDING (REINFORCED\n         CONCRETE CONSTRUCTION) REGULATIONS, I908\n                                      Roofs"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Roofs made of reinforced concrete shall be reinforced along the\nedges resting on the external walls so as thoroughly to tie the roof slabs\nto such walls, and in this way to assist the beams carrying the roof\nslabs in making an homogeneous structure.\n   For this purpose rods 19\" apart and 4    '' square extending into the\nroof slab for a distance of two feet, and cranked downwards into the\nwall (in the centre of such wall) for a distance of 1 foot may be\nconsidered as forming secure ties."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Every building and structural part thereof shall be designed in\naccordance with such detailed methods of design as are set forth herein\nand are applicable to the said building. In the absence of definite\ndetailed provisions herein for the design of any building or structural\npart thereof, no method of design shall be employed which will not\nadmit of a rational analysis and which is not in accordance with the\nestablished principles of mechanics and of structural design."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. Evcry building and all structural parts thereof shall be of suffi-\ncient strength to suppmt the estimated or actual imposed loads, including\nlateral forces, without exceeding the allowable working unit stresses\nspecified herein for the material, materials or permissible combinations\nthereof, of which the said building m structural parts thereof are\nconstructed; but no building or structural part thereof shal be designed\nfor live loads which are less than those specified herein and which are\napplicable to the said building by virtue of its type of occupancy."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. Unless specifically stated otherwise in each instance, all specified\nallowable working unit stresses given hereinafter for the various\nmaterials of construction and permissible combinations thereof are the\nmaximum that shall be employed for the most adverse combination of\ndead and live loads that are hereinafter specified or, in the absence of\ndefinite specifications relative thereto, may in the opinion of the\nSurveyor be expected to occur."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27.-(1)  In resistance to the combination of wind loads and other\nloads except earthquake, and in resistance to wind load alone, the\nspecified allowable working unit stresses of this regulation for any\nmaterial of construction, or permissible combination of structural\n    THE KINGSTON A N D ST. ANDREW BUILDING (REINFORCED\n         CONCRETE CONSTRUCTION) REGULATIONS, 1908\nmaterials may be increased by an amount not to exceed 333 per cent;\nbut the effective section and size of any structural member shall not be\nless than that required to resist the combination of dead and live 'loads\nalone, as specified herein, without exceeding the allowable working unit\nstresses specified for the said combination of dead and live loads\nalone.\n         (2) In resistance to the combination of-\n                (a) forces due to earthquake, as specified herein; and\n                (b) dead and live loads specified in the regulations,\n the specified allowable working unit stresses of the regulations may be\nincreased by an amount as specified under unit working stresses; but\nthe effective section and size of any structural member shall not be\n less than that required to resist the combination of dead and live loads\n alone, as specified herein, without exceeding the allowable working\n unit stresses specified for the said combination of dead and live loads\nalone.\n          (3) Where the size and strength of a member designed to resist\n the combination of dead load, Jive load, and earthquake forces equals\n or exceeds that under the combination of dead load, live load, and the\n wind forces as specified below, then no account need be taken of the\n effect of wind on that member."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Pressures on all vertical surfaces shall be 20 pounds per square\nfoot below a level of 40 ft. above ground, and 25 pounds per square\nfoot above this level, but 40 pounds per square foot is to be taken on\nsprinkler tanks, sky signs and exposed buildings and their supports.\n   Cylindrical surfaces are to be proportioned for the same pressure on\nsix-tenths of the projected area."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. Every structural member subjected to the action of an eccentric\nload or force shall be designed to provide for any stress due to that\neccentricity, whenever the increase in unit stress due solely to the\neccentricity exceeds 10 pm cent of the unit stress due to concentric\naxial loads alone."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31.-(1) The dead load of all buildings constructed of reinforced\nconcrete shall consist of the actual weights of walls, floors, ,stairs,\nlandings, roof, and all other permanent construction comprised in such\nbuilding.\n               [The inelusion of this page is authorized by L.N. 4119761\n    THE KINGSTON AND ST. ANDREW BUILDING (REINFORCED\n         CONCRETE CONSTRUCTION) REGULATIONS, I908\n         (2) The live or variable loads of such buildings shall consist\nof all loads other than dead loads."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. The following unit live loads in pounds per square foot of\nhorizontal projection of floors and/or roofs shall be the minimum\nlive loads which shall be used in the design of buildings-\n                                                                            Unit Live\n                                                                              Load\n Class                               Description                          (Column A)\n         Floors of private houses ...            ...        ...                 50\n         Bedrooms on upper floors of hotels ...             ...                 50\n         Private bedrooms in hospitals, infirmaries, and other\n           similar buildings          ...        ...        ...                 50\n         Residential flats            ...        ...        ...                 50\n         Dormitories in hospitals, infirmaries, and other\n            similar buildings         ...        ...        ...                 75\n         Art galleries                ...        ...        ...                 75\n         Assembly rooms or halls ...             ...        ...\n         Assembly rooms, lobbies and passages ...           ...\n         Class rooms in schools and colleges ...            ...\n         Churches or chapels           ...        ...        ...\n         Theatres, music halls, cinemas, and similar buildings\n         Restaurants and reception rooms in hotels          ...\n         Hotels            ...        ...        ...        ...\n         Offices           ...        ...         ...       ...\n         Floors for display of light-weight goods           ...\n         Public auction rooms (not used for storage of goods)\n         Garages for private cars ...            ...        ...\n         Light workshops              ...        ...        ...\n         Drill-halls, gymnasia, dance halls, and ball-rooms ...\n         Spectators' stands           ...        ...        ...\n         Rooms for storage of goods when the load to be\n            carried will not exceed 100 pounds per square foot\n         Wholesale stores (light merchandise) ...           ...\n          Retail sales-rooms (light merchandise)             ...\n         Garages for vehicles up to 3 tons gros$ weight     ...                 150\n         Medium weight workshops                 ...        ...                 150\n         Rooms for storage of goods when the load to be\n            carried will not exceed 150 pounds per square foot                  150\n         Theatres' stages             ...        ...        ...                 150\n              [Tho inclusion of this page is authorized by L.N. 4119761\n   THE KINGSTON AND ST. ANDREW BUILDING (REINFORCED\n        CONCRETE CONSTRUCTION) REGULATIONS, 1908\n                                                               Unit Live\n                                                                 Load\nClass                           Description                 (Column A)\n        Book-stores at libraries      ...        ...          ... 200\n        Museums for heavy goods ...              ...          ... 200\n        Heavy-weight workshops ...               ...          ... 200\n        Rooms for the storage of goods when the load to be\n          carried will not exceed 200 pounds per square foot 200\n        Pavement lights               ...        ...          ... 200\n        Actual loads for extra heavy machinery or goods\n          Over            ...         ...        ...          ... 200\n        Flat roofs and sloping roofs with an inclination not\n          exceeding 15 degrees to the horizontal, curved and\n          barrel roofs with access thereto       ...          ... 40\n        Sloping roofs with inclination exceeding 15 degrees\n           to the horizontal, also curved and barrel roofs\n           without access thereto shall be designed for a live\n           load due to wind pressure of twenty-five pounds\n           per square foot acting at right angles to such roof-\n           slope.\n        Roofs designated as \"without access\" s h d provide\n           only for such access as is necessary for cleaning\n           and repair or fire protection.\n         Roofs designated as with access, shall provide access\n           for such purposes of fire escape or other similar\n           uses.\n        Partitions and other structures supeximposed on floors\n           and roofs may be included in the superimposed\n           load provided the weight of the partition or other\n            structures per square foot of base does not exceed\n           the permissible load per square foot of floor or roof\n            area as the case may be. Partitions and other\n            structures of greater weight shall be provided folr Actual\n                                                                  Weight.\n        To provide for the weight of partitions in cases where\n            their location is not determined on the plans, the\n            beams and floor slabs shall be designed to carry\n            an additional uniform distributed live load per\n            square foot equal to 10 per cent of the actual\n            weight per foot run of such partitions.\n        THE KINGSTON A N D ST. ANDREW BUILDING (REINFORCED\n             CONCRETE CONSTRUCTION) REGULATIONS, 1908\n                                                                               Unit Live\n                                                                                  Load\nClass                                  Description                           (Column A)\n -\n  (j)      Loads not otherwise specified--Where the superim-\n             posed load on any floor, Itanding, stair or roof ex-\n              ceeds that hereinbefore specified for such floor,\n              landing, stair or roof, such greater load shall be\n             provided for.\n  (k)      Angle of dispersion-For calculating the resistance\n             moment the angles of dispersion of a point load\n             through hard filling and concrete shall not be taken\n             at more than 45 degrees from the vertical."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. To prevent overloading in all offices, warehouses, factories,\nworkshops and stores, the weight that each floor shall safely sustain\nupon each square foot thereof or upon each varying part of such\nfloor shall be placed and maintained by the owner of the building on\nstone, concrete, or metal or other approved tablets in approved con-\nspicuous places in each storey.\n   The following variations in assumed live load shall be permitted in\nthe designing of columns, pillars, walls, foundations, trusses and girdars-\n              (i) no reduction of the assumed live load shall be allowed\n                  in the design of any slabs, joists or beams;\n             (ii) for determining the total live loads carried by columns,\n                  the following reductions shall be permitted, the\n                  reductions being based on the assumed live loads\n                  applied the entire building floor area.\n                       Carrying the roof ...             ... 0 per cent\n                       Carrying 1 floor and roof         ... 0 per cent\n                       Carrying 2 floors and roof        .         ..\n                                                               5 per cent\n                       Carrying 3 floors and roof         ... 10 per cent\n                       Carrying 4 floors and roof        ... 15 per cent\n                       Carrying 5 or more floors and roof 20 per cent"
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. Floor slabs and beams shall be capable of carrying the following\nalternative live aoads on an otherwise unloaded floor-\nCLASSOF FLOORper square foot\n         (a)+)                           SLABS                      BEAMS\n  (a) 50 pounds                        NONE                 2,240 pounds uniformly\n                                                              distributed.\n                 [The inclusion of this page ip authorized by L.N. 4119761\n    TZJE KINGSTON A N D ST. ANDREW BUILDING (REINFORCED\n          CONCRETE CONSTRUCTlON) REGULATIONS, 1908\n              CLASSOF FLOORPER SQUARE\n                                    FOOT,contd.\n         (a>--(f)                SLABS                           BEAMS\n                                                                --\n (b) 75 pounds\n (c) 100\n  (d) 150 pounds, ex- 840 pounds per foot 4,480 pounds uniformly\n      cepting garages     width of slab                  distributed.\n (e) 200 pounds\n (f) Over 200 pounds\n  (g) Garages for vehi-            1.5 times the maximum wheel\n       cles up to 3 tons              load, but not less than 1 ton\n        dead weight                   considered distributed over a\n                                      floor area of 2 ft. 6 in. square.\n  The reactions arising in the beams for this alternative live loads\nneed not be taken into the pillars."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. In cases where a rolling load actuated by mechanical power is\nto be provided for, such rolling load shall be taken as equivalent to a\nstatic load of 20 per cent in excess of the actual rolling load or such\nother allowance as may be specified by the Surveyor to meet special\nconditions."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. In case of lifts, elevators, hoists and similar machines, the equiv-\nalent static load at the top of the lift-shaft is to be taken as at least 50\nper cent in excess of the combined load of the actual pull in the ropes,\nthe weight of overhead machinery sheaves, supports and overhead beams."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. The actual live loads in buildings of the industrial or commercial\ntype, in so far as such actual live loads may be reasonably estimated,\nshall be used in the design of such bulidings or parts thereof; special\nprovisions shall be made for machine or apparatus loads when such\nmachine or apparatus loads would result in greater stress in the\nstructural member of the floors than would be caused by the loading\nspecified above for such occupancies."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. Public garages and commercial and industrial buildings on which\nloaded trucks are to be placed, used or stored, shala have their floor\nsystems designed to support a concentrated rearwheel load of a loaded\ntruck placed in any possible position, or combination of positions.\nThe weight of the concentrated wheel-load to be used in the design\nshall not be less than 5,750 pounds per wheel.\n-                   Whe inclusion of this page is authorized by L.N. 4/1976]\n    THE KINGSTON A N D ST. ANDREW BUILDING (REINFORCED\n         CONCRETE CONSTRUCTION) REGULATIONS, I908"
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39. Each floor and the individual structural members thereof shall\nbe designed for the most severe possible distribution of live loading on\nthe said floor and the said individual structural members thereof.\n  The web members of trussed structural members of floors and roofs\nshall be properly proportioned for partial live loading, in any one span\nof said trussed structural members."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40. In calculating stresses on columns due to lateral forces including\nearthquake the length of the columns shall be taken as vertical distances\nfrom the neutral axis of a beam or girder intemecting the column to the\nneutral axis of the next beam or girder intersecting the same column.\n  In calculating the moment of resistance of the column a bending\nmoment not greater than the bending moment at the level of the\nunderside of the beam or bottom of its haunch as defined in these\nRegulations, or the top of the beam, as the case may be, need be\nprovided for."
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41. In calculating stresses in beams due to lateral forces indbding\nearthquake, the length of the beams shall be taken as the horizontal\ndistance from the centre of the supporting column to the centre of the\nnext supporting column.\n  In calculating the moment of resistance of the beam or girders a\nbending moment not greater than the bending moment at the face of\nthe supporting column need be provided for.\n                                   PARTI11\n                            Pre-stressed Concrete"
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42. In regulations 43, 44, 45, 46, 47 and 48 \"pre-stressed concrete\"\nmeans high-strength concrete which has been pre-stressed by the use\nof high grade tensile steel wires strengthened by means of hydraulic\njacks either by post-tensioning or pre-tensioning in such manna as to\nset the stresses in structures which wiP act contrary to the applied loads\nand \"approved\" means approved by the Building Authority or the\nBuilding Surveyor."
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43. Pre-stressed ooncrete complying with the provisions of these\nRegulations may be used in the construction of reinforced concrete\nbuildings either alone or in combination with such other forms of\nconstruction as may be approved.\n                                                                           -.+\n    THE KINGSTON A N D ST. ANDREW BUILDING (REINFORCED\n         CONCRETE CONSTRUCTION) REGULATIONS, 1908\n The materials to be used in pre-stressed concrete shdl be-\n   (a) Concrete consisting of suitably graded aggregate and cement\n       conforming to British Standard Specifications and attaining a\n       minimum compressive stress of 5,000 it. per square inch\n       at 28 days and shall have a minimum strength of twice the\n       compressive stress which will be applied to it at the time of\n       pre-stressing. After casting the concrete shaill be properly\n       protected to prevent rapid evaporation of moisture by being\n       covered in an approved manner at least until stressing takes\n       place and shall be adequately vibrated in an approved manner.\n       High tensile steel wire complying with the requirements of\n        British Standard Specifications and in support of which a\n        Certificate has been issued by the manufacturers stating-\n           (i) the ultimate tensile ~trengthof the wire;\n          (ii) 0.1 % stress."
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44. All pre-stressed concrete structural members shall be designed\nto carry the loads prescribed under the building regulations in force."
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. The preliminary tension in the steel shall not exceed 65 to 70\nper cent of the ultimate stress or 80 to 90 per cent of the proof stress.\nThe h a 1 working stress in the steel is to be limited to 60 to 65 per cent\nof the ultimate stress.\n  Tensile stress in the concrete shall not exceed 10 per cent of the\ndesigned compressive stress.\n  In pre-tensioned concrete the allowable loss in the steel may be 20\nper cent and in post-tensioned concrete 15 per cent,\n  The load factor of the structure shall not be less than 2.5.\n  Complete calculations shall be submitted for the approvd of the\nBuilding Authority along with the plans and application for the approval\nthereof.\n  All units manufactured in a factory shall be guaranteed by the\nmanufacturer as complying with the requirements set out above and if\nso required by the Building Surveyor shall be tested to ascertain\ncompliance with designed loads, and in such case the manufacturer\nshall provide the necessary testing equipment and labour. No unit\nwhich fails to pass the test shall be used for the purpose intended. The\nBuilding Authority may however approve of the use of any membexs\nunder lighter bads than originally designed.\n    THE KINGSTON A N D ST. ANDREW BUILDING (REINFORCED\n         CONCRETE CONSTRUCTION) REGULATIONS, I908"
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46. All pre-stressed concrete units shall be manufactured under an\napproved system and shall be guaranteed by the manufacturer to\nsatisfactorily withstand the load fa which it is designed.\n  The manufacturer shall place distinctive marks on each unit indicating\nthe load for which it is designed.\n  No unit shall be used until the manufacturer's certificate as to the\nlbad for which it has been designed has been submitted to the Building\nSurveyor and appmved, and such unit shall only be used to carry the\ndesigned load as specified by the manufacturers."
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47. When building units are assembled to form a building or any\npart thereof the work shall be done in such manner that the stresses\nin the building when fully loaded shall not exceed those provided\nin the Regulations. Every portion of the building shall be thoroughly\nsecured to adjoining portions so that stresses induced by earthquake\nand wind pressure as well as dead and live loads shall be propedy\ndistributed and taken care of."
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48.-(1)   In order to facilitate the making of tests of high strength\nconcrete to be used in the manufacture of pre-tensioned concrete units,\nthe manufacturer shall take samples immediately after the concrete\nhas been pl~ced,but if this is not possible, from the concrete as it is\nbeing delivered at the point of placing. Each sample shall be of suffi-\ncient size to make one test cube, and care shall be taken to ensure\nthat it is representative of the concrete and accurate record shall be\nkept of the exact spot from which each sample is taken, the temperature\nand weather conditions at the time of testing, the date and the identifi-\ncation number of the cube.\n         (2) The mould for test cubes shall be made of steel m cast iron\nwith the inner surfaces parallel to each other and machine-faced.\nTimber moulds shaP not be used. Each mould shall have a metal\nbase-plate with a true surface to support the mould and prevent leakage.\nThe mould and base-plate shall be kept dean and both shall be oiled\nto prevent the concrete sticking to the sides. No undue strain shall\nbe used when the sides are screwed together. The sample of concrete\nshall be taken as quickly as possible to the place where the cubes are\nto be made and there remixed and placed in the mould. Adequate\nvibration shall be applied to mould while filling. After the moulds are\nfilled, the top surface shall be ulkarly marked with an identification\nnumber and the date.\n              (The inclusion of this page is authorized by L.N. 4119761\n    THE KINGSTON AND ST. ANDREW BUILDING (REINFORCED\n         CONCRETE CONSTRUCTION) REGULATIONS, 1908\n        (3) The test cubes shall be stored for twenty-four hours under\ndamp sacks in a place free from vibration. They shall then be removed\nfrom the moulds and stored in water or buried in wet sand until they\nare sent to the testing laboratory. When being removed from their\nmoulds the cubes shall be carefully handled to ensure that the anises\nare not broken. A report to the Building Surveyor shall be made if\nany test cube is damaged in any way.\n  Test cubes shdl be kept on the site for at least three-quarters of the\nperiod before testing, except in the case of tests at ages less than seven\ndays. The storage temperature must not fall below 40F. and a\nrecord shdl be kept of the maximum and minimum day and night\ntemperatures at the place of storage during the time the cubes remain\non the site.\n        (4) The cubes shall be sent to a laboratory designated by the\nBuilding Surveyor packed in damp sand and carefully crated to avoid\ndamage during transit. Written particulars shall be enclosed in the\ncrate of the identification number of the cubes and the date when the\ntest should be made."
    }
  ],
  "definitions": [
    {
      "term": "pre-stressed concrete",
      "definition": "high-strength concrete which has been pre-stressed by the use",
      "source_provision": "sec42"
    },
    {
      "term": "approved",
      "definition": "approved by the Building Authority or the",
      "source_provision": "sec42"
    }
  ]
}