{
  "id": "jm-subs-the-kingston-and-st-andrew-corporation-act",
  "type": "statute",
  "title": "The Kingston and St. Andrew Corporation Act",
  "title_en": "The Kingston and St. Andrew Corporation Act",
  "short_name": "Kingston and St. Andrew Corporation Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-kingston-and-st-andrew-corporation-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-kingston-and-st-andrew-corporation-act",
  "provisions": [
    {
      "provision_ref": "sec0",
      "section": "0",
      "title": "Section 0",
      "content": "0) deliver or read any public speech, lecture, prayer, sermon\n        or address of any kind or sing any sacred or secular song\n        or enter into any public discussion or hold or cause or\n        take part in any public assemblage;\n    (g) play or make sounds on any musical instrument;\n    (h) throw or place in any pond or water on any public recreation\n        ground or in the sea or harbour forming the boundary of\n        any such public recreation ground, any earth, wood, glass,\n        crockery, metal, paper or other rubbish or refuse or any\n        deleterious, noxious, offensive or disfiguring substance or thing\n        or do anything to destroy or injure any fish in any such\n        pond or water;\n    (i) bathe or wash or wash clothes or other articles in or fish\n        in any pond or water on any public recreation ground or\n              IThe inclusion of this page is authorized by L.N. 4119761\n   THE KZNGSTON AND ST. ANDREW CORPORATION (PUBLIC\n         RECREATZON GROUNDS) REGULATIONS, 1935\n          in the sea or harbour forming the boundary of any such\n          public recreation ground;\n    (i)   wilfully interfere with or obstruct the authorized user of\n          any public recreation ground or wilfully obstruct any officer\n          of the Corporation in the execution of his duty or in the\n          proper execution of any work in connection with the laying\n          out, planning, improvement or maintenance of any public\n          recreation ground;\n    (k) do, aid in or abet any act or thing which may not in these\n          Regulations be specifically mentioned and which may tend\n          ro the injury or disfigurement of any public recreation ground\n          or to interfere with the use by the public for the purposes of\n          exercise and recreation;\n    ( I ) play any ball games or run, jump or fly kites;\n    (m) fish off the beach or foreshore of any public recreation ground\n          or use any portion of the beach or foreshore of any public\n          recreation ground to park canoes and boats;\n    (n) walk on any portion of a public recreation ground which by\n          notice or otherwise is prohibited."
    },
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1.. .................................................... the undersigned, presiding officer\nfor polling station No ................of the electoral division of ...........................\ndo swear (or solemnly affirm) that to the best of my knowledge and belief\nthis poll book kept for the said polling station under my direction has been\nso kept correctly and that the total number of votes recorded therein is\n...........................and that it contains a true and exact record of the votes\ngiven at the said polling station as the said votes were taken thereat; that I\nhave faithfully performed all duties required by me bj' law.\n                                         ...............................................................\n                                                             Presiding Oficer\n  Sworn (or affirmed) before me at ..................this ...........................day of\n                                         ...............................................................\n                                                               Poll Clerk\n                                                        (or as the case may be)\n                 THE KINGSTONAND ST. ANDREWCORPORATION\n                                                     ACT\n                     Oath o f the poll clerk after closing the poll\n  I ...............................................................\n                                                               the undersigned, poll clerk for\npolling station No ...............of the electoral division of .................................\ndo swear (or do solemnly affirm) that this poll book for the said polling\nstation kept under the direction of ........................ who has acted as presiding\nofficer thereat has been so kept by me under his direction as aforesaid\ncorrectly and to the best of my skill and judgment; that the total number\nof votes recorded therein is .....................and that to the best of my know-\nledge and belief it contains a true and exact record of the votes given at the\nabove-mentioned polling station as the said votes were taken thereat by the\nsaid presiding officer and that I have faithfully performed all other duties\nas poll clerk according to law.\n                                          ...............................................................\n                                                                  Poll Clerk\n   Sworn (or affirmed) before me at ........................\n                                                          this ........................\n                                                                                     day of\n                                          ...............................................................\n                                                            Presiding Oficer\n                                                        (or as the case may be)\nTHE COUNCIL OF THE KINGSTON A N D ST. ANDREW CORPORATION\n  (GENERAL ELECTION) (FORMS) (NO. 2) REGULATIONS, 1947\n                                       SCHEDULE, contd.\n                                         FORMNO. 28\n                  THE KINGSTON\n                             AND ST. ANDREWCORPORATION\n                                                    ACT\n                    Statement of the poll after counting the ballots\n  Electoral division of ....................................\n                                                          P            o station No ...................\nNumbcr of ballot papers received from the returning\n  Officer                                                                   ................\nNumber of ballot papers cast for .........................................\n   Do        do.       do.         .........................................\n   Do        do.       do.         .........................................\n   Do        do.       do.         .........................................\n   Do        do.       do.         .........................................\n   Do        do.       do.         .........................................\n   Do        do.       do.         ........................................\nNumber of *RUECTEDballot papers .........................................\n(*A REJECTEDballot paper means a ballot pa'per\n  which has been handed by the presiding officer\n  to an elector to cast his vote but which at the\n  close of the poll, has been found in the ballot\n  box unmarked or so improperly marked that it\n  cannot be counkd).\nTotal number of ballot papers found in box .............................\nNumber of unused ballot papers undetached from\n  books.. ...............................................................................\nNumber of *SPOILEDballot papers ..........................................\n(*A SPOILEDballot paper means a ballot paper which,\n  on polling day, has not been deposited in the\n  ballot box, but has been found by the presiding\n  officer to be soiled or improperly printed, or which\n  has been handed by the presiding officer to an\n  elector to cast his vote, and (a) has been spoikd\n  in marking by the elector, and ( b ) has been handed\n  back to the presiding officer and exchanged for\n  another).\n                              Total\n                                                                     --\nNumber of names on official list of electors used at the poll ...........................\n   I hereby certify that the above statemmt is correct.\n                                                                                                 a . ......\n     Dated at ................................................... this ............................\nday of ..................\n                        ......\n                             ..............................19........\n                                              ..............................................................\n                                                                 Presiding Olgicer\n                     LThe inclusion of this page is authorized by L.N. 4/1976]\nTHE COUNCIL OF THE KINGSTON AND ST. ANDREW CORPORATION\n  (GENERAL ELECTION) (FORMS) (NO. 2) REGULATIONS, 1947\n                                         SCHEDULE, contd.\n                                           FORMNO. 29\n                     THEKINGSTONAND ST. ANDREWCORPORATION ACT\n Oath o f messenger sent to collect ballot boxes or any custodian o f ballot boxes\n   I ......................................................................... messenger appointed by\n............................................................... returning officer for the electoral\ndivision of ..........................................    do swear (or solemnly affirm) that the\nseveral boxes to the number of .............................. which were used at polling\nstations Nos. .................... of this electoral division on polling day now\ndelivered by me to ...................................................          were handed to me by\n......................................................... that they have not been opened by\nme or any other person and that they are in the same state as they were\nin when they came into my possession.\n                                               ...............................................................\n                                                                  Signature\n  Sworn (or affirmed) before me at ........................... this .............................."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. The forms required pursuant to section 4 8 (1)\n                                                 ~ and section 63 ( 1 ~ )\nand ( 1 ~ )of the Kingston and St. Andrew Corporation Act shall be\nas set out in the Schedule hereto.                                       scbodulc\n                                          ~~~~EDDULB                              (Regulation 2)\n                                            FORM\n                                               A                                 @ectition48A(1) )\n                 THB KINGSTONm ST. ANDREWCORPOM~ON\n                                                Acn\n         Appointment of a Candidate's Outdoor Agent at a Potting Station\nElectoml division of.     ................................................................................\n   the Presiding Officer:\n    Polling Station No..    ....................................\n     For the pending dection I have appointed.............................................\n    my outdoor agent at Polling Statio'n No ..............................................\n                                                                   (Insert No. of Polling Station)\n     in substitution for outdoor agent....................................\n                             (Strike lout if not ,appnopriate)\nDated at .................................\n                                        this   .................day of .....................19........\n                                                    ......................................................\n                                                                             Candidate\n                   [The inclusion of this page i s authorized by L.N. 70/1992]\n             THE KINGSTON AND ST. ANDREW CORPORATION\n           ELECTIONS ((PRESCRIBED FORMS) REGUUTZONS, 1990\n                                                FORMB                               (Section 63 ( 1 ~ ))\n                    THPKINGSTON AND ST. ANDREWC O R ~ o a ~ m nAum\n        Notice of Appointment of a Candidate's Agent to Act ar an Observer\n                    ................................................................................\nElectoral d'ivision of\nTo Be Raturnimg Officer    ..........................................................................\nFor the pending election I have appointed ................................................\nto aot as observer for the purposes specified in section 63 CIA) of the Kingston\nand St. Andrew Corporation Aot on B e dates and during the perivde wpbciiied\nbelow :\n                                                      .....................................................\n                                                                          Candidate\n        Certificate by JZeturningOficer (ofAppointment of Candidate's Agent\n                                  to Act as an Observer\nTHIS IS TO CERTIFY that pursuant to a notice Lsued by                         ..............................\n...............................................................................................................\ncandidate for the Kingston and St. Andrew Cmporation election in fie eledoml\ndivision of ...................................................................you have been\nappointed as agent of t0e said candidate to act arr an observer f a the pur-\nposeg specified in section 63 ( 1 ~ )of the Kingston and St. Andrew Corporation\nAct on the htecr and at the h e a set out WOW:'\nDated at...    .................................this.........day of ........................19.........\n                                                     .......................................................\n                                                                  Returning Officerfor the\n                                                                     electoral divislon of\nThis ceAficate must be produced bo the returning officer on mu&.\n                  KINGSTON AND ST. ANDREW CORPORATION\n        THE KINGSTON AND ST. ANDREW CORPORATION ACT\n                                          RULES\n                                    (under section 140)\n                 AND ST. ANDREW ~ R P O R A T I O N(MARKET)\n       THEKINGSTON                                       RULES,1944\n          (Made by the Council of the Corporation on the 11th day of               ~.~.914/44\n            September, 1944 and approved by the Governor in Privy                  ~ m d 17/47\n                                                                                   L.N.   :\n                                                                                   G.N. 877 44\n                 Council on the 27th day of November, 1944)                              53/50\n                                                                                   L.N. 76/50\n                                                                                         77/50\n                                                                                        126 53\n                                                                                         50/55\n                                                                                   G.N. 317161\n                                                                                        675161\n                                                                                        956162\n                                                                                   L.N. 130164\n                                                                                        304165\n                                                                                   G.E.dated"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) Every street in the Corporate Area shall be known by the\nname already given to it or which may hereafter from time to time\nbe given to it by the Council.\n       (2) Every premises in the Urban and Suburban Districts of the\nCorporate Area shall be numbered, and save where the Council shall\nby resolution otherwise determine-\n     (a) streets and premises already named or numbered shall retain\n          the names or numbers by which they were known at the\n          time of coming into operation of these Regulations until the\n          name of any such street or the number of any such premises\n          shall be changed in accordance with these Regulations;\n     (b) premises on streets running from north to south shall be\n          numbered by allotting the number \"1\" to the first premises\n          on the western side of the street at the southern end and\n          by allotting the number \"2\" to the first premises on the\n          eastern side of the street at the southern end, and the re-\n          maining premises shall be numbered consecutively, so that\n           the premises on the western side of the street will have odd\n          numbers and the premises on the eastern side of the street\n           will have even numbers;\n               r h e inclusion of this page is authorized by L.N. 73119831\n106   TFZE KINGSTON AND ST. ANDREW CORPORATION (STREET NAMES\n                   AND NUMBERS) REGULATIONS, 1946\n          (c) premises on streets running from east to west shall be num-\n               bered in a like manner, eommencing at their eastern end\n               with the odd numbers on the southern side of the street\n               and the even numbers on the northern side of the street;\n          (d) premises on streets not running directly from north to south\n              or from east to west shall be numbered from the end which\n              is nearer the south with the odd numbers on the left and\n              the even numbers on the right;\n          (e) where any holding is created after a street has been numbered,\n              every such holding shall be assigned as a number such\n              numeral with the addition of such fraction or letter of the\n              alphabet as rhe Town Clerk may direct;\n          ( f ) the Town Clerk may upon the application of any person\n               and upon the payment of such sum (not exceeding twenty-\n               five cents) as the Council may from time to time by resolu-\n               tion determine issue ro such person a certificate stating the\n               number allotted to any holding and as to any change in\n               the numbering of such holding;\n          (g) the Council may from time to time by resolution require that\n               the several premises on any street or part of a street in the\n               rural district of the Corporate Area shall be numbered and\n               may by the same or another resolution prescribe the side\n               on which the even and odd numbers shall respectively be\n               placed and the points at which such numbers shall commence."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. No person other than a person employed by the Council in\nrelation ro the collection, removal or disposal of sweepings, refuse and\nwaste matter shall enter upon or be or remain on any dump.\n               [The inclusion of this page is authori ed by L.N. 4119761\nTHE KINGSTON AND ST. ANDREW CORPORATION (REFUSE DUMPS)\n                   REGULATIONS, 1945\n                                    SCHEDULE                               (Regulation 2)\nKingston Pen dump:                         Comprising lands bounded\n                                            on the north by the Foreshore Road,\n                                            on the south by the sea,\n                                            on the east by the Rum Stores,\n                                            on the west by Greenwich Town.\nTrench Town dump:                          Comprising lands bounded\n                                            on the north by First Street,\n                                            on the south by the Spanish Town\n                                              Road,\n                                            on the east by Central Road,\n                                            on the west by West Road,\nMaxfield Park dump :                       Comprising lands bounded\n                                            on the north by Maxfield Park lands,\n                                            on the south by Maxfield Park Burial\n                                              Ground,\n                                            on the east by Maxfield Avenue,\n                                            on the west by Maxfield Park lands.\n           KINGSTON AND ST. ANDREW CORPORATION\n  THE KINGSTON AND ST. ANDREW CORPORATION ACT\n                               REGULATIONS\n                            (under section 224)\n THE KINGSTON\n            AND ST. ANDREW\n                         CORPORATION\n                                  (WARDTHEATRE)\n                           195 1\n                  REGULATIONS,\n(Made by the Council of the Corporation on the 14th day of December,     L.N. 59152\n  1951 and confirmed by the Governor in Executive Council on\n                   the 17th day o f July, 1952)"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1) The responsibility for collecting and accounting for all moneys\npayable to the Corporation is placed with the City Treasurer. I t shall,\nhowever, be the duty of the chief officer in each department to ensure\nthat the moneys collectable by the department under his control are\nactualry collected and brought to account and that adequate safe-\nguards are established to secure an effective check of the assessment,\nand punctual collection and accounting for such moneys.\n      (2) The City Treasurer and the respective chief officers must\nensure that the duty of collecting moneys payable to the Council is\nassigned to officers on the permanent establishment.\n       (3) Collecting officers are required to issue an official receipt\nticket or voucher as the case may be in respect of every sum of\nmoney received by them.\n      (4) Copies of official receipts should not be issued but a certifi-\ncate of payment may be furnished upon application.\n      (5) A collecting officer may in his discretion accept uncertified\ncheques if the drawer is known to be a reputable establishment or\nperson the validity of whose cheque he has no reason to doubt.\n       (6) Should a cheque be dishonoured at a bank on which it is\ndrawn, the City Treasurer shall decide on what action should be\ntaken.\n       (7) Between the time of receipt and the time of payment into\nthe bank no municipal money shall be made use of in any way\nwhatsoever, nor shall any officer advance or lend any sum for which\nhe is answerable to the Council.\n       (8) Chief officers and the City Treasurer are required to report\npromptly to the Town Clerk any failure on the part of a collecting\nofficer to receive and duly account for any sums receivable by him.\n THE KINGSTON AND ST. ANDREW CORPORATION (FINANCIAL)\n                  REGULATIONS, 1969\n       (9) Each chief officer shall keep such books of account as in the\nopinion of the City Treasurer are necessary to record correctly a14\nsums received by his department and to ensure accuracy and prompti-\ntude in the recovery of all sums due to his department. All moneys\nreceived by the respective departments shall be handed over by the\nchief officer promptly and regularly to the City Treasurer or paid\nto such bank or banks as the Council may by resolution appoint.\n      (10) The several departments whose charges for work done,\nservices rendered or goods supplied, are collectable by the City\nTreasurer, shall render to him particulars of such charges without\nmdue delay.\n      (11) In departments not normally entitled to receive money and\ntherefore not provided with official receipt forms, any swms received\nshall be at once entered in the value book and remitted to the City\nTreasurer immediately in accordance with the procedure prescribed\nin regulation 5(14).\n      (12) The cashing of private cheques or postal orders from the\nfunds of the Council is prohibited.\n       (13) All moneys received in the department of the City Treasurer\nshall be paid direct to the collecting officer in that department who\nshall forthwith isue an official receipt therefor.\nThe Value Book:\n      (14) There shall be kept in each department a book to be known\nas the value book. Whenever moneys are received by registered post\nor are otherwise enclosed in letters or by any means in a department\nnot furnished with an official receipt book, particulars of such moneys\nmust be recorded in the value book as soon as the letters are opened\nor the moneys otherwise received and the book along with the\nmoneys shall be passed promptly to the City Treasurer for bringing\nthe moneys to account.\nRegistered Mail :\n      (15) The Town Clerk shall ensure that proper arrangements are\nmade for obtaining registered mail from the post office. These shall\ninclude the naming of the persons to whom mail should be delivered\nand the times at which deliveries will be made.\n     (16) Registered letters must be checked against the advice slip\nand opened in the office of the City Treasurer by two persons assigned\nby him in the presence of each other. Where they contain money or\n              IThe inclusion of this page L authorized by L.N.4119761\n THE KINGSTON AND ST. ANDREW CORPORATION (FINANCIAL)\n                  REGULATIONS, 1969\nother negotiable valuables, details of each letter and value shall be\nentered in the value book and the entry initialled by both officers.\nLetters containing no value need not be entered in the value book but\nan entry \"Nil\" should be made beside the appropriate item on the\ndelivery advice and initialled by both officers. On completion of the\nmail opening procedure the value book with the letters and their\ncontents must be handed over to the cashier in the City Treasurer's\noffice.\n        (17) The cashier shall acknowledge receipt of the letters by\ninitialling each entry in the value book and bring all moneys to account\non the day of its receipt. The serial number and date of the receipt\nissued for respective amounts shall be noted on the relevant letter\nand in the column provided in the value book.\n       (18) At least once per week a check of the value book shall\nbe undertaken by an officer other than the cashier or other officer\nauthorized to receive moneys or the officers opening registered mail\nto ensure that-\n     (i) except for those items marked \"Nil\" and initialled by two\n          officers, details relating to all registered letters listed on\n          post office delivery advices have been entered in the value\n          book;\n    (ii) receipts have been issued for all amounts entered in the value\n          book and the amounts have been brought to account in the\n          cash book, promptly or otherwise satisfactorily accounted for.\n      (19) Delivery advices relating to registered mail shall be filed in\nchronological order and retained for a period of three years.\nControl of oficial receipts :\n       (20) All receipts given by officers of the Council for moneys\nreceived by them shall be in such form as may be prescribed.\n                      Payment o f municipal moneys"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Where the appropriate digit or any other digit whioh an elector\nwhmdleit\nia concealed.\n                may be required t  o immerse in electoral ink is concealed or covered\n                with any bandage or other material, the presiding officer shall, prior\n                to delivering to the elector any ballot paper, require the elector-\nForm 2.              (a) to take an oath in the form set out as Form 2 in the Schedule;\n                         and\n                    (b) to be thumbprinted or, as the case may require, to be finger-\n                         printed, in accordance with section 55 of the Aot.\n                                                              SCABDULB\n                                                             FORMNa 1                                  (Regulation 5)\n                     THE KINGSTON AND ST. ANDREW CORPORATION ACT\n                                 Oath of elector where prescribed equipment is not used\n                I.............................................................................................................\n                                              (Name as on oficial list of electors)\n                of...........................................................................................................\n                                    (Address as on oficial list of electors)\n                do swer~r*/solemnlyaffirm* that I have not previously voted in this election.\n                *Sworn before me thin\n                *ABrmed\n                                                                          Fingerprint of elector\n                                                        I\n                                                                 Right Thumb\n                .....................................................................\n                                    Presiding Officer for olling\n                division No.                 of the eleotork'\n                division of\n                                     Vhe inclusion of thi page is authorized by L.N. 76119873\n      THE KINGSTON AND ST. ANDREW CORPORATION (ELECTIONS)\n       (SUBSTITUTE BALLOT PAPER AND PRESCRIBED EQUIPMENT)\n                         REGULATIONS, 1981\nNotes :"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) A licence may be revoked by the Council if-\n                     (a) the fees or any instalment thereof remain unpaid for seven\n                          days after the same become due and payable;\n                     (b) the licensee has sold or permitted to be sold within the\n                          shop to which the licence relates any articles other than\n                          those authorized by such licence and for which a licence is\n                          required under these Rules;\n                     (c) the licensee has been convicted for any offence against the\n                          provisions of the Act relating to markets and slaughter-houses\nCap. 320                  or against the provisions of the Public Health Law relating\n(1953 Edtn.)\n                          to the handling of food, or against any regulations made\n                          under any of the abovementioned provisions, for the time\n                          being in force; or\n                     (6) the inspector reports to the Council that the licensee has\n                          failed to comply within fourteen days with any written in-\n                          structions given under the provisions of rule 8.\n                     (2) A licence may be surrendered by the licensee if he ceases\n               to carry on the business for which the licence was granted.\n                     (3) Where any licensee has paid fees for a full year on a licence\n               and such licence is either surrendered or revoked in accordance with\n               the provisions of this rule, the Council shall refund to the licensee\n               that portion of the fees which would not have become due and pay-\n               able up to the date of such surrender or revocation, as the case may\n               be, had such fees been paid in instalments; and where the fees on\n               such licence as aforesaid have been paid in instalments, the licensee\n               shall not be liable to pay any instalments which would have become\n               due after that date.\n                              v h e inclusion of this page is authorized by L.N. 144/19951\nTHE KINGSTON AND ST. ANDREW CORPORATION (SHOP LICENCES)                     57\n                       RULES, I965\n       (4) Every licence revoked by the Council or surrendered by the\nlicensee shall be cancelled."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) Except where such amounts are trifling municipal moneys\nshould not be taken to the bank for lodgment or fetched away from\nthe bank by a single employee and the City Treasurer or responsible\nchief officer, as the case may be, is required to ensure that moneys\nin transit are properly safeguarded.\n                       Safe and strong rooms\n      (2) In all municipal departments where moneys or other val-\nuables are kept the City Treasurer or chief officer concerned as the\n                [The inclusion of this pnge is authorized by L.N. 4119761\n THE KINGSTON AND ST. ANDREW CORPORATION (FINANCIAL)\n                  REGULATIONS, 1969\ncase may be shall ensure that a safe or safes is or are provided for\nthe safekeeping of such moneys or other valuables until they are\ndisposed of.\n      (3) The duplicate keys and combinations of all safes and strong-\nrooms in municipal departments must be deposited with the City\nTreasurer. The key or combination for each safe or strong-room must\nbe enclosed in a sealed envelope with the following details shown\non the outside-\n                       Duplicate key or combination\n        Department ................................. Office........................\n        Description of safe.......................\n        Registered No, of safe..................\n         Registered No. of key ..................\n                                    ......................................................\n                                                 Head of Department\n                                    Date. ...............................................\n      (4) An acknowledgement must be given by the City Treasurer\nfor each duplicate key or combination deposited with him.\n      (5) All duplicate keys and combinations deposired with the City\nTreasurer shall be kept in the City Treasurer's safe. The duplicate\nkeys or combinations of the City Treasurer's safe and vault shall be\ndeposited with the bank in which the Council's main banking account\nis kept, in a sealed envelope bearing particulars as in the preceding\nparagraph.\n      (6) The City Treasurer shall maintain a record of all duplicate\nkeys and combinations deposited with him. The keys and the record\nshould be kept in such a way that individual keys can be readily\nlocated when required.\n     (7) Except with the authority of the City Treasurer no safe\nmay be removed from one office to another.\n      (8) No duplicate key or combination in the custody of the City\nTreasurer shall be issued without the approval of the City Treasurer\npersonally.\n148    THE KINGSTON A N D ST. ANDREW CORPORATION (FINANCIAL)\n                          REGULATIONS, 1969\n             (9) In the case of a combination lock the combination shall be\n      set by the officer responsible for the safe and no other officer must\n      have knowledge of it. Whenever the officer in charge of the safe is\n      replaced the combination must be changed by the incoming officer and\n      a copy of the new combination must be deposited with the City\n      Treasurer in place of the previous one which must be destroyed.\n             (10) Whenever the key for a safe is lost the fact must be re-\n      ported forthwith to the City Treasurer who shall authorize the issue\n      of the duplicate key. The issue of a duplicate key lor combination\n      shall be noted in the record maintained by the City Treasurer.\n              (11) Where a duplicate key has been issued in lieu of a lost\n      key, the City Treasurer must arrange forthwith for the lock to be\n      replaced by a reputable locksmith under the supervision of the City\n      Treasurer. The duplicate key of the new lock must be deposited with\n      the City Treasurer.\n              (12) The alteration of the wards of locks, the making and fitting\n      of new keys and the destruction of old keys must be carried out\n      under the close supervision of the City Treasurer. The City Treasurer\n      shall also be responsible for the re-issue and installation of altered\n      locks when this is done.\n              (13) The ex pen st?^ incurred in altering the wards of a lock and\n      making new keys shall be borne by the officer responsible for the\n      loss of the original key unless he is relieved of the responsibility for\n      payment by the Finance Committee.\n              (14) The officer in charge of a safe shall keep the keys therefor\n      in a safe place and shall not give any unauthorized person access\n      to the safe or its contents. The officer concerned will be personally\n      liable for any loss of municipal money from a safe under his control\n      which may be attributable to his own negligence.\n              (15) No officer shall keep or allow to be kept in a municipal safe\n       under his charge any items of value other than-\n           (a) municipal money;\n           (b) money which by virtue of his office he is bound to receive\n                  and account for; and\n            (c) valuables which it is his duty to keep and account for.\n         In all cases an inventory of valuables kept in a municipal safe\n       must be maintained.\n               (16) In addition to the provisions in these Regulations relating\n       to the handing over of cash, when an officer responsible for a safe\n     THE KINGSTON AND ST. ANDREW CORPORATION (FINANCIAL)\n                      REGULATIONS, 1969\n    is handing over to another officer, certificates giving details of unused\n    official receipts, tickets or cash receipt vouchers, keys for the safe\n    vouchers other than cash and documents handed over must be signed\n    by /both officers. These certificates shall be treated as part of the\n    records of the department concerned.\n                            Weekly cash checks"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The fee payable for every licence under these Regulations shall\nbe one dollar for every thousand square feet or part thereof of the\narea from which sand and/or gravel is to be removed with a minimum\nof one dollar.\n               lThe inclusion of this page is authorized by L.N. 4119761\n  THE KINGSTON AND ST. ANDREW CORPORATION (REMOVAL OF\n            SAND AND GRAVEL) REGULATIONS, 1956\n                                           SCHEDULE\n                                            Application                              (Regulation 3)\n  I,. .................................................\n                                                   of.. ...................................................\nhereby make application to the Council of the Kingston and St. Andrew\nCorporation for a licence to remove sand or gravel from that part of the\ngully, watercourse or river bed forming the boundary of or running through\nthe premises in the parish of.. ...................................................................\nand known as .............................................\n  The area for which the licence is desired is................................................\nfeet down the course of the gully, watercourse or river bed and .....................\nfeet across such course, the comer of such area being ...........................\n                                                                               feet\nfrom.. ..........................................................\n     (a) I am the owner of the said gully, watercourse or river bed.\n     (b) I am not the owner of the said gully, watercourse or river bed and Strikeout\ndeliver herewith the written permission of the owner thereof to this application\nand to the grant of the licence applied for.\n                                                                                                           y,\";zz;.\n  Delivered herewith are the following documents in proof of the ownership\nof the said gully, watercourse or river bed.\n  The name and address of the owner of the said gully, watercourse or                                      Strikeout\n                                                                                                           if not\nriver bed is ..............................................................................................\n                                                                                                        applicabk.\n                                          day of .............................................\n   Dated this ..............................                                               19     ......\n                                            ...............................................................\n                                                            Signature o f applicant\n                                              LICENCE                                (Regulation 6)\n                                                               of.. ..................................\n  This is to license.. ...........................................\nsubject to the terms and conditions set out on the back hereof to remove\nsand and gravel from that part of the gully, watercourse or river bed\nat .............................................\n                                             in the parish of .......................................\n   The parcel of land measuring .....................feet down the gully, watercourse\nor river bed approximately ..................feet wide with an area of approximately\n...........................\n                         square feet starting from the corner of land known as No.\n.....................and extending in a.. ................................\n                                                                        ..direction.\n  The sand or gravel shall be removed over the whole area in such manner as\nto leave the remaining surface as level as practicable and in no case shall\nholes or pits deeper than three feet below the immediately surrounding surface\nbe made. No excavation shall be made or materials removed which shall\nleave a depth of less than two feet of sand and gravel above the subsoil\nof the gully, watercourse or river bed.\n  This licence may be revoked at any time by the Council of the Kingston\nand St. Andrew Corporation for any cause which it may consider sufficient.\n                      Whe inclusion of this page is authorized by L.N. 4119761\n            KINGSTON A N D ST. ANDREW CORPORATION                                   117\n  THE KINGSTON AND ST. ANDREW CORPORATION ACT\n                                REGULATIONS\n                             (under section 193)\n             AND ST. ANDREW\n  THE KINGSTON            CORPORATION(PUBLICPARKING\n               PLACES)REGULATIONS,\n                               11958\n  (Made by the Council of the Corporation on the 8th day of July,          L.N. 153158\n                                                                                167158\n   I957 and approved by the Minister on the 24th day of July, 1958)"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. A licensee shall-\n     (a) at all times keep the licensed premises and all shelves, counters,\n         appliances, implements and utensils used therein in a clean\n         and sanitary condition to the satisfaction of the Medical Officer\n         (Health) or Public Health Inspector;\n     (b) at all times keep all doors, windows, and openings of that\n         part of the licensed premises at or from which fresh meat\n         may be sold completely screened with wire screens to the\n         satisfaction of the Medical Officer (Health) or Public Health\n         Inspector;\nTHE KINGSTON AND ST. ANDREW (COLD STORES) RULES, 1965\n  (c) not while any fresh meat, poultry, game or fresh fish is exposed\n      for sale in the licensed premises permit any of the screens,\n      doors or windows to be or remain open or to be so used\n      as to permit the entrance of flies into the licensed premises;\n  (6) construct or cause the floor of the licensed premises to be\n      constructed of smooth cement or other impervious non-\n      absorbent material, which shall be graded and drained to a\n      properly trapped drain;\n  (e) mark or cause to be marked every article of food or the\n      package wherein the same is contained with the day, month\n      and year on which the article was received for storage or\n      refrigeration;\n  ( f ) not receive for or keep in storage on the licensed premises\n      any article of food unless the same is in apparently sound\n      and wholesome condition nor keep any such article for\n      more than twelve months after it was first received for storage\n      or refrigeration;\n  (g) not permit any person who is not the holder of a licence\n      from the Corporation as a butcher or cutter to sell or assist\n      in selling any fresh meat from the licensed premises;\n  (h) not permit any person whose licence as a butcher or cutter\n      has been cancelled to be employed in the licensed premises\n      in any capacity;\n  ( i ) not serve or sell in the licensed premises unless he is wearing\n      boots or shoes and is cleanly and tidily dressed and wearing\n      a clean white apron extending from the neck to the ankles,\n      and a clean white cap, nor permit any person not dressed\n      as aforesaid to serve or sell in the licensed premises;\n  (j) not permit any person to sit or lie on the pavement of the\n      licensed premises or on any bench or stall in such premises;\n  (k) not permit any person to smoke any pipe, cigar or cigarette\n      on the licensed premises;\n  (I) not permit any person to use obscene, abusive or insulting\n      language on the licensed premises;\n  (m) not permit any person to create or cause to be created any\n      rior or disturbance;\n  (n) not permit any person to expectorate, urinate or throw dirt,\n      filth, rubbish or litter otherwise than in the place set apart\n      or provided for the purpose.\n              THE KINGSTON AND ST. ANDREW (COLD STORES) RULES, 1965\n                                          Hours of Delivery"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The Council shall not grant any licence to cany on a cinematograph\n         exhibition unless the Council is satisfied that all machinery used forthe purpose\n                          [The inclusion of lhis page is authorized by   L.N   102/2001]\n    THE KINGSTON AND ST. ANDREW CORPORATION (PLACES OF AMUSEMENT)\n                           REGULATIONS, 1999\nof such exhibition is enclosed in a room or structure and the following\nrequirements are met-\n          all entrances and exits for the room or structure are suitably placed\n          and are each fitted with a self-closing, close-fitting, door of fire-\n          resistant material satisfactoryto the Fire Commissioner, and made to\n          open outwards on solid frames of fire-resistant material rebated at\n          the top so as to give one inch of overlap;\n          all doors, openings and joints, of the room or structure are so\n          constructed and maintained as to prevent, so far as is possible, the\n          escape of smoke into any other part of the place of amusement;\n          any openings, in the room or structure, for a projector lantern do not\n          exceed two in number, are not larger than is necessary for effective\n          projection and observation, and are covered with glass which cannot\n          easily be removed;\n          every projector lantern opening is fitted with a screen of fire-resistant\n          material, which can be released from inside the room or structure so\n          that the screen automatically closes with a close-fitting joint and no\n          string or cord forms part of the apparatus for releasing the screen;\n          no hmiture is placed or kept inside the room or structure, except\n          one iron shelf not exceeding two feet in length by six inches in width;\n          the place of amusement has insurance coverage, with a reputable\n          insurance company, in respect of public liability, fire and allied perils.\n          every opening through which any pipe or cable passes into the room\n          or structure is bushed and sealed; and\n          the place of amusement has adequate emergency lighting."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(1) It shall be the duty of the City Treasurer subject to the\n      directions of the Council to ensure that the accounting arrangements\n      and the books and forms relating thereto are adequate and for this\n      purpose he shall have access at any time to all books and documents\n      relating to the accounts in all departments.\n               (2) It shall be the duty of each chief officer to ensure that the\n      accounting systems and procedures laid down for his department are\n      faithfully observed and that there is no departure therefrom also\n      that the work of keeping the accounts is kept up to date and is\n      efficiently done.\n             (3) Subject to the overriding authority of the City Treasurer\n      each chief officer shall be responsible for the financial operations of\n      his department. In particular he shall be responsible to see-\n          (a) that no excess expenditure which has not been properly and\n              previously authorized is incurred;\n          (b) that all accounts submitted by him for payment are properly\n              chargeable against municipal funds;\n          (c) that all payments are charged against their appropriate items\n               of charge.\n              (4) The accounts shall be kept in a manner clearly designed to\n      indicate that the intention of the Council as embodied in the annual\n      estimates of revenue and expenditure approved by the Minister have\n      been complied with. Accounts must therefore be kept by the financial\n      year and shall indicate the receipts and expenditure under the sub-\n      heads and items set out in the estimates of revenue and expenditure.\n              (5) With a view to committees being kept informed as to their\n      position in relation to estimates and expenditure the City Treasurer\n      shall as at 30th June, 30th September and 31st December in each\n      year submit-\n          (a) statements of the actual expenditure against estimates of the\n              several departments and these shall be submitted by the City\n              Treasurer to the appropriate committees of the Council. A\n              summary of such statements shall be submitted to the Finance\n              Committee;\n                     [The inclusion of thic page is authorized by L.N. 4119761\n THE KINGSTON AND ST. ANDREW CORPORATION (FINANCIAL)\n                  REGULATIONS, 1969\n     (b) a statement of outstanding amounrs owing to the Council\n          and this shall be submitted by the City Treasurer to the\n          Finance Committee.\n        (6) In the case of revenue earning departments the City Trea-\nsurer shall submit at the end of each month statements of revenue\nreceived together with the comparative figures of revenue received\nfor the corresponding period of the preceding year. Such statements\nshall be submitted by the City Treasurer to the responsible committees\nand to the Finance Committee.\n        (7) As soon as may be after the close of the financial year, the\nCity Treasurer shall submit a statement of the accounts of the past\nyear of the Council.\n                              Internal audit"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. The books shall as a rule be bound in stiff paper covers.\nTHE KINGSTON AND ST. ANDREW CORPORATION (RECEIPT FORMS)\n                       RULES, I932\n                                            SCHEDULE                                            (Rule 2)\n                                            Form \"A\" 1\n                         KINGSFN AND ST. ANDREW\n                                              CORPORATION\n                                                                      Folio.. ............................\n                                                    .............................................. 19......\n   Received from ........................................................................................\nthe sum of ...............................................................................................\nfor water rates on .....................................................................................\n.......................................months to.. ........................................................\n                                               ............................................................\n                                                                   for Town Clerk.\n                                            Form \"A\" 2\n                          KINGSTON\n                                 AND ST. ANDREW\n                                              CORPORATION\n                                                                         Alc No ........................\n                                                   ................................................19......\n  Received from ........................................................................................\nthe sum of .................................................................................................\nfor.. ........................................................................................................\n                                                ............................................................\n                                                                   for Town Clerk.\n                                            Form \"B\" 1\n                                 AND ST. ANDREW\n                          KINGSTON             CORPORATION\nNo. .......................\n                                                  ...........................Market.\n                                          ......................................................... 19......\n   Received from.. ...............................................    .*. ...................................\nthe sum of ..................dollars...............e n for a licence to sell vegetables at\n..............................................................................................................\n                                                     to .............................................19.....\nfrom .................................................\n      S .....................\n                                                ............................................................\n                                                                          Clerk.\n                      IThe inclusion of this page is authorized by L.N. 4119761\nTHE KINGSTON AND Q'. ANDREW CORPORATION (RECEIPT FORMS)\n                       RULES, 1932\n                                            Form \"B\" 2\n                           KINGSTONAND ST. ANDREW\n                                                CORPORAnON\nNo. ....................                    ...........................Market,"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1) Notwithstanding anything to the contrary the service of an\nemployee not holding an office for which separate provision is made\nin the annual estimates of the Corporation may be determined by\n                                                                           -\n140    THE KINGSTON AND ST. ANDREW CORPORATION (DISCIPLINARY\n                    PROCEDURE) REGULATIONS, 1958\n      the T~own Clerk without inquiry or ieason assigned therefbr by\n      giving to such employee notice in writing expiring at the end of\n      any week and the period of such notice-\n          (a) where the employee has been in the continuous service of the\n              Corporation for three years or less, shall be not less than\n              two weeks;\n          ( b ) where the employee has been in continuous service of the\n                Corporation for more &an three years, shall be calculated\n                at the rate of two weeks for every completed three years\n                of service or twelve weeks, whichever shaIl be the shorter\n                period.\n            (2) Any such employee may be summarily dismissed by the\n      Town Clerk for any misconduct which in law warrants such dismissal.\n              (3) Any such employee whose service is determined or who is\n      dismissed by the Town Clerk may within fourteen days from the\n      date of-\n           (a) the service of the notice of determination; or\n           (b) his dismissal,\n      appeal to the Disciplinary Board, and, if there is no such appeal\n      or if the appeal is not allowed, the service of such employee shall\n      be determined at the end of the notice or on the date of the dismissal,\n      as the case may be.\n         The provisions of paragraph (2) of regulation 9 in so far as they\n      are not inconsistent with the provisions of this paragraph shall have\n      effect in relation to appeals under this paragraph.\n                    m e inclusion of this page is authorized by L.N. 4/19761\n           KINGSTON AND ST. ANDREW CORPORATION                                         141\n  THE KINGSTON AND ST. ANDREW CORPORATION ACT\n                                REGULATIONS\n                             (under section 224)\n    THE KINGSTONAND ST. ANDREWCORPORATION\n                                        (FINANCIAL)\n                              1969\n                    REGULATIONS,\n (Made by the Commissioners of the Corporation on the 22nd day              L.N. 117169\n                                                                            Amd:\n  o f Jonuary, 1969 and confirmed by the Minister on the 10th               L.Nn. 578 69\n                                                                                  44cj80\n                       day o f March, 1969)"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. No persons shall in any market-\n     (a) sell or expose for sale any wine, malt, liquor or spirits or any\n         article the sale of which in such market the Council may\n         have prohibited;\n     (b) unnecessarily obstruct or impede the passage of persons along\n         any aisle, passage or walk way in a market;\n     (c) sit or lie on the pavement, or on any bench or stall;\n     (d) stand, loiter or sit in any space between stalls;\n     (e) smoke any pipe, cigar, cigarette or other form of tobacco;\n     (f) use any obscene, abusive or insulting language;\n     (g) swear or otherwise misbehave;\n     (h) create or cause to be created any riot or disturbance;\n     (i) expectorate, urinate, or throw dirt, filth, rubbish or litter other-\n          wise than in the place set apart or provided for the purpose;\n     (j) break, cut, pull down, destroy, remove, injure or spoil any\n          stall or any part thereof, or any appurtenance or any portion\n          of any building or the floor thereof;\n     (k) move about the market to vend his or her goods, but shall\n         remain at his or her stall or on the spaces on the pavement\n         allotted to him or her;\n     ( I ) expose for sale there any meat which has not been marked\n           with the brand of the slaughter house;\n     (m) unless he be a servant of the Council or person authorized\n         by the Council lift or remove or otherwise interfere with\n         the grating or covering to any drain in any market;\n     (n) unless he be the hirer or tenant of a stall or a servant of the\n         Council or some person authorized by the clerk go in the\n         rear of any stall;\n                [The in%sion   otthis pa&% authorized by L.N.4119761\n   THE KINGSTON AND ST. ANDREW CORPORATION ( M A R K E T )\n                                   RULES, 1944\n    (0)   bring any dog or permit any dog to follow or accompany\n          him or her in any market;\n    (p) without the special permission of the clerk leave in any market\n          after its closing any articles except such goods as belong\n          to a stall-holder;\n     (9) sell or oRer for sale in the space set apart for vehicles in\n          any market any articles except such as are brought into that\n          space by the vehicles and on which payment of the vehicle\n          load fee has been made;\n     (r) use a stall rented for the sale of a particular class of goods\n          for the sale, display or stacking of goods of any other class :\n  Provided, however, that persons authorized to vend vegetables or\nfruit in the portion of the market specially set aside for that purpose\nmay sit on the pavement while engaged in the disposal and exposure\nfor sale of their goods. But this proviso shall only apply to persons\nwho shall bring vegetables or fruit into the market and shall not\ninclude the holder of a stall or persons who may purchase such\narticles in the market and such last named persons shall be required\neither to foithwith remove such articles from the market or to hire a\nstall for the purpose of exposing their g o d s for sale."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.          Special Stations         ...                 12c                    0.75\n      Fees payable for occupation or hire o f stalls in the Pearnel Charles Arcade\n                            Measurement                          Amount d hire per\n                             of stall                                week per stdl\n                                 -\n                           6 feet x 6 feet\n                           3 feet x 3 feet\n                                                                                         (Rule 30)\n  For every 25 tB. or fractional part there-\n    of any article deposited for storage ...                -                        5c.\n            KINGSTON A N D ST. ANDREW CORPORATION\n  THE KINGSTON AND ST. ANDREW CORPORATION ACT\n                                    RULES\n                              (under section 150)\n   THEKINGSTON   AND ST. ANDREW &RF'ORATION (SHOPLICENCES)\n                          RULES,1965\n   (Made by the Corporation on the 14th day of June, 1965 and                L.N. m / 6 s\n                                                                             Amd:\n    approved by the Minister on the 7th day of October, 1965)                L.N. 386169\n                                                                                   53/92\n                                           [lst November, 1965.1"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. It shall be lawful for the Council or the Mayor or the clerk\nof the market in their or his discretion to refuse to lease or hire a\nstail or station to any person or persons who shall have been con-\nvicted on two or more occasions by a court of competent jurisdiction\nof any breach of these Rules or of any offence involving violence or\ndishonesty and the Council may in their discretion prevent any person\nwho may have been so convicted from selling or assisting at any stall\nor from engaging in the sale of any article whatsoever in any market."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. The manager or any of his assistants or any person authorized\nby him shall be empowered to distrain upon any animal using any\npen or upon the carcass or any portion of the carcass thereof for\nany fees which may be due for the use by the said animal of the\nsaid pen and/or for any costs or expenses incurred in accordance\nwith rule 10."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.. ................\n                                                ..............................................................\n                                                                  Returning O&er\nTo the Chief Electoral Officer.\n                    THE KINGSTON\n                               AND ST. ANDREW   CORPORATION\n                                                        ACT\n                             Notice of grant of poll\nThe electoral division of ..........................................\n   NOTICEis hereby given to the electors of the electoral division aforesaid that\na poll has been granted for the election now pending for the said electoral\ndivision and that such poll will be opened on the ..............................day of\n..........................................1 9 . . at the hour of seven in the forenoon\nand kept open till the hour of five in the afternoon in the polling stations\nestablished in the various polling divisions comprised in the said electoral\ndivision.\n  The names, addresses and occupations of the candidates in the above electoral\ndivision and the names, address= and occupat~om of their respeot~ve s e w s\nare as follows-\n             Candidates                                    Agents\n                                                                                   -\n.............................................                    .............................................\nof which all persons are hereby required to take notice and govern themselves\naccordingly.\n                                                         .this. .............................\n  Given under my hand at.. .................................\nday of.. ................................................\n                                                      .19.. ....\n                                                ...............................................................\n                                                                   Returning Officer\nTHE COUNCIL OF THE KINGSTON AND ST. ANDREW CORPORATION\n    (GENERAL ELECTION) (FORMS) (NO. 2 ) REGULATIONS, 1947\n                              SCHEDULE, contd.\n                                 FORMNO. 17\n               THE KINGSTON   AND ST. ANDREW    CORPORATION  ACT\n                             Directions to Electors\n  Each elector may vote only at one polling station and for only one candidate.\n  The elector will go into one of the compartments and with a black lead\npencil there provided place a cross within the white space containing the name\nof the candidate for whom he votes, thus X.\n  The elector shall then fold the ballot paper so that the initials of the\npresiding officer and the numbers on the counterfoil can be seen and the\ncounterfoil detached without opening the ballot papers; he shall then return\nthe ballot paper so folded to the presiding officer who shall in full view\nof those present, including the elector, remove the counterfoil, destroy the\nsame and place the ballot paper in the ballot box. The elector shall then\nforthwith quit the polling station.\n  If an elector inadvertently spoils a ballot paper he may return it to the\npresiding officer who on being satisfied of the fact will give h ~ manother.\n  If an elector votes for more than one candidate or places any mark on the\nballot paper by which he can afterwards be identified his vote will be void\nand will not be counted.\n  In the following form of ballot paper given for illustration the candidates\nare William Carib, Frank Patou and John Shark and the elector has marked\nhis ballot paper in favour of Frank Patou.\n                                             Ballot Paper\nCOUNCIL\n      OF THE KINGSTONAND ST. ANDREW\n CORPORATION         .........................................................................\n             ELECTION..\nNo.                                      ...................................................................\n.......Elec-\ntoral Divi-\nslon\nPolling\n               1                   I   ..................................       ELECTORAL      DIVISION\n                                        Polling Division No .......................................\n                                        Voter's Number on Roll ..................................\nDivision\nNo.\n               .............................................................................................\n               ........... .Electoral Division\n               Polling Division No .......................\n                                                             Space for initials of P.10.\n               Polling Day.. ...............................\n                               Do not fold beyond this line\n      I            CARIB,WILLIAM\n                     26 duke Street, Kinwton;\n                       Engineer\n                   PATOU,FRANK\n                      14 Water Lane, Kingston;                                             Symbol X\n                        Merchant\n                                  -\n                                  -\n                   SHARK,JOHN\n                     3 Victoria Avenue, Kingston;                                           Symbol\n                       Agent\nTHE COUNCIL OF THE KINGSTON A N D ST. ANDREW CORPORATION\n    (GENERAL ELECTION) (FORMS) ( N O . 2) REGULATIONS, 1947\n                                        SCHEDULE, contd.\n                                          FORMNO. 18\n                                             Ballolt Paper\nNo.\n.......Eke-\ntoral Divi-\n              I   No.\n                                   I\n                                         ....................................................................\n                                       .................................         ELECTORAL       DIVISION\n                                         Polling Division No .......................................\nsion        I\n                                         Voter's Number on Roll .................................\nPollling\nDivision\nNo.\n      ......................................................................................................\n       ............Electoral Division\n      Polling Division No ........................\n                                                    Space for initials of P.O.\n      Polling Day .................................\n                              Do not fold beyond this (line\n                  [CARIB,\n                        WILLIAM\n                     26 Duke Street, Kingdon;                                                Symbol\n                        Engineer\n                          -\n      I           PATOU,FRANK\n                     14 Water Lane, Kingston;\n                       Merchant\n                  SHARK,JOHN\n                               -         -     -        -    -          - -      --      -\n                                                                                             Symbol X\n                                                                                               --     - -\n                    3 Victoria Avenue, Kingston;                                             Symbol\n                      Agent\n  Oath that the Elector is the person intended to be referred to in the list o f\n                                     electors\n  You swear that you are qualified to vote at this election of a member of\nthe Kingston and St. Andrew Corporation and are not disqualified from voting\nthereat and that you verily believe that you are the person intended to be\nreferred to by the entry, in the llst of Electors used at this polling station, of\nthe name ......................................................w h o occupation is given as\n........................................................................... a d whose address is\nTHE COUNCIL O F THE KINGSTON AND ST. ANDREW CORPORATION\n   (GENERAL ELECTION) (FORMS) (NO. 2) REGULATIONS, 1947\n                                         SCHEDULE, con td.\n                                           FORMNO. 20\n                    THE KINGSTONAND ST. ANDREWCORPORA~ON\n                                                      ACT\n                              , Oath of qualification\n      *(a) swear\n   You\n      *(b) solemnly affirm\n   (1) that you have attained the age of eighteen years and that you are-\n      *(a) a citizen of Jamaica and are ordinarily resident in Jamaica;\n      *(b) a Commonwealth citizen (other than a citizen of Jamaica) and are\n           ordinarily resident in Jamaica;\n   (2) that you are not within any of the classes of persons who lack qualifica-\n       tion or are disqualified by reason of crime, mental capacity or dis-\n       franchisement for corrupt or illegal practices;\n   (3) that you have not received anything nor has anything been promised\n       to you directly or indirectly in order to induce you to vote or to refraln\n       from voting at this election; and\n   (4) that you have not already voted at this election or been guilty of any\n       corrupt or illegal practice in relation thereto.\n   *Use (a) or (b) as may be appropriate.\n                                                                            So HELP ME GOD.\n                         Oath of identity, wi,th fingerpfint of elector\n            *swear\n  I do                                -that    I am\n            *solemnly affirm\n..............................................................................................................\n                             (Name as on official list of electors)\nof. ..........................................................................................................\n                             (Address as on oficial list of electors)\nRegistration No .........................................................................................\n                                      (As on oficial list of electors)\nwhose name is entered on the list of electors now shown to me.\n                                              ...............................................................\n                                                                      Signature"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. In the event of any person requiring to hire a stall for the sale\nof any article or articles not provided for in the Schedule of Fees,\nthe fee payable and the terms on which such stall may be rented\nshall be fixed by the clerk with the sanction of the Mayor or chairman\nand the fees so fixed shall be payable by the person making the\napplication for the use of such stall."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Neither the manager nor any of the assistants nor any person\nauthorized by the manager to distrain shall be liable to any person\nfor any loss, deterioration or injury to any animal or the carcase\nthereof distrained upon except for wilful negligence.\n                            Slaughter of Animals"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Every person renting any stall for sale of any commodity shall\nuse such stall continuously for the sale of such commodity for the\nterm of which such stall is rented and shall not allow such stall to\nremain unused for such purpose except with the special permission\nof the Council or the Mayor or chairman.\n               -\n               r h c inclusion of this page is authorized by L.N. 4119761\n   THE KINGSTON AND ST. ANDREW CORPORATION (MARKET)\n                       RULES. 1944"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. The slaughter of animals and the preparation and dressing of\nthe carcass shall be performed by persons employed for the purpose\nby the Cowncil and in addition to the fees prescribed in the Third\nSchedule the Corporation shall be entitled to retain and make use\nof or dispose of for their own account the blood, stomach and\nintestinal contents of all animals slaughtered as well as all carcasses\nand organs and parts thereof which may be condemned."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. No hirer or tenant of any stall shall use such stall except during\nthe period for which he shall have actually paid the hire, but no\nnon-user for non-payment of hire shall affect the accrual of hire during\nthe term of the hire or tenancy, and every hirer or tenant of a stall\nshall quit and deliver up possession of such stall at a termination of\nthe period of his hire or tenancy. If the clerk shall decline to renew\nthe hire or tenancy of any stall the hirer or tenant shall immediately\nremove all goods that he may have on such stall."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.-(1) No person shall use any axe, cleaver, chopper, knife or\nother similar implement on the slate, marble or concrete slabs of any\nmarker stall or any part thereof but shall use the wooden chopping\nblocks and cutting board provided for the purpose.\n         (2) The hirer and occupant of every stall shall be responsible\nand accountable for all damage done to the slate, marble, concrete and\nother parts of such stall or to the fixtures and fittings thereof and\nshall on demand by the clerk forthwith pay the cost of any repairs\nor replacements required as the result of any such damage and the\nCorporation shall in no case be required to prove how such damage\nwas occasioned."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. All carcasses, parts of carcasses and organs shall be dressed in\nthe rooms appointed for that purpose and after having been passed\nby the manager or any person duly authorized to act for him shall\nbe placed in the cooling room and there retained for not less than 12\nhours.\n                                  Tripe"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27.-(1) No person shall take into or operate within a market any\nhandcart wnless such person shall have previously obtained from\nthe Town Clerk a licence so to do and is wearing the badge hereinafter\nprescribed.\n         (2) The licence shall be in such form and for such period as\nthe Council may from time to time determine and shall be revocable\nat any time by the Town Clerk.\n               IThe inclusion of this page is authorized by L.N. 4119761\n   THE KINGSTON AND ST. ANDREW CORPORATION (MARKET)\n                       RULES. 1944\n         (3) The badge shall be of such size, shape and material and\nhave thereon such letters, symbols and/or figures as the Council may\nfrom time to time determine and shall be worn on the outer part of\nthe left arm of the person licensed.\n       (4) No person other than the person to whom it was issued\nshall wear any such badge."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. No person shall within any market make or kindle or use any\nfire for any purpose-\n    (a) without having first obtained the permission of the Council\n        and a certificate in writing of such permission signed by\n        the Town Clerk; or\n    (b) otherwise than in conformity with such permission and certifi-\n        cate."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29.-(1) No charge shall be made for the keeping of carcasses or\nparts of carcasses in the cooling room for a period of twelve hours.\n         (2) There shall be paid to the Corporation in respect of all\ncarcasses retained in the cooling room longer than for twelve hours\nthe following fees which shall be paid before the delivery of such\ncarcasses or parts of carcasses-\n            Whole Carcasses                  Half Carcasses\n             For the first                For the first\n              twenty-four                 twenty-four\n            hours or part    For each    hours or part    For each\n             thereof after  succeeding   thereof after   succeeding\n           the free period twenty-four the free period twenty-four\n               of twelve   hours or part   of twelve    hours or part\n                 hours        thereof        hours        -thereof\n                                                            -\nOxen            60c                  $1.OO                 30c             50c\nCalves          20c                     30c                1Oc             15c\nPigs            20c                     30c                1Oc             15c\nSheep           1Oc                     20c                 5c             1Oc\nGoats           1Oc                     20c                 5c             1Oc\nTurtles          5c                     1Oc                 -              -\n- ---           -\n THE KINGSTON AND ST. ANDREW CORPORATION SLAUGHTER-\n                  HOUSE) RULES, 1940"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Where in any market, refrigeration space is provided-\n    (a) the Council may from time to time by resolution determine\n        the class of commodity which may be admitted to storage\n        in such space;\n    (b) the fees for the storage of goods in such space are hereby\n        fixed and shall be payable according to the Fourrh Schedule; Fourth\n                                                                      Schedule.\n    (c) all goods tendered for storage in such space shall be con-\n        tained in clean baskets, bags of cloth or paper or such\n         other containers as the clerk may consider suitable. The\n         name of the person depositing the container and the nature\n         and weight of the goods deposited shall be marked in legible\n                                                  .-\n                                                                          a\n  THE KINGSTON AND ST. ANDREW CORPORATION (MARKET)\n                      RULES, 1944\n        characters upon the container or upon a tag or label securely\n        attached thereto;\n    (d) every person proposing to deposit any goods shall first pay\n        to the clerk or such other person as may be authorized to\n        receive or collect the same the prescribed fee and shall receive\n        a receipt in such form as the Council may from time to\n        time prescribe and shall tender such receipt to the officer\n        in charge of the storage space along with the goods to be\n        stored and such officer shall if he accepts the goods note\n        upon the said receipt the receipt of the goods;\n    (e) the officer in charge of the storage space shall have the right\n         to refuse to accept for storage any goods for which there may\n         not be space or which he may consider to be unfit folr storage\n         and shall in such case endorse a note of his refusal on the\n         receipt;\n    (0 delivery of goods stored shall be made to the person who\n         shall produce and deliver up the receipt issued in respect\n         thereof and to no other person;\n    (g) the Corporation shall not be liable for any loss of weight or\n        deterioration of quality during storage of any goods how-\n        ever caused;\n    (h) the person depositing goods for storage shall not later than\n        6 o'clock in the forenoon of the day following the deposit\n        cause the receipt for the goods to be presented to the officer\n        in charge of the storage space and request the return of\n         such goods provided that if the day following the deposit\n        is a day on which the market is not required to be opened\n        such request shall be made before the closing hour of the\n        date of deposit;\n    (i) the clerk shall cause to be destroyed all goods deposited in\n         the storage space-\n            (i) the return of which shall not be requested within the\n                prescribed time ;\n           (ii) which shall become unwholesome or unfit for human\n                consumption."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. Every person driving, operating or in charge or control of a\nwheeled vehicle of any kind including a bicycle which shall be taken\ninto a market shall obey all orders and instructions which may be given\nby the clerk or any officer or employee authorized by the clerk for\n   THE KINGSTON AND ST. ANDREW CORPORATION (MARKET)\n                       RULES, 1944\nthe purpose or by any constable in relation to the route to be taken\nby such vehicle and the place at and manner in which goods may\nbe placed or loaded upon or discharged or unloaded from such\nvehicle and the clerk or any such officer, employee or constable may\nrequire any such vehicle to be removed from the market immediately\nupon the completion of the loading, unloading or discharge thereof.\n                                      FIRST   SCHEDULE                             (Rule 3)\nNo. of                     Days on which              Day of         Opening      Closing\n Item       Market         to be opened                Week           hour         hour\n         Jubilee        Every day except Monday to\n                          Sunday and Good Friday                   6.00 a.m.\n                          Friday          Saturday                 6.00 a.m.\n                                          Public\n                                          holidays                 6.00 a.m.\n         Queen's        Every day except Monday to 12.01 a.m.\n                          Sunday and Good Saturday     -                        12 midnight\n                          Friday\n         Coronation     Every day except Monday to 12.01 a.m.                       -\n                          Good Friday    Saturday      -                        12 midnight\n                                         Sunday     6.00 a.m.                   10.00 a.m.\n         Cross Roads Every day except Monday to                     6.00 a.m.   5.00 p.m.\n                       Sunday and Good Friday\n                       Friday          Saturday                     6.00 a.m.   10.00 p.m.\n                                       Public\n                                       holidays                     6.00 a.m.   10.00 a.m.\n         Papine         Every day except Monday to\n                          Sunday and Good Wednesday                 6.00 a.m.\n                          Friday          Thursday                  6.00 a.m.\n                                          Friday                    6.00 a.m.\n                                          Saturday                  6.00 a.m.\n                                          Public\n                                          holidays                  6.00 a.m.\n         Redemption Every day except Monday to 12.01 a.m.\n           Ground     Sunday and Good Saturday     -                            12 midnight\n                      Friday\n         Tavares        Every day except Monday to 12.01 a.m.\n                          Sunday and Good Saturday     -                        12 midnight\n                          Friday\n         Pearnel        Every day except           Monday to\n         Charles          Sunday, Good Fri-        Saturday  6.00 k.m.\n         Arcade           day and Public\n                          Holidays\n   THE KINGSTON A N D ST. ANDREW CORPORATION ( M A R K E T )\n                         RULES, 1944\n                                 SECONDSCHEDULE                                  (Rule 5)\n                                     FIRST\n                                         PART\n                   Fees payable on goods entering a Market\n                                                                             Fees payable\n                                Description of goods                           on entrv\nArticles not otherwise enumerated for each waggon load        ...\nArticles not otherwise enumerated for each cart or dray load ...\nArticles not otherwise enumerated for each hand cart ...      ...\nArticles not otherwise enumerated for each tierce or contai~ler\n  not exceeding 400 Tti.   ...      ...      ...     ...      ...\nArticles not otherwise enumerated for each barrel or case\n  not exceeding 150 tb.    ...      ...      ...     ...      ...\nArticles not otherwise enumerated for each hamper load ...\nArticles not otherwise enumerated for each head load not\n  exceeding 75 Tti.        ...      ...      ...     ...\nArticles not otherwise enumerated for each hand load not\"'\n  exceeding 30 Tti.        ...      ...     ...      ...      ...\nAerated Waters, every 1 dozen or fractional part thereof      ...\nAnimal Fifth Quarter (Bowl or Tub)           ...     ...      ...\n                                       B\nBaskets, fancy, every dozen or fractional part thereof\nBaskets, empty, every 1 dozen or fractional part thereof\n                                                                       ...\n                                                                       ...\n                                                                                   . 15\n                                                                                   3\nBrooms, every 3 dozen or fractional part thereof    ...                ...         3\nBananas, every 1 stem     ...      ...     ...      ...                ...         2\nBeef, for every carcass or any part thereof         ...                ...         . 15\n                                           C\nCOTTON GOODSAD VALOREM\n Embroidery linen\n       $30 to $40            ...    ...      ...             ...\n       $20 to $30 ...        ...    ...      ...     ...\n       $10 to $20 ...        ...    ...      ...     ...\n       $ 4 to $10 ...        ...                     ..,\n  Additional $10 or part of $10 in ekcess of\"$40     ...\n  Not exceeding $4           ...    ...      ...             ...\n  Citrus fruit, every tierce ...    ...      ...             ...\n  Citrus fruit, every barrel or case equivalent to a barrel\n  Citrus fruit, every truck load (wholesale section) ...\n  Crabs, for every bag       ...    ...              ...\n  Coconuts, every bag 100 nuts or fractionii part thereof\n  Coconut oil, every 4 gallons or fractional part thereof\n  Cooked food, for every $4 worth at sale price      ...\n  Eggs, every dozen or fractional part thereof               ...\n  Earthenware, for every 1 dozen or fractional part thereof'\n  Fresh Fish, for every 25 tB. or fractional part thereof              ...\n  Fish, Sprats for every 26 m.    ...      ...      ...                ...\n THE KINGSTON AND ST. ANDREW CORPORATION (MARKET)\n                     RULES, 1944\n                           SECONDSCHEDULE,\n                                        contd.\nGround provisions, loose every truck load (wholesale section)\nGround provisions, loose every cart load or dray load        ...\nGround provisions, loose every hand cart ...                 ...\nGround provisions, every 75E. not exceeding 150%.            ...\nGarlic, every lOE., or fractional part thereof               ...\nGrains, peas and/or beans for every 112 E. or fractional\n  part thereof ...       ...      ...       ...      ...     ...\nGrains, (corn) for every 112 E., or fractional part thereof ...\nGrains, Peanuts for every 100 E., or fractional part thereof\nNot exceeding $4                              ...      ...     ...\nFos every additional $10   o;   part df $10 in excess of $4\nHats. Jivva J a v ~ aor dressed hats everv half dozen or frac-\n                                                               ...\n  tionai part ifiereof      ...      ...      ...      ...     ...\nHats, common straw, every 1 dozen or fractional part thereof\nIce for every 100 E. or fractional part thereof             ...       ...\nIce Cream, every cart       ...  ...      ...               ...       ...\nIrish Potatoes-up to 75 E.       ...      ...               ...       ...\n                                                                      ...\n   Over 75 E,. and under 150 fB. ...      ...               ...\nMeats, other than beef, for every carcass (entry fee)                 ..\nOnions, every 50 fB. or fractional part thereof             ...       ...\nPickled provision for every 25 fB. or fractional part thereof\nPickled and/or salted provision for every barrel ...          ...\nPoultry, every 25 E. or fractional part thereof     ...       ...\nPlantains, every 1 stem ...       ...       ...     ...       ...\nRice, every bag of 168 E.             ...        ...        ...       ...    8\nSugar, new, every 4 gallons or fractional part thereof                 ...\nSugar, barrel or bag not exceeding 300 fB. ...      ...                ...\nSnow ball, every cart     ...     ...      ...      ...                ...\nShrimps, for every 10 E. or fractional part thereof         ...        ...\n      THE KINGSTON AND ST. ANDREW CORPORATION (MARKET)\n                          RULES, 1944\n                                  SECONDSCHEDULE,\n                                               contd.\n  Tubs, empty, every 1 dozen or fractional part thereof      ...                           15\n  Tobacco, Jamaica, every 50 n.or fractional part thereof ...                              3\n  Tin ware, empty kerosene tins every 1 dozen or fractional\n    part thereof .. .             ...      ...       ..        .\n                                                             ...                           12\n  Tin ware, for every empty oil drum      ...      .         .  ..        ..               3\n  Tin ware, empty cans and pans, every 1 dozen or fractional\n    part thereof ...      ...\n                                                                  Amount of\n          Goods for which                           Amount of hire hire per\nItems      stall to be used                           per day       week\n L"
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. No person shall enter the slaughter halls except the manager\nand the persons employed by the Council and such other persons\nas the manager may specially permit."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. No person shall-\n    (a) remove any tripe from the slaughter-house until after the\n          same has been cleaned to the satisfaction of the manager or\n          any person duly authorized to act for him;\n    (b) on any pretence sell any meat in the slaughter-house;\n    (c) remove or attempt to remove from the slaughter-house any\n          carcass or part or organ thereof until the same has been\n          marked or branded with the mark or brand for the time\n          being prescribed by the Council;\n    ( d ) do or cause any darnage to be done to any building, cattle\n          pen or appurtenance of the slaughter-house or to any utensil\n          or property whatever of the Council used therein;\n    (e) light any fire or cook on the slaughter-house premises without\n          the permission of the manager;\n    (f) use any part of the slaughter-house except the place specially\n          provided for the purpose as a urinal or latrine or for the\n          deposit of any rubbish, waste or any filthy deleterious or\n          obnoxious matter;                                               r?,\n    (g) create or cause any disturbance or use any obscene, abusive\n          or insulting language or swear or smoke or otherwise mis-\n                                                                          r'\n                                                                          L'\n                                                                            )\n          behave in the said slaughter-house or any part thereof;\n     (h) enter upon the slaughter-house premises unless holding a\n          licence from the Council or by special permission of the\n          manager ;\n THE KINGSTON AND ST. ANDREW CORPORATION (SLAUGHTER-\n                  HOUSE) RULES, 1940\n    (I) take into or permit to accompany or follow him any dog\n        into the slaughter-house premises;\n    @ spit in the slaughter-house or any part thereof;\n    (k) take into or cause to be taken into the slaughter-house\n        premises alcohol in any form whatsoever;\n    (0 assault, hinder or obstruct or incite any person to assault,\n        hinder or obstruct the manager or any of his assistants or any\n        person authorized by him to distrain in the performance of\n        their duties under these Rules."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. No person suffering from any infectious or contagious disease\nshall enter or remain on the slaughter-house premises."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36.-(1) Licences to enter the slaughter-home shall be divided into\nthree classes-\n     (a) butchers and owners;\n     (b) carriers and attendants;\n     (c) tripe cleaners.\n       (2) A licence to a butcher or owner shall entitle the holder\nto enter upon such part of the slaughter-house at such times as\nmay be necessary for him for the payment of fees to supervise the\npenning, keeping and delivery at the lairs of any animal belonging\nro him and the receipt of the carcass after slaughter and cooling.\n       (3) A licence to a carrier shall entitle the holder to enter upon\nsuch part of the slaughter-house at such times as may be necessary\nfor payment of fees to perform the work for which he may be\nhired by any butcher or owner in relation to the pen hired by such\nowner, the delivery to the lairs and the receipt of the carcass after\nslaughter and cooling.\n       (4) A licence to a tripe cleaner shall authorize the holder to\nenter and be upon such part of the slaughter-house at such times\nas may be necessary for the payment of fees and receiving, cleaning\nand removing the tripe.\n      (5) Licences shall be granted free of charge to such persons\nas the Council in its sole discretion may determine.\n        (6) Licences shall be in such form as the Council may by\nresolution from time to time determine and shall be revocable at any\n               Ehe inclusion of this page is authorized by L.N. 4119761\n THE KINGSTON AND ST. ANDREW CORPORATION (SLAUGHTER-\n                  HOUSE) RULES, 1940\ntime by the Council for any reason which in its sole discretion the\nCouncil may consider sufficient and may be suspended by the manager\nbut such suspension shall immediately be reported to the Town Clerk\nand con+hue only until the decision of the Council in relation thereto\nand such licences shall if not sooner revoked or suspended expire on\nthe 31st March next after the grant thereof.\n        (7) None of the said licences shall entitle the holder to enter\nthe slaughter hall or dressing or cooling rooms.\n        (8) Any holder of a licence who commits a breach of these\nRules or otherwise misconducts himself on the slaughter-house pre-\nmises may be expelled and forbidden re-entry by the manager pending\ninstructions from the Mayor or Council and may have his licence\nrevoked by the Council in addition to being prosecuted for breach\nof these Rules.\n                        Non-liability of Corporation"
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. Neither the Council nor the Corporation shall be liable to any\nperson for any injury to any animal or for any loss or damage which\nmay arise or be occasioned and if any loss or damage shall arise as the\nresult of any act, neglect or default on the part of any officer or servant\nof the Corporation such officer or servant and not the Corporation\nor the Council thereof shall be liable for such loss or damage.\n THE KINGSTON AND ST. ANDREW CORPORATION (SLAUGHTER-\n                  HOUSE) RULES, 1940\n                                     RRSTSCHEDULE                                (Rule 2)\n          Definition o f Boundaries o f the Kingston Slaughter-House\n  All that parcel of land in the parish of Kingston containing three acres\nmore or less and butting northerly and westerly on land belonging to the\nWater Commission known as the Kingston Pumping Station and on road\nleading from Darling Street to the Kingston Harbour easterly on Darling\nStreet and Lindo Street and on lands belonging to the United Fruit Company\nsoutherly on the Kingston Harbour and the lands belonging to the West\nIndia Cold Storage.\n                                    SECONDSCHEDULE                               (Rule 8)\n  The fee for the use of each pen shall be as follows-\n      For a pen capable of holding not more than 25\n        head of cattle per day      ...         ...                ...            20c\n      For a pen caparble of hobding not more than 10\n        head of cattle per day      ...         ...                ...            1Oc\n  The above fees shall be payable in advance and the fee for the first week\nshall be paid before cattle are admitted to the pen and the fee for each\nsucceeding week shall be paid immediately on the expiry of the week for\nwhich the last and only payment has been made.\n                                    Small Stock Pens\n  The fees for the accommodation of each animal in a pen shall be 2c per\nweek or part of a week payable in advance.\n                                      THIRD\n                                          SCHEDULE                               (Rule 14)\n    Schedule of fees tor lthe slrmghtering lof 'animals {and dressing of icarcassea\n      dl of which shall be payable ,before fhe animal is placed in the lairs\n         Animal\n           -\n        Per Head\n                                  -\n                             Registration\n                                                   -\n                                              Slaughter        Tripery\n                                                                    _ j\n                                                                               Total\n                                                                                  -\n  Oxen                              $30.00          $30.00           $15.00      $75.00\n  salves                            $15.00          $15.00           $ 7.50      $37.50\n  Goat and Sheep                    $ 9.50          $ 7.50               -       $!17.00\n  Pigs-\n    50 l'8 and under                $ 6.00          $ 6.00           $ 3.00       $15.00\n    exceeding 50 l'8 but\n     not exceeding 200 l'8          $ 9.00          $ 9.0            $ 4.50       $22.50\n     exceeding 200 l'8              $15.00           $15.00          $ 7.50       $37.50\n                                     FOURTHSCHEDULE                               (Rule 7)\n                                      Special Slaughter\n  Additional fees payable for the slaughter by permisson on prohibited days-\n    Oxen per head -        $50.00 for the first head and $25.00 per head there\n                           after on the same ocoaslon;\n     Smali stock          -      fee for opening slaughter hall for purposes of\n                                 slaughtering, irrespective of class of animal to be\n                                 slaughltered, $50.00 and an additional fee equiva-\n                                 lent to the prescribed fee in the Third Schedule.\n                                                                                           --.-\n            KINGSTON A N D ST. ANDREW CORPORATION\n  THE KINGSTON AND ST. ANDREW CORPORATION ACT\n                                   RULES\n                             (under section 182)\n   THE KINGSTON\n              AND ST. ANDREW(COLD STORES)RULES, 1965\n   (Made by the Council and confirmed by the Minister on the                 L.N. 30166\n                                                                             ~mdt:\n                 26th day of November, 1965)                                 L.N. 48/92"
    },
    {
      "provision_ref": "sec118",
      "section": "118",
      "title": "Section 118",
      "content": "118.05 to 118.13).\n                 [The inclusion o f this page is authorized by L.N.78/2002]\n  THE KINGSTON AND ST. ANDREW CORPORATION ACT\n                                REGULATIONS\n                             (under section 193)\nTHE KINGSTON  AND ST. ANDREW    CORPORATION   (STREETNAMESAND\n                 NUMBERS)    REGULATIONS,  1946\n (Made by the Council .of the Corporation on the 8th day of July,            G.N. 950146\n   1946 and approved by the Governor in Executive Council on                 ~L.NN.\n                                                                                m : 119154\n                                                                                    d ~\n                the 2nd day of December, 1946)                                     118156\n                                                                                   16915s\n                                                                                   7601 82"
    },
    {
      "provision_ref": "sec500",
      "section": "500",
      "title": "Section 500",
      "content": "500-1,000 c d i c feet capacity                ...          ... $120.00 per annwn\n  over 1,000 cubic feet capacity                 ...          ... $1120.00 ply $5.00 for\n                                                                   e v e 7 bd&tmnal    100\n                                                                   cubic feat\nFor a licence to sell fresh meat from pr-es             licensed\nas a cold store        ...          ...     ...                ... $100.00 per annuan.\n                                FOURTH SCHEDULE                                  (Rule 12)\n  Return of Fresh Meat received into and delivered from the cold store at\n..........................................................during the seven days immediately\npreceding Monday the                         day of\n                                     MEATRECEIVED\nDate\nFrom whom received\nQuantity\nAnimal from which derived\nLocal or imported\nDatz of delivery\nDate on which received\nTo whom delivered\nQuantity\nAnimal from which derived\nLocal or imported\nDestination\n           KINGSTON AND ST. ANDREW CORPORATION\n  THE KINGSTON AND ST. ANDREW CORPORATION ACT\n                                REGULATIONS\n                             (under section 193)\n(Mode by the Council of the Corporation on the 15th day of August,         %2~:~~~1~~\n  1932 and approved by the Governor in Privy Council on the                aN-5'143\n                 13th day of September, 1932)"
    }
  ],
  "definitions": []
}