{
  "id": "jm-subs-the-kingston-improvements-act",
  "type": "statute",
  "title": "The Kingston Improvements Act",
  "title_en": "The Kingston Improvements Act",
  "short_name": "Kingston Improvements Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-kingston-improvements-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-kingston-improvements-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. Situation of premises                       I .......................................................\n             name and number on\n             Street                                    j ::.....................................................\n                                                           ..............................................."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-(1) In these Regulations unless the context otherwise requires-- Interpreta-\n                                                                         tion.\n      \"the Commission\" means and includes the Water Commission\n          (Corporate Area) or the chairman or acting chairman of the\n          Commission, or any person or persons appointed by the\n          Commission to carry out and enforce these Regulations;\n      \"Engineer\" means the Chief Engineer for the time being of the\n          Commission and includes any other engineer of the Commis-\n          sion engaged in the performance of any duties in relation\n          to any of the works of the said Commission;\n      \"owner\" means and includes the person for the time being receiving\n          the rent of the land and premises in connection with which\n          the word is used, whether on his own account or as agent\n          or trustee for any other person or who would so receive the\n          same if such land or premises were let;\n      \"occupier\" includes every person in possession of the land and\n          premises or any part thereof, in relation to which the word\n          is used.\n     (2) Any other word or expression appearing in these Regulations\nwhich is defined in the Act shall have the meaning assigned to that\nword or expression in the Act unless the context otherwise requires."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. All straight pipes shall satisfy the following standards and all other\npipes shall satisfy the appropriate standards.\n(a)                          Lengths of Straight Pipes\n  Up to and including 6 inches               2 feet\n  7 inches to 10 inches inclusive            2 feet and 2 feet 6 inches\n  12 inches and over                         2 feet\n                                             2 feet 6 inches and 3 feet\n(b)                                Sockets\n  The internal shoulders of all sockets shall be square.\n(4                                Grooving\n   The interior of sockets, and the exterior of spigots for a length equal to\nI + times the depth of the socket shall be grooved to a depth of not less\nthan 1/ 16 inch.\n(d)               Permissible deviation from Straightness\n  One quarter of an inch for all pipes.\n(4                     Minimum Internal Depth o f Socket\n  Up to and including 7 inches           2# inches\n  8 inches to 12 inches inclusive        2) inches.\n(f)                       Thickness of Barrel and Socket\n  Up to and including 4 inches                  4 inch\n  5 inches and 6 inches                         g inch\n  7 inches, 8 and 9 inches                      ) inch\n  10 inches and 12 inches                       1 inch.\n(g)                    Permissible Variation in Thickness\n   One eighth of an inch for all pipes.\n(h)             Permissible deviation from Standard Diameter\n  One quarter of an inch for all pipes.\nTHE KINGSTON AND ST. ANDREW IMPROVEMENTS (CONSTRUCTION\n           AND USE OF SEWERS) REGULATIONS. 1963\n                        FWTH SCHEDULE, contd.\n                    Minimum Internal Diameter of Socket\n   4 inches                                  6) inches\n   5 inches                                  7+ inches\n   6 inches                                  8+ inches\n   7 inches                                  9+ inches\n   8 inches                                 11 inches\n   9 inches                                 12 inches\n  10 inches                                 133 inches\n  12 inches                                 153 inches\n(j)                            Hydraulic Test\n   All pipes shall withstand an internal hydraulic pressure of 15 feet main-\ntained for one hour without showing signs of injury or leakage."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Nature and extent of\n      proposed extensions, al-                        .......................................................\n      terations or repairs to                         .......................................................\n      closet, drain or sanitary                       .......................................................\n      appliances or fittings.                         .......................................................\n                      [Tbe inclusion of this pane is authorized by L.N.4119761\n  THE KINGSTON AND ST. ANDREW IMPROVEMENTS (CONSTRUCTION\n             AND USE OF SEWERS) REGULATIONS, 1963\n                                     SCHEDULE, contd\n                                       FORMB, contd.\n          Description        of water        .......................................................\n          closet and\n          to be used\n                            flush tank\n                                                     , --\n                                             ......................................................\n                                                            ...............................................\n          Name of Sanitary Con-\n          structor by whom the\n          work is to be executed\n                                                     I  .......................................................\n                                                        .......................................................\n                                                     j .......................................................\n          General Remarks :                             .......................................................\n  (Signature of Applicant) ...........................................................................\n  (Address) .............................................................................................\n      (Date) ................................................................................................\n  To the Chief Engineer,\n    The Water Commission,"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Every pipe and fitting shall before it leaves the factory have legibly\nimpressed upon it the trade marks of the manufacturers."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. On satisfying the Engineer as to his competence and on fulfilling\nLicence\nfee and         any other requirements of the Act or of any regulations made there-\nbond.\n                under, an applicant shall be entitled to be licensed as a Sanitary\n                Constructor on payment to the Commission of a licence fee of ten\nSecond          dollars and on entering into a bond in the form set out in the Second\nSchedule.\n                Schedule in the sum of two hundred dollars with two sureties to be\n                approved of by the Commission, conditioned that the licensee shall\n                indemnify the Commission for all damage direct or indirect arising\n                from work done by the licensee or his agents or workmen and for\n                any injury to persons or to public or private property and shall restore\n                any street on which he may work and shall make good any settlement\n                of any ground or pavement that may result from his work to the\n                satisfaction of the Engineer.\nExpiration"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. All licences shall expire on the 31st day of March in the next\nof licences.    succeeding year but shall be renewable each year for a period not\n                exceeding one year at a time upon payment to the Commission of a fee\n                or two dollars :\nRenewal            Provided that any Sanitary Constructor who applies for the renewal\nof licence.\n                of a licence may, if the Commission thinks fit, be required to enter\n                into a new bond with two sureties in the same amount and subject\n                to the same conditions as are set out in regulation 6.\n                               lThe inclusion of this page is authorized by L.N. 4119761\nTHE KINGSTON AND ST. ANDREW IMPROVEMENTS (CONSTRUCTION                                5\n           AND USE OF SEWERS) REGULATIONS, 1963"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Name and      address of                         .......................................................\n       Sanitary Constructor by                        ......................................................\n       whom the work is to be                         .......................................................\n       executed.                                      ......................................................"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) In the event of any Licensed Sanitary Constructor failing in Cancellation\nthe due observance of any conditions under which his licence was Of limnCe'\ngranted to him or if he or his agents or workmen commit a breach\nof these Regulations the Commission may at any time cancel or\nwithdraw for such period as it may determine the said licence and\nnotice of such cancellation or withdrawal shall be published in the\nGazette and in at least two newspapers published in Kingston; but\nupon any such cancellation or withdrawal the bond entered into by the\nlicensee shall remain in full force and virtue until all the obligations\nentered into thereunder have been fulfilled.\n       (2) Upon any such cancellation or withdrawal as aforesaid the\nlicensee shall on being so required in writing deliver his said licence\nto the Commission."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Any owner, occupier, or other person who permits or suffers otr,,, to\nany person other than a Licensed Sanitary Constructor to construct, Fiifld,\",,\",\"fd\nextend, alter, repair or to do any work in relation to any house sewer Sanitary\n                                                                       Constructor\nor any fixture connected therewith or to make any connection with any to do\npublic sewer or junction thereto shall be guilty of an offence against\nthese Regulations and the onus of proving that the person permitted\nor suffered to do such work is a Licensed Sanitary Constructor shall\nbe on the owner, occupier or other person permitting or suffering the\nsaid work to be done.\n                               PART11-General"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. No house sewer, water closet, urinal, slop sink, bidet, lavatory, work to\nbath, cistern, drain pipe or any other sanitary installation necessary 2%;\nfor the conveyance of sewage, house slops, surface or waste water\nfrom any premises to the public sewers (whether put in by the owner\nor occupier) shall be installed, altered or removed without the consent\nin writing of the Engineer as hereinafter provided. The owner shall\nbe notified by the occupier before any drain, water closet or other\nfittings are installed. altered or removed.\n               THE KINGSTON AND ST. ANDREW IMPROVEMENTS (CONSTRUCTION\n                          AND USE OF SEWERS) REGULATIONS, 1963\nApplication      12.-(1) Any person (hereinafter referred to as \"the applicant\") who,\nto execute\nwork.          being the owner or occupier of premises, desires to execute at such\n               premises any drainage or house sewer work, or to extend or alter\n               old or new work (excluding the repair of leaks) connected with the\n               public sewers or drainage system shall apply to the Engineer for\n               permission to execute such work.\nForm of               (2) Every such application shall be in the Form A or B, as the\napplication.   case may be, in the Third Schedule, and copies of such Forms may\nThird\nSchedule.      be obtained from the office of the Commission.\nApplications      13.-(1) Every such application shall contain a clear description of\nto be          the work to be executed and shall be accompanied by plans in triplicate\naccompanied\nby plans.      showing the several connections and the location of the several fixtures\n               from the junction at the public sewer to the termination above the\n               roof, and no work shall be proceeded with until such plans have been\n               approved by the Engineer and one copy thereof returned to the\n               applicant. Every application shall also state the names of the owner\n               and the duly Licensed Sanitary Constructor employed to do the work\n               and shall be signed by or on behalf of the applicant.\nPlans to be\n                        (2) The plans required as aforesaid shall be signed by the\nsigned.        applicant and by the person who has prepared them and who shall\n               certify their accuracy.\nPlans sub-       14.-(1) All plans so submitted shall be intelligibly and correctly\nmitted to be\ndrawn to       drawn to a scale of not less than one-eighth of an inch to one foot and\nspecified\nscale.         shall show distinctly-\n                    (a) the block plan of all buildings within the premises and the\n                        boundaries of the applicant's land and the names of adjoining\n                        properties of the proprietors thereof and of adjoining streets;\n Plans shall\n                    (b) the position and dimensions of all latrines, kitchens, bath-\n be fuYy\n detailed.\n                        rooms, rainwater channels or pipes, whether existing or\n                        proposed to be constructed, together with all house sewers,\n                         sinks, gullies, inspection chambers, manholes, and other\n                        appliances, which it is proposed to construct, and the location\n                         of any such structures already existing on the premises.\n                       (2) The nature of all pavements and exposed surfaces shall\n               also be noted on the plans, together with such other information as in\n               the opinion of the Engineer may be necessary for the purpose of\n               giving force to these Regulations.\n                              [The inclusion .of this page is authorized by L.N. 4119761\nTHE KINGSTON AND ST. ANDREW IMPROVEMENTS (CONSTRUCTION\n           AND USE OF SEWERS) REGULATIONS, 1963\n       (3) The diameter and gradient of all pipes and junctions pro-\nposed to be constructed shall be clearly marked on these plans, together\nwith the levels of such points as may be required for the determination\nof the said gradients.\n        (4) The paper or cloth on which such plans are drawn or Plansshall\n                                                                            conform to\nprinted shall, wherever practicable, be of such dimensions as conform standard\nwith one of the standard sizes set out in the Fourth Schedule and\n                                                                            Schedule.\neach plan and copy thereof shall have a margin outside of the dimension\nlines of such width as is specified in the said Schedule for the particular\nstandard size."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. On being so required in writing by the Engineer an applicant supply of\nshall supply to the Engineer such further copies of the said plans kjsof\nas the Engineer may direct, and the Engineer may defer considering\nthe said application and plans until such further copies have been\nsupplied."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1) The aforesaid plans shall be examined and verified by the Exanlination\nEngineer, who shall make such alterations or corrections, if any, as he and\n                                                                        verification\nthinks necessary for bringing the proposed arrangement into conformity of plans.\nwith the provisions of these Regulations and for the general efficiency\nof the proposed arrangement.\n       (2) Where the Engineer checks any such plans and after visiting\nthe premises finds them inaccurate a fee of one dollar shall be payable\nby the applicant to the Commission for every subsequent visit to the\npremises which the Engineer may make for the purpose of correcting\nthem or ascertaining their correctness."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. On the approval of the plans one copy shall be returned to the Plans to be\napplicant and the other copies shall be retained by and be at the ~ : \" t ~ ~ P e r t Y\n                                                                     Commission.\ndisposal of the Commission."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. The plans as verified, altered or corrected and finally approved Approved\n                                                                               d.o:Iki\nin writing by the Engineer, shall be strictly adhered to in the execution E?h\",\"\nof the work. No deviation from the approved plan shall be made,\nexcept with the consent of the Engineer in writing, and any sanctioned\ndeviation shall be clearly marked on the plan and initialled by the\nEngineer."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. All levels inscribed on the said plans shall be referred to the Leveh to\ndatum-plan adopted by the Commission, which is fifty feet below               ::?:sd\n                                                                              datum.\n8                THE KINGSTON AND ST. ANDREW IMPROVEMENTS (CONSTRUCTION\n                            AND USE OF SEWERS) REGULATIONS, 1963\n                 mean sea-level and the Engineer shall furnish on request the elevations\n                 of available bench-marks, for the accuracy of which he shall be\n                 responsible.\nThe level          20.-(1) The approximate level and position of the point of junction\nand position\nof the point     of the proposed work with the public sewer shall be furnished by the\nof junction.\n                 Engineer on application in writing being made to him.\n                        (2) The exact level shall be determined by opening the ground\n                 if necessary and exposing the pipe and the house sewers shall be\n                 so designed as to connect properly with the said point of junction.\nSeven days'         21.-(1) When the house sewer plans are approved by the Engineer\nnotice prior\nto commencc-     and returned to the applicant, then upon the expiry of seven days after\nment of work.\n                 notice in writing has been given to the Engineer of the applicant's\n                 intention to begin the work the construction of the house sewers may\n                 be commenced.\nGround to                  (2) After the pipes and other appliances have been laid but\nremain open\nuntil work       before the pipe-trenches have been filled in or before the pipes and\nis inspected\nand passed.      other appliances have been covered or concealed in any manner, the\n                 applicant or his accredited agent shall give notice in writing to the\n                 Engineer that such work is ready for inspection and the Engineer\n                 shall inspect and test the work and if he approves the work he shall\n                 issue to the applicant a certificate of approval whereupon the work\n                 may be covered.\n                           (3) Where any work has been covered with earth or otherwise,\n                 before it has been so inspected and approved, it shall, upon the\n                 request of the Engineer, be immediately uncovered and exposed at the\n                 cost of the applicant.\nNotice that        22. All defects discovered by the Engineer shall be made good to\ndefects have\nbeen             his satisfaction before the ground is filled in or the pipes covered or\nremedied.\n                 concealed. When the defects pointed out by the Engineer have been\n                 made good, the applicant or his accredited agent shall give notice\n                 to the Engineer that the work is ready for inspection. If on subsequent\n                 inspection the work, after testing, is approved by the Engineer he\nCertificate of   shall issue to the applicant a certificate of approval whereupon the\napproval.\n                 work may be covered but no pipes or other appliances shall be covered\n                 or concealed until the applicant receives the above mentioned certificate\n                 of approval but even thereafter it shall be lawful for the Engineer\n                 to inspect and test the work and any defect discovered shall be made\n                 good to his satisfaction at the cost of the applicant.\n                                lThe inclusion of this page is authorized by L.N. 4119761\nTHE KINGSTON A N D ST. ANDREW ZMPROVEMENTS (CONSTRUCTION\n           A N D USE OF SEWERS) REGULATIONS, 1963"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. After all work has been completed the applicant shall so notify Final\nthe Engineer in writing and on the approval of the work by the cert~ficate.\nEngineer, the Engineer shall issue to the applicant a further certificate\nto that effect."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. If, on account of the failure to remedy any defects or to complete F&ion\nthe work, or if for any other cause for which the applicant or his agent m; $n,;.\nis liable, the Engineer finds it necessary to visit the work more than\ntwice, then the applicant shall pay to the Commission a fee of one\ndollar for each such additional visit.\n               PART111-Quality           of Pipes and Fittings"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.-(1)  Samples and specifications of materials and appliances to ;;meprep\nbe used in the construction of house sewers may be seen on application\nat the office of the Engineer.\n       (2) No pipes, materials or other appliances of a quality inferior\nto such samples shall be used in the construction of any house sewer,\nwater closet, rain water drain or channel. No pipes, materials or\nother appliances differing from such specifications shall be used without\nthe special permission in writing of the Engineer."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. The decision of the Engineer as to quality of material and as to Quality  of\n                                                                        materials.\nthe construction or pattern of the appliances to be used shall be final\nand binding on all concerned."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27.-(1)  Bricks shall be thoroughly well burned, of the best quality Brickwork\n                                                                       and concrete\nprocurable, and shall be set in mortar composed of one part Portland blocks.\ncement and two parts sand.\n       (2) Precast concrete blocks, where permitted to be used, shall\nbe composed of Portland cement, clean sand and selected aggregates\nin a proportion approved by the Engineer.\n        (3) All such precast concrete block shall be of dense concrete,\ntrue to size with clean sharp arises and cured for ten days following\nmanufacture. They shall be of the following standard sizes: 1 6 x 8 ~ 8 \"\nor 16x8\"x6\" or 16\"x8\"x4\" and shall be designed to permit the inser-\nti011 of reinforcing bars in the manner and direction specified by the\nEngineer.\n               lThe inclusion of this page is authorized by L.N. 4119761\n                  THE KINGSTON AND ST. ANDREW IMPROVEMENTS (CONSTRUCTION\n                             AND USE OF SEWERS) REGULATIONS, 1963\nPlastering          28. The joints of all exposed and all interior surfaces of brickwork\nand\nrendeting.        or blockwork shall be raked and the entire interior and exposed surfaces\n                  plastered or rendered smooth and true with a mortar composed of one\n                  part of Portland cement and two parts of clean sharp sand.\nConcrete and         29. All concrete unless otherwise specified shall be made of six\nconcrete\naggregate.        parts broken stones properly graded and of a size capable of passing\n                  through a ring one and one-half inches in diameter with sufficient\n                  sand to fill the interstices and one part of Portland cement of approved\n                  quality.\nEarthenware          30. All earthenware pipes, junctions, traps, bends, hoppers and other\npipm and\nfittmgs.          fittings used below the surface of the ground in connection with house\n                  sewers shall be of thoroughly burned, glazed, vetrified, impervious\n                  stoneware or earthenware of the best quality, true in form and free\n                  from roughness, especially as regards their interior surface and shall\n                  have an internal diameter of not less than four inches, and shall be\n                  subject in all respects to the approval of the Engineer. Pipes of a\n                  greater diameter than four inches may only be used where considered\n                  necessary by the Engineer."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31.-(1) All cast iron or spun iron pipes shall be of the best quality\n                  iron, sound, free from holes or cracks, and shall be coated externally\n                  and internally with an approved solution.\nSoil pipes.\n                          (2) Soil pipes shall be of light close-grained cast iron or of\n                  specially enamelled steel or of such other material as may be approved\n                  by the Engineer in each case.\n                          (3) Where cast iron pipes are permitted to be used underground\n                  and where any cast iron soil pipe is liable to receive blows or shocks,\n                  such pipes shall conform to British Standard No. 1211 for Class B pipes\n                  or its equivalent.\nWrought iron         32. All wrought iron or steel pipes shall be galvanized, and of a\nor steel pipes.\n                  strength and quality conforming to British Standard Nos. 788 and\n                  1387 for Class C pipes or their equivalents. All fittings used in\n                  connection with wrought iron or steel pipes shall correspond with\n                  such pipes in weight and quality.\nCopper pipes.       33. All copper pipes shall be generally in accordance with British\n                  Standard 2017 copper pipe for general purposes or British Standard\n                  No. 1386 for copper tubes to be buried underground.\n                                 IThe inclusion of this pagc is authorized by L.N. 4119761\nTHE KINGSTON AND ST. ANDREW IMPROVEMENTS (CONSTRUCTION                               11\n           AND USE OF SEWERS) REGULATIONS, 1963"
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34.-(1) Lead pipes used only to connect fixtures to vertical soil or Lead pipes.\nwaste pipes or to connect traps to vertical ventilating pipes shall be\nof approved manufacture and shall conform to the following weights:\n                                            Minimum Weight in Pounds\n       Nominal Internal Diameter                per linear Yard\n       3 inch\n       $ inch\n        1 inch"
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. Asbestos cement pipes where permitted shall conform in all 2:;:\"\nrespects to such specifications as may be approved from time to time pipes.\nby the Engineer.\n          PARTIV-Locally             Manfuactured Pipes and Fittings"
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. No earthenware or stoneware pipes and fittings manufactured Locally\n                                                                         manufactured\nlocally shall be used for any drainage or house sewer work unless pipes.\nthey conform in all particulars with the specifications prepared by\nthe Commission for glazed earthenware pipes as set out in the Fifth Fifth\nSchedule and have been manufactured by a manufacturer who holds Schedule.\na certificate issued in accordance with the provisions of regulation 37."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37.-(1) Any person who manufactures locally glazed earthenware\n pipes or fittings may apply in writing to the Engineer for a certificate\n stating that such pipes and fittings conform with the specifications\n set out in the Fifth Schedule. For the purpose of the issue of such\n certificate the Engineer shall at any reasonable time have the right\n to access without notice in order to inspect and test the pipes and\n fittings.\n         (2) Where the Engineer is satisfied that such pipes or fittings Issue of\n conform with the aforesaid specifications he shall issue a certificate %%?e\n to that effect stating that the pipes and fittings manufactured by such ma\"ufacturer~\n manufacturer may be used in the construction of house sewers.\n12             THE KINGSTON A N D ST. ANDREW IMPROVEMENTS (CONSTRUCTION\n                          A N D USE OF SEWERS) REGULATIONS, I963\nRevoking              (3) The Engineer shall have at any reasonable time and without\ncertificate.\n               notice the right of access for the purpose of further inspection and\n               test and may revoke any such certificate issued to a local manufacturer\n               if such manufacturer fails to maintain the required standard of quality\n               in ths manufacture of glazed earthenware pipes or fittings.\n'Record of             (4) The Engineer shall keep a record of all certificates issued\ncertificates\nto be kept.    to local manufacturers of glazed earthenware pipes and fittings and\n               of all certificates revoked and such record shall be available for inspec-\n               tion by any person intending to execute, alter or extend any drainage,\n               or house sewer work.\nJunction         38. A side junction for house sewers for each premises shall be\npwes\ninstalled by   inserted as required in all sewer mains in the streets and lanes, and\nthe\nCommission.    in every case a branch pipe shall be laid by or at the expense of the\n               Commission from the street sewer to a point on the boundary of the\n               premises at which point the junction of the house sewer shall be\n               made with such branch sewer. The position and level of each point\n               of junction shall be fixed by the Engineer.\nMore than        39. Where it is necessary to provide more than one junction and\none junction\nto be padd     branch pipe from the main sewer for any one premises, then the cost\nfor by the\napplicant.     of every additional junction and branch pipe shall be borne by the\n               applicant. The plan for such work shall not be returned to the\n               applicant nor shall such work be carried out, until the cost of providing\n               the additional junction has been paid by the applicant to the Commis-\n               sion. The position of every such additional branch pipe as shown\n               on the plan shall be indicated on the ground by the applicant.\nInspection       40. House sewers shall be laid in straight lines from point to point\nchambers,\netc.           and shall in no part have gradients less than those hereinafter prescribed.\n               A sufficient number of inspection chambers and cleaning eyes, and\n               such other necessary appliances shall be provided to the satisfaction\n               of the Engineer, to enable the interior of the pipe to be inspected\n               during construction, and to provide at all times means for the removal\n               of obstructions without breaking or dislocating the pipes.\nReduction\nof gradients"
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41.-(1) All house sewers shall have in every part thereof a gradient\nwhen\npermissible.\n               of not less than one foot in thirty feet:\nTHE KINGSTON AND ST. ANDREW IMPROVEMENTS (CONSTRUCTION\n           AND USE OF SEWERS) REGULATIONS, 1963\n  Provided that a lesser gradient may be adopted with special permis-\nsion of the Engineer.\n       (2) Any reduction in gradient shall be made in the portion reduction\n                                                                   Where\nof the house sewer nearest to the outlet, and shall be made in the ingradients\n                                                                   to be made.\nmain line of the pipe and not in the branches."
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42. If the gradient of a house sewer is less than one in thirty then for\n                                                                       Provision\n                                                                           flushing.\nspecial means of flushing the sewer shall be provided if required\nby the Engineer."
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43. Unless otherwise permitted by the Engineer all underground Depthbelow\n                                                                        ground and\npipes shall be placed at a depth of not less than three feet below roadway\nany roadway, and not less than eighteen inches below any other\nground level. If such pipes are permitted to be laid at any less depth\nthey shall be properly protected in such manner and with such materials\nas the Engineer shall direct."
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44. Every pipe connected with the sewer, whether of earthenware, Qpality of\ncast iron or other approved material shall be sound and impervious plpes.\nin all its parts, and be jointed in the best manner. No cement or\nother jointing materials shall project from the joints, and the pipes\nshall be cleared from all internal projections and obstructions."
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. The joints of earthenware pipes shall be made with good quality Joints in\n hemp or jute gasket followed by mortar composed of equal quantities\n of best Portland cement and clean :harp sand."
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46.-(1) The joints of iron soil, waste and ventilating pipes, except Joints of\n where screw joints are used shall be formed with good quality hemp ~IO\"\n or jute followed by lead at least one and one quarter inches deep\n which shall be so caulked that the joints are gas and water tight.\n Special jointing compounds, other than lead may, by permission of the\n Engineer, be used.\n        (2) Flanged rubber compression ring or other mechanical joints\n approved by the Engineer may be used in special circumstances."
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47. In the case of screwed wrought iron or steel joints, red lead Screwed\n or other approved jointing compound shall be used in making the joints.\n joint. No paint or putty shall be allowed. No running threads shall\n be permitted in making screwed joints.\n              THE KINGSTON A N D ST. ANDREW IMPROVEMENTS (CONSTRUCTION\n                         A N D USE OF SEWERS) REGULATIONS, 1963\nCopper          48. Joints on copper pipes may be of the soldered sleeve type or\njoints.\n              of such mechanical or compression type as may be approved by the\n              Engineer.\nConnection       49. All connections of lead pipes with iron pipes shall be made\nof iron and\nlead pipes.   with a brass sleeve or ferrule of the same size as the lead pipe. The\n              lead pipe shall be attached to the ferrule by a wiped solder joint.\nLocation of\ninspection"
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50. Inspection chambers shall be provided in the following posi-\nchambers.     tions-\n                  (a) at every point in a house sewer where two or more sewer\n                      lines converge :\n                         Provided, however, that in certain cases with the special\n                      permission in writing of the Engineer, underground connections\n                      may be made by means of Y branches;\n                  (b) at every point in a house sewer where any angle, bend, change\n                      in gradient or alteration in size occurs;\n                  (c)   at every point in the sewer line where there occurs a change\n                        in the type of pipe such as from metal to non-metal or from\n                  -     non-metal to metal pipes; and\n                  (d) at such points in the house sewer so that no part of the\n                      sewer line shall be more than fifty feet distant from the\n                      centre of an inspection chamber unless a greater distance\n                      is approved in writing -by the Engineer.\nDesign ot        51.-(1) Every inspection chamber or manhole shall measure\ninspection\nchamber.      horizontally not less than three feet by two feet six inches internally\n              and shall be fitted with a strong cast iron manhole frame and movable\n              cover of adequate size, approved design and construction, fixed not\n              lower than the surface of the adjoining ground or floor. The frame shall\n              be securely bedded on 1 : 3 cement mortar with an adequate fillet\n              around the exterior so that the frame shall not move. The minimum\n              size of clear opening for covers on inspection chambers shall b$ eighteen\n              inches by eighteen inches. The weight and type of manhole cover\n              shall in all cases be such that they are sufficiently strong to bear any\n              traffic likely to pass over them.\n                        (2) The interior corners of all manholes and inspection chambers\n              shall be rounded off on a radius of not less than two inches with\n              a fillet of mortar of the same quality as specified in regulation 28.\n                             Khe inclusion of this page is authorized by L.N. 4119761\nTHE KINGSTON A N D ST. ANDREW IMPROVEMENTS (CONSTRUCTION\n           A N D USE OF SEWERS) REGULATIONS, 1963\n         (3) The concrete in floors or inverts of manholes and inspection\nchambers shall be brought to a fine smooth surface properly floated\nand well worked in with a steel trowel. Suitable channels and bench-\ni n g ~shall be formed in the floors of the same, to collect, conduct or\nconvey the sewage. The surface of the said channels shall be rendered\nsmooth and true so as to offer the least possible resistance to the\nflow of the sewage. Concrete in walls or arches, shall be moulded\ntrue on the exposed surface, and shall be brought to a smooth and\nimpervious surface.\n       (4) Concrete walls, arches and slabs of inspection chambers\nand manholes shall be reinforced with steel bars of such size and set\nin such manner as the Engineer may require."
    },
    {
      "provision_ref": "sec52",
      "section": "52",
      "title": "Section 52",
      "content": "52. All quarter bends, rest bends or tee pieces set at the base of co,ec2rat\na vertical soil or ventilating pipe shall be bedded in a block of concrete base of\n                                                                           vertical pipe.\nnot less than fifteen inches square and nine inches in depth."
    },
    {
      "provision_ref": "sec53",
      "section": "53",
      "title": "Section 53",
      "content": "53. All waste pipes shall be trapped at each separate fixture and Waste pipes\n                                                                    to be\nas close as possible to the fixture.                                trapped."
    },
    {
      "provision_ref": "sec54",
      "section": "54",
      "title": "Section 54",
      "content": "54. All waste pipes connected with all interior plumbing, exclusive Was!e\n                                                                       to &charge\n                                                                              dpes\nof water closets, urinals and slop sinks, shall discharge over open overopen\n                                                                       gully.\ntrapped gullies outside the building."
    },
    {
      "provision_ref": "sec55",
      "section": "55",
      "title": "Section 55",
      "content": "55.-(1) Notwithstanding the provisions of regulation 54, where in one-pipe\n                                                                        nystem.\nthe opinion of the Engineer the one-pipe or combined system is likely\nto produce economy or improvement in appearance or is desirable\non account of special circumstances, the Engineer may at his discretion\nand on such conditions as he may prescribe permit the construction\nof a properly ventilated one-pipe or combined system,\n        (2) Where the one-pipe or combined system is permitted the\nfollowing requirements (a) to (e) shall apply in lieu of regulation 54-\n     (a) All pipes conveying waste water f ~ o mwater closets, slop\n          sinks, urinals, bidets, sinks, baths and lavatory basins shall\n          be joined to a single pipe which pipe shall be connected to\n          the main house sewer. Suitable cleaning eyes shall be\n          provided where required.\n     (b) The sanitary fitments shall be laid out so as to reduce the\n          length of branch waste and ventilating pipes to a minimum.\n16                THE KINGSTON A N D ST. ANDREW IMPROVEMENTS (CONSTRUCTION\n                             A N D USE OF SEWERS) REGULATIONS, 1963\n                      (c) The trap provided in connection with every fitment shall be\n                          ventilated into the open air at a point as high as the top\n                          of the main ventilating pipe or into the main ventilating\n                          pipe at a point above the highest fitment as connected to\n                          such ventilating pipe.\n                      (6) Subject to the provision of paragraph (2) of regulation 77 the\n                           ventilating pipe from such trap shall have in all parts an inter-\n                           nal diameter of not less than two inches where connected with\n                           a pipe two inches or more in internal diameter. Where con-\n                           nected to a pipe of an internal diameter less than two inches\n                           it shall be of equal bore with the pipe to which it is connected.\n                       (e) Every such ventilating pipe shall be connected to the trap\n                           in the direction of the flow at a point not less than three\n                           inches and not more than twelve inches from the highest\n                           part of the trap on that side of the water seal which is\n                           nearest to the main ventilating pipe except that where this\n                           is not practical such ventilating pipes may by special permis-\n                           sion of the Engineer be connected to the horizontal branch\n                           pipe between each fixture and close to the connection of\n                           each waste pipe with the horizontal branch pipe.\nT~~~~forbidden      56. NO trap shall be placed at the foot of a vertical soil or vent\nat base of\nvertical pipes.   pipe.\nSoil venti-         57. In no case shall a soil, waste or ventilating pipe be connected\nlating pipe\nnot to be         with a chimney or smoke stack either internally or externally.\nconnected\nwith chimney.\nNo earthen-         58. Ventilating pipes shall be of cast iron, asbestos cement, specially\nware or sheet\nmetal pipes       enamelled steel or of other material specially approved by the Engineer.\nto be used\nas ventilat-      No earthenware or sheet metal shall be used for ventilating pipes.\ning pipes.\nSewage pipes         59.-(1)  All house sewers shall be completely water and air-tight\nto be water\nand air-tight.     and shall be tested for these qualities by hydraulic pressure or otherwise\n                   as the Engineer may direct.\nDefective\n                          (2) Where any defective pipes are discovered they shall be\npines\nand joints.\n                   removed and replaced by sound pipes; all defective joints shall be\n                   re-made so as to be watertight and every part of the work shall be\n                   made to conform with these Regulations and be subject to the approval\n                   of the Engineer.\n                                  r h e inclusion of this page is authorized by L.N. 4/19761\nTHE KINGSTON AND ST. ANDREW IMPROVEMENTS (CONSTRUCTION                                   17\n           AND USE OF SEWERS) REGULATIONS, 1963"
    },
    {
      "provision_ref": "sec60",
      "section": "60",
      "title": "Section 60",
      "content": "60.-(1) Where it is impracticable for any gully basin, manhole or GuLly basins,\n                                                                         etc., inside\ninspection chamber to be located outside a building or where, on buildings\naccount of subsequent building extensions or alterations, such gully\nbasin, manhole or inspection chamber falls within any building, covered-\nway or area, it shall be fitted with a specially sealed cover. Such Sealing\n                                                                         intemal\ncover shall be both water-tight and air-tight and shall be bolted or manholes.\nso secured to the frame of the basin or chamber that it may be\nreadily removed and replaced when necessary for inspection or cleaning\npurposes.\n       (2) Notwithstanding the provisions of paragraph (I), cast iron Bolted\n                                                                      cover\naccesses with bolted water-tight covers of a design approved by the accesses.\nEngineer may be securely fitted in the chamber invert instead of the\nsealed cover.\n      (3) Every sealed gully basin shall be adequately ventilated by Sealed\n                                                                     gullies to\nmeans of a pipe not less than two inches in intemal diameter.        be vented."
    },
    {
      "provision_ref": "sec61",
      "section": "61",
      "title": "Section 61",
      "content": "61. Where sewage pipes are run through soft or yielding ground Pipes in\n                                                                            soft ground.\n         if made of earthenware, such pipes shall first be properly\n          bedded and then surrounded in a mass of cement concrete\n          of such form and thickness as the Engineer may in each\n          case direct;\n         if made of cast iron or steel such pipes shall be securely\n         jointed with yam and lead."
    },
    {
      "provision_ref": "sec62",
      "section": "62",
      "title": "Section 62",
      "content": "62. No sewer or rain-water pipe or channel shall be laid under any Sewer and\nbuilding, unless the Engineer certifies in writing that in his opinion rain-water\n                                                                       pipes not\n                                                                       to be run\nit is impracticable or inexpedient to do otherwise.                    under\n                                                                            buildings."
    },
    {
      "provision_ref": "sec63",
      "section": "63",
      "title": "Section 63",
      "content": "63. Where it is necessary to lay any sewer or rain-water pipe under- Sewer and\n                                                                       rain-water\nneath any building then-                                               pipes under\n                                                                            buildings.\n     (a) if made of earthenware such pipes shall throughout their\n          length under such building be surrounded with concrete at\n          least six inches thick composed of one part Portland cement\n          to two parts clean, sharp sand and four parts clean broken\n          stone;\n     (b) if made of cast iron or steel such pipes shall be securely\n         jointed with yam and lead, as described in regulation 46.\n                rrhe inclusion of this page is authorized by L.N. 4119761\n                  THE KINGSTON AND ST. ANDREW IMPROVEMENTS (CONSTRUCTION\n                             AND USE OF SEWERS) REGULATIONS, 1963\nBuildings            64. No building shall be constructed over any existing house sewer\nconstructed\nover sewers       save with the written consent of the Engineer. Before the construction\nor drains.\n                  of any such building is commenced the sewer if of earthenware shall\n                  be exposed and then surrounded throughout its length under the\n                  proposed building with concrete at least six inches thick as prescribed\n                  in paragraph (a) of regulation 63. If the sewer is of cast iron or steel\n                  it shall be jointed as provided in paragraph (b) of regulation 63.\nInspection          65.-(1) Subject to the provision of regulation 60 every such sewer\nchambers\nrequired where    shall have free connection with the outer air at each end of the\nbuilding covers\npipes.            building under which it passes. For this purpose an inspection\n                  chamber shall be constructed in the sewer line at each end of the\n                  building.\n                          (2) The top of every such sewer shall be not less than eighteen\n                  inches below the ground surface beneath the lowest floor of such\n                  building.\nSurface\nwater drains"
    },
    {
      "provision_ref": "sec66",
      "section": "66",
      "title": "Section 66",
      "content": "66.-(1) Where it is necessary to lay any surface water drain within\nunder build-\nings.\n                  or underneath any building such drain shall consist of earthenware\n                  pipes of sufficient size to discharge the surface water laid with cement\n                  joints and covered with a layer of Portland cement concrete sufficiently\n                  thick to protect the pipes from damage.\n                          (2) Where drains are laid in soft ground cast iron or steel pipes\n                  securely jointed with yam and lead shall be used in their construction.\nN o rain-           67. No pipe used for the purpose of carrying off rain water from\nwater pipe\nto be used        the roof of any building shall be used for carrying off sewage or waste\nfor waste\nwater.            water nor shall it be used as a ventilating pipe or antisiphon pipe\n                  for any sewer, soil pipe or trap.\nRain water          68.-(1) All cisterns, gullies, or other inlets in connection with house\n-.be\nto ..\nexcluded          sewers shall be raised above the general ground level and shall be\nfrom gullies\nand inlets.       surrounded with a concrete kerb not less than six inches high or\n                  otherwise protected against the ingress of rain or surface water.\nNo rain                  (2) No rain or surface water shall be allowed to enter any\nwater to\nenter sewer.      house sewer.\nfir-condi-               (3) Condensation and/or waste cooling water from air-condi-\ntioning\nplants.           tioning plants shall be discharged over trapped gully basins.\n                                 [The inclusion of this page is authorhed by L.N. 4119761\nTHE KINGSTON A N D ST. ANDREW IMPROVEMENTS (CONSTRUCTION\n           AND USE OF SEWERS) REGULATIONS, 1963"
    },
    {
      "provision_ref": "sec69",
      "section": "69",
      "title": "Section 69",
      "content": "69.-(1) The discharge of trade wastes into the public sewers shall Discharge\n                                                                      into public\nbe allowed only by special permission of the Engineer in writing and sewers.\non such terms and conditions as he may specify in each particular\ncase :\n  Provided always that under certain circumstances such discharge may\nbe prohibited entirely.\n   The following shall be regarded as trade wastes that shall be excluded\nfrom the public sewers-\n     (a) excessively hot liquids;\n     (b) inflammable wastes;\n    (c) wastes containing strong acids or harmful chemicals;\n    (d) highly coloured matters and those creating excessively offensive\n        odours;\n    (e) all wastes of whatever kind which cannot be satisfactorily\n        purified by the normal processes of sewage treatment.\n       (2) No grease or other unctuous substance shall be allowed to Trade wastes\n                                                                       and grease.\nenter any public sewer. The sinks of all hotels, restaurants, boarding\nhouses, laundries or any place where such substances are used and\nwhich are connected to the public sewer, shall be provided with\na grease trap or grease traps of a design approved by the Engineer."
    },
    {
      "provision_ref": "sec70",
      "section": "70",
      "title": "Section 70",
      "content": "70. The surface drainage from all garages, motor vehicle service Grease\n                                                                        traps.\nstations or places where mechanical vehicles or other machines are\nwashed shall, before being discharged over a trapped gully basin, first\nbe drained through a properly constructed grease trap of a design\napproved by the Engineer."
    },
    {
      "provision_ref": "sec71",
      "section": "71",
      "title": "Section 71",
      "content": "71. Every such grease trap shall be cleaned out as often as may be grease\n                                                                     Cleanhe\n                                                                            traps.\nnecessary to maintain it in a sanitary condition."
    },
    {
      "provision_ref": "sec72",
      "section": "72",
      "title": "Section 72",
      "content": "72. Waste matter from commercial and domestic food-grinders and ~ q o d -\n                                                                     grinders.\nsimilar appliances shall not be discharged into the sewers except by\nspecial permission and under such conditions as the Engineer may\nprescribe."
    },
    {
      "provision_ref": "sec73",
      "section": "73",
      "title": "Section 73",
      "content": "73. Waste water from swimming pools may only be discharged into swimming\n                                                                  pools.\nthe public sewers under such conditions and at such rates of flow\nas may be authorized from time to time by the Engineer in each\nparticular case.\n               1The inclusion of this page is authorized by L.N. 4119761\n                THE KINGSTON AND ST. ANDREW IMPROVEMENTS (CONSTRUCTION\n                           AND USE OF SEWERS) REGULATIONS, 1963\nSump pumps\nor ejectors."
    },
    {
      "provision_ref": "sec74",
      "section": "74",
      "title": "Section 74",
      "content": "74. Where the use of sump pumps or ejectors is necessary in installa-\n                tions which lie below the level of the street sewer the following\n                conditions of construction and operation shall apply-\n                    (a) the sump shall be constructed of                     water-proof concrete\n                        adequately reinforced or of cast iron;\n                    (b) the sump shall provide sufficient capacity to receive the peak\n                        sewage or waste flow for thirty minutes;\n                    (c) sump discharge pipes to the street sewers shall be provided\n                         with check or non-return valves;\n                    (d) the sump shall be provided with a gas and air-tight metal\n                        cover securely fastened in place;\n                    (e) the sump shall be adequately ventilated in accordance with\n                        the provisions of these Regulations;\n                     (f) the entire installation including ejector or pump together\n                         with the prime mover shall be installed in well ventilated\n                         and easily accessible compartments;\nVentilating\noutlet."
    },
    {
      "provision_ref": "sec75",
      "section": "75",
      "title": "Section 75",
      "content": "75.-(1) A ventilating shaft or shafts as the case may be, not less\n                than four inches in internal diameter, shall be erected at the termination\n                of all house sewers and shall be carried up to a height of not less\n                than two feet above the eaves of the highest building within a radius\n                of twenty feet of such ventilating pipe.\n                        (2) A ventilating wire cage, guard, cowl, or similar protection\n                shall be fitted to the top of all ventilating pipes and shall be of such\n                a form as to protect the ventilating pipe from being choked with\n                leaves and other obstructions.\n                       (3) The total area of the openings in the guard or cowl shall\n                be at least equal to the area of a cross-section of the ventilating pipe\n                to which it is fitted.\nBranches          76. Where house sewers have branches exceeding fifteen feet in\nexceeding\nfifteen feet.   length, each branch shall, in respect of ventilation, be regarded as a\n                separate house sewer unless the Engineer otherwise directs.\nBack              77.-(1) All trapped pipes which are likely to be subjected to\nventilating.\n                syphonage or back pressure shall be fitted with a ventilating pipe from\n                the crown of the trap.\nTHE KINGSTON AND ST. ANDREW IMPROVEMENTS (CONSTRUCTION                              21\n           AND USE OF SEWERS) REGULATIONS, 1963\n       (2) Every ventilating pipe from a water closet trap shall have\nan internal diameter of not less than two inches and where ventilating\npipes from more than four water closet traps are combined or are\nmore than thirty feet in length, the internal diameter of the ventilating\npipe shall be not less than three inches.\n       (3) Such ventilating pipes from water closet traps may be\nconnected to a main soil and ventilating pipe only if such connection\nis made at a point above all other connections."
    },
    {
      "provision_ref": "sec78",
      "section": "78",
      "title": "Section 78",
      "content": "78.-(1) Where two or more fixtures are attached to a single waste Backvent&-\n                                                                    tion of multiple\npipe, all traps shall be back ventilated.                           connections.\n       (2) The ventilating pipes shall be run separately or combined\ntogether to a point at least two feet above the eaves of the building."
    },
    {
      "provision_ref": "sec79",
      "section": "79",
      "title": "Section 79",
      "content": "79. An adequate air-gap shall be provided through free atmosphere        in\nbetween the lowest opening from any pipe or delivery cock supplying \"twes.\nwater to any tank, plumbing fixture or other device and the flood\nlevel rim or overflow of the receptacle.\n                PARTVl-Water             Closets and Fixtures"
    },
    {
      "provision_ref": "sec80",
      "section": "80",
      "title": "Section 80",
      "content": "80. All water closets, bidets and fittings connected therewith shall\nconform generally to British Standard Code of Practice C.P. 305 (1952) $,\"Aved.\nand be of patterns approved by the Commission. Each water closet\nshall be capable of being kept clean with a flush of water of not\nmore than two and one-half gallons for each time the closet is used\nand shall be provided with a trap or siphon, placed near to the pan\nand capable of maintaining a sufficient and effective water seal."
    },
    {
      "provision_ref": "sec81",
      "section": "81",
      "title": "Section 81",
      "content": "81. Every water closet shall be provided with a siphonic waste- mushtank.\npreventing flush tank of satisfactory pattern or with a flush tank of such\nother type as may be approved by the Engineer."
    },
    {
      "provision_ref": "sec82",
      "section": "82",
      "title": "Section 82",
      "content": "82. No tank giving a greater flush than two and one-half gallons\nper closet shall be allowed to be used.                            and one-half\n                                                                   gallons."
    },
    {
      "provision_ref": "sec83",
      "section": "83",
      "title": "Section 83",
      "content": "83. The water service pipe to every flush tank shall be provided with stop cocks\n                                                                        reflush tanks.\na stop cock."
    },
    {
      "provision_ref": "sec84",
      "section": "84",
      "title": "Section 84",
      "content": "84. Every flush tank shall be provided with an overflow pipe which ,-,,do,\nshall discharge into the open air, and not into the soil pipe, and shall\nbe arranged in such a manner as to act as a warning pipe.\n22              THE KZNGSTON AND ST. ANDREW ZMPROVEMENTS (CONSTRUCTION\n                           AND USE OF SEWERS) REGULATIONS, 1963\nFlushing          85. Where automatic flushing valves or Flushometers are permitted\nvalves.\n                to be used, such valves shall be of a waste-preventing type and shall\n                be supplied by a pipe of adequate size from a tank giving a volume\n                of water under sufficient head to allow the flushing valves to operate\n                satisfactorily and discharge at each separate operation a volume of\n                water of not more than two and one-half gallons per closet.\nWater              86. All water closets installed on upper floors shall be connected\nclosets in\nupper floors.   to cast iron or steel soil pipes not less than four inches in diameter,\n                jointed with lead and gasket or other approved jointing compound\n                and fixed wherever practicable outside the building or in a pipe duct\n                within the building.\nVentilation       87. No trap or any manner of obstruction to the free circulation\nof sewers\nnot to be       of air through the whole course of a main house sewer or soil pipe\nobstructed.\n                shall be allowed.\nFloors of         88. The floor of every room, cubicle or compartment situated on\nwater closet\ncompart-        the ground floor of a building in which a water closet or urinal\nments.\n                is installed shall be paved or otherwise provided with a firm non-\n                absorbent surface.\nConstruc-         89.-(1) The location, dimensions, materials and construction of every\ntion and        compartment in which a water closet or urinal is to be installed shall\nventilation\nof water        be subject to the approval of the Engineer and every such compart-\ncloset com-\npartments.      ment shall, except as hereinafter specified, be so constructed that\n                one of its sides shall be an external wall, with a window therein of an\n                area of at least four square feet, of which one-half shall be made\n                to open.\n                        (2) Any compartment as aforesaid which in the opinion of the\n                Engineer cannot be constructed as prescribed in paragraph (1) shall be\n                ventilated by an adequate air shaft extending to the roof above\n                or by some other ventilating device approved by the Engineer.\n                                       PARTVII-Baths and Sinks\nConnection"
    },
    {
      "provision_ref": "sec90",
      "section": "90",
      "title": "Section 90",
      "content": "90. No bath, wash basin, lavatory, or sink other than slop sinks, shall\nof bath         be directly connected to any house sewer except in cases where the\nand sinks\nto sewers.      use of the one-pipe system has been permitted as provided in regulation"
    },
    {
      "provision_ref": "sec91",
      "section": "91",
      "title": "Section 91",
      "content": "91.-(1) All waste pipes of baths, wash basins, lavatories and sinks ;fi',\"gy,\".\"hs#\nshall discharge over a trapped gully, except where the one-pipe system\nhas been permitted as provided in regulation 55.\n        (2) The main waste pipe of wash basins, lavatories, or sinks, a,, of\nother than slop sinks shall be not less than one and one-half inches waste  pipe\n                                                                      fiom basins\nin diameter. The diameter of waste pipes from slop sinks shall be andsinks+\nnot less than three inches."
    },
    {
      "provision_ref": "sec92",
      "section": "92",
      "title": "Section 92",
      "content": "92. The main waste water pipe of each bath shall throughout its size\n                                                                  waste pipes\nlength have an internal diameter of not less than two inches.     from baths."
    },
    {
      "provision_ref": "sec93",
      "section": "93",
      "title": "Section 93",
      "content": "93. Gratings or strainers shall be provided for the waste pipes of all Gratings or\n                                                                          strainers.\nfixtures except water closets and the net effective area of opening\nof such grating or strainer over any waste pipe or sink, shall not be\nless than the area of the outlet from such bath, lavatory, wash basin, or\nkitchen sink."
    },
    {
      "provision_ref": "sec94",
      "section": "94",
      "title": "Section 94",
      "content": "94. Tee fittings may be used only in connections made to vertical .re.,\npipes. All other connections shall be made with angle branches."
    },
    {
      "provision_ref": "sec95",
      "section": "95",
      "title": "Section 95",
      "content": "95.-(1)  No waste pipe of any fitment other than a water closet or\nslop sink shall be connected directly with the soil pipe or trap of any\nother fixture except in the one-pipe system as provided in regulation 55.\n        (2) No waste pipe having an internal diameter of more than Leadwaste\ntwo inches shall be of lead unless the waste-water pipe is protected\nby suitable casings, in which case, lead pipes having a maximum\ninternal diameter of three inches may be permitted.\n       (3) All baths, wash basins and sinks should be provided with\noverflows, the diameter of which shall be not less than those specified\nfor waste pipes."
    },
    {
      "provision_ref": "sec96",
      "section": "96",
      "title": "Section 96",
      "content": "96.-(1)  Every urinal shall be fitted with a basin, stall or trough construc-\n                                                                       tion of\nof glazed material. If of the basin type, each fixture shall be udnas.\nseparately connected with the soil pipe by means of a pipe of lead,\ncopper, cast iron effectively protected from corrosion, galvanized\nwrought iron, galvanized malleable iron, or other material of accepted\nBritish Standard or equivalent and approved by the Engineer and\nhaving a trap of an internal diameter of not less than two inches.\n               THE KINGSTON AND ST. ANDREW IMPROVEAfENTS (CONSTRUCTION\n                          A N D USE OF SEWERS) REGULATIONS, 1963\n                       (2) If a urinal is of the trough type, the trough shall be\n               connected with the soil pipe by means of a glazed stoneware pipe or\n               pipe of other approved material having a trap and an internal diameter\n               of not less than four inches.\nStall type             (3) If a urinal is of the stall type, a properly graded glazed\nurinal.\n               channel shall be provided along the bottom of the stall and shall lead\n               to a glazed stoneware trap having an internal diameter of not less\n               than four inches.\n                      (4) All traps shall have a deep, effective water seal, shall have\n               easy and effective access for cleaning and shall be covered with a strong\n               movable grid.\nUrinal to        97.-(1) Every urinal shall be fitted with a suitable and efficient\nbe fitted\nwith           automatic flush tank with a capacity of one gallon for each basin, or\nautomatic\nflush tanks.   for each two feet three inches of length of stall or trough. Such tank\n               shall be so installed as to be separate and distinct from any tank\n               used for drinking water.\nFlush                  (2) Every flush tank shall be capable of being filled in not\ntanks.         more than twenty-five minutes or such less period as may be necessary\n               for the satisfactory cleansing of the fixture and the supply pipe to\n               every such tank shall be fitted with two effective stop cocks in easily\n               accessible positions, one being of the screw down type for regulating\n               the supply to the tank and the other for shutting off the supply.\nWater            98. Whenever the urinal is in actual use, or about to be used, the\nuupply to\nurinals.       water supply to the flush tank shall be turned on but at all other times\n               shall be kept shut off.\nNo direct        99. No connection shall be made directly from any water service\nconnection\nwith, water    pipe with any basin, stall or trough urinal.\nserv~wpipe.\nFlushing         100. The flushing pipe shall be made of copper, brass, galvanized\npipes.\n               wrought iron or other material approved by the Engineer with a\n               minimum internal diameter of half an inch and shall be connected\n               to the fixture by a spreader pipe capable of distributing the flushing\n               water over the whole internal surface of the basin, stall or trough.\nManually          101. The Engineer may, upon application duly made, sanction the\noperated\ntank.          use of a manually operated flush tank in a private dwelling-house\n               instead of an automatic flush tank, subject to such special conditions,\n               if any, as he may prescribe.\nTHE KINGSTON AND ST. ANDREW IMPROVEMENTS (CONSTRUCTION\n           AND USE OF SEWERS) REGULATIONS, 1963\n                  PART IX-Surface           Water Drainage"
    },
    {
      "provision_ref": "sec102",
      "section": "102",
      "title": "Section 102",
      "content": "102. In the case of court-yards and like areas the surface washings Condition8\nof which are likely in dry weather to be foul or offensive, closely under     which\n                                                                        surfacewash-\n                                                                        ings may be\ngrated sinks or gully basins may, with the sanction of the Engineer, be admitted to\nprovided to carry off the said surface washings to the house sewer. house\n                                                                        sewers.\nThe surface provided with such sinks or gully basins shall be paved\nor otherwise arranged so that no sand or detritus may be washed\ntherefrom to the house sewer, or thereon from surrounding areas."
    },
    {
      "provision_ref": "sec103",
      "section": "103",
      "title": "Section 103",
      "content": "103. The flooring of all stables and cow-sheds shall be paved and Floors to be\n                                                                     elevated.\nelevated above the level of the ground outside and shall be provided\nwith surface channels discharging over a trapped gully basin fixed\noutside the building."
    },
    {
      "provision_ref": "sec104",
      "section": "104",
      "title": "Section 104",
      "content": "104. All open channels or gutters constructed to convey any waste open\n                                                                      channels or\nwater from stable floors and cow-sheds to open trapped gullies shall outten.\nbe properly paved and so constructed as to exclude therefrom all rain\nwater draining from roofs and from the surface of the ground."
    },
    {
      "provision_ref": "sec105",
      "section": "105",
      "title": "Section 105",
      "content": "105.-(1) Where required by the Commission by notice in writing cleaning of\n                                                                           cess-pits.\nall cess-pits or absorption pits situated in premises for which connection\nto a street sewer is available and has been effected, shall be cleaned\nout, thoroughly disinfected, and filled up to the satisfaction of the\nEngineer by the owner of such premises within such time as shall\nbe specified in such notice.\n       (2) Where any water closet is placed over the cess-pit or closet set\n                                                                      over cess-\nabsorption pit, such water shall be bedded on a solid cement concrete pit.\ncovering over such cess-pit and shall be constructed and supported\nin a manner approved by the Engineer."
    },
    {
      "provision_ref": "sec106",
      "section": "106",
      "title": "Section 106",
      "content": "106.-(1) No person shall throw or deposit any liquid or solid Restrictions\n                                                                 refilth.\nfilth, faeces or urine on the surface of the ground.\n        (2) Except as otherwise provided in these Regulations, no\nperson shall throw or deposit in, or cause or permit to be thrown or\ndeposited in any vessel or receptacle connected with the public sewer,\nany matter whatsoever except faeces, urine, toilet paper and liquid\nhouse slops.\n                          -\n                THE KlNGSTON AND ST. ANDREW IMPROVEMENTS (CONSTRUCTION\n                           AND USE OF SEWERS) REGULATIONS, 1963\nAll inatdla-\ntions to be"
    },
    {
      "provision_ref": "sec107",
      "section": "107",
      "title": "Section 107",
      "content": "107. Every owner or occupier of premises on which any sewer, water\nmaintaiqcd\nin accordance\n                closet, urinal, drain, slop sink or other sanitary installation has been\nwith Repula-\ntions.\n                installed, or is being installed, and every person who is or has been\n                concerned in the installation of any sewer, water closet, urinal, drain,\n                slop sink or other sanitary installation on any premises, shall ensure\n                that the same has been or is being installed, and is maintained in\n                accordance with the provisions of these Reguations.\nPenalties.        108. Any person who contravenes any of the provisions of these\n                Regulations shall be liable to a fine not exceeding ten dollars.\nTHE KINGSTON AND ST. ANDREW IMPROVEMENTS (CONSTRUCTION\n           AND USE OF SEWERS) REGULATIONS, 1963\n                                       FIRST SCHEDULE                                   (Regulation 4)\n                       THE KINGSTON IMPROVEMENTS ACT\n           Form of Application for Licence as a Sanitary Constructor\nThe Chief Engineer\nof the Water Commission.\nSir:       I.. ....................................................of.. .....................................\nwith business premises at ...........................................................................\nhereby apply to be licensed as a Sanitary Constructor in accordance with\nthe provisions of the Kingston Improvements Act and the Regulations made\nthereunder; and I agree in the event of my application being granted to enter\ninto a Bond as required by the Regulations, and I propose\nMr.. .............................................~ f ..................................................\n                                                         .                                              and\nMr.. ......................................of.. .............................................................\nas sureties willing to be bound jointly and severally with me in the sum of\ntwo hundred dollars for the due fulfilment of my obligations.\n My qualifications and sanitary experience are as follows:--\nDate of Birth ................................................Education ..............................\n ..............................................................................................................\nExperience in Sanitary Construction : .........................................................\n   I hereby declare that the information furnished by me above is a true and\n accurate statement.\n    Dated this .......................................day of ....................................19......\n                                                  ............................................................\n                                                                Signature o f Applicant\n                                       SECOND SCHEDULE                                    (Regulation 6)\n                         THE KINGSTON IMPROVEMENTS ACT\n Know All Men by these Presents That we ................................................\n  ...............................................................................................................\n of the city of Kingston (hereinafter called \"the Licensee\") and ........................\n and .........................................................................................................\n also of Kingston aforesaid his sureties are held firmly bound unto The\n Water Commission and their successors and assigns (hereinafter called \"The\n Commission\") in the sum of two hundred dollars, to be paid to the said\n Commission.\n28   THE KINGSTON AND ST. ANDREW IMPROVEMENTS (CONSTRUCTION\n                AND USE OF SEWERS) REGULATIONS, 1963\n       For which payment, well and truly to be made, we bind ourselves, our\n     heirs, executors and administrators, jointly and severally, firmly by these\n     presents.\n     Sealed this. .........................................day of. ............................................\n     in the year of Our Lord One Thousand Nine Hundred and. ..........................\n       Whereas the Licensee has made application to be licensed as a Sanitary\n     Constructor in connection with the Sewerage System of Kingston and Saint\n     Andrew; And whereas a Licence has been granted to him conditional upon\n     the execution of this Bond pursuant to the Kingston Improvements Act and\n     the Regulations made thereunder :\n       Now therefore the condition of this obligation is such that if the Licensee\n     shall during the continuance of his said Licence and every renewal thereof\n     well and faithfully and in a workmanlike manner perform all the plumbing\n     and other work entrusted to or undertaken by him touching the construction,\n     extension, alteration or repair of house sewers, drains and water closets or\n     otherwise relating to the Sewers or Sewerage System of Kingston and Saint\n     Andrew and if the Licensee shall also carry out the provisions of all laws\n     and regulations relating to sewerage or drainage and shall obey the orders\n     of The Commission or of the persons acting under the authority of The\n     Commission and if the Liccnsee shall at all times save and indemnify The\n     Commission and also every person affected from all costs, damages and expenses\n     diiectly or indirectly arising from any negligence of the Licensee or his agents,\n     servants or employees or from any injury to persons or to public or private\n     property by any act of the Licensee or his agents, servants or employees and\n     if the Licensee shall also restore the street to the satisfaction of the Chief\n     Engineer of The Commission and make good any settlement of the earth\n     or pavement that may result from any work done by the Licensee or his\n     agents, servants or employees, then this obligation shall be void, otherwise\n     the same shall remain in full force and virtue.\n                  Signature of Licensee            ...                            ...         (Seal)\n                  Signature of Surety              ...                            ...         (Seal)\n                  Signature of Surety              ...                             ...        (Seal)\n        Signed, sealed and delivered in the presence of :-\n                                           THIRD SCHEDULE\n                            THE KINGSTON IMPROVEMENTS ACT\n     Regulation    12 (2)                          FORMA\n           Form of Application for premises to be connected with Street Sewers"
    }
  ],
  "definitions": [
    {
      "term": "the Commission",
      "definition": "and includes the Water Commission",
      "source_provision": "sec2"
    },
    {
      "term": "Engineer",
      "definition": "the Chief Engineer for the time being of the",
      "source_provision": "sec2"
    },
    {
      "term": "owner",
      "definition": "and includes the person for the time being receiving",
      "source_provision": "sec2"
    }
  ]
}