{
  "id": "jm-subs-the-labour-relations-and-industrial-disputes-act",
  "type": "statute",
  "title": "The Labour Relations and Industrial Disputes Act",
  "title_en": "The Labour Relations and Industrial Disputes Act",
  "short_name": "Labour Relations and Industrial Disputes Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-labour-relations-and-industrial-disputes-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-labour-relations-and-industrial-disputes-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1.111~: IIICIII\\IOII                                             u ~ l XXIYJfI7I\nlillitig o l         S. If any vacancy occurs in thc rncrnbcrship of thc Tribunal such vacancy\n\\'A!;l IlCI cs.\n                  shall bc fillcd by lhc appoinlrncnt of anothcr mcmber in thc manner in which.\n                  and from llic catcgory of pcrsons from which. thc prcvious incmbcr was\n                  appointcd. and tlic mernbcr so appointed shall. subjccl to thc provisions of\n                  this Schcdulc. hold off~ccfor tlic rcmaindcr of lhc pcriod for which lhc\n                  prcvious inciiibcr was appoinlcd.\n(iiixttiiig 01'      6. TIic naincs of a11 mcmbcrs oTllic Tribunal as firs1 constilutcd, and cvcry\nappoititmcnls.\n                  cliangc in thc mcmbcrsliip thcrcof. including lhc appointmcnt of spccial\n                  iiicnibcrs. shall bc publislicd in thc (;nzrffe.\no\"iccrs              7. Tlic Minislcr shall makc such amngcmcnls in rclalion 10 Ihc provision\nscrvmils.\n                  and rciiiuricration ofolliccrs ilnd scwilnls of lhc Tribunal a s may from liinc to\n                  tinic bc ncccssac.\n                                                 THIRD SCHEDULE                                         (Section 17)\n                                                 Sunmons to witness\n                    To: (name of person summoned and his calling and address, if known)\n                    You are hereby summoned to appear before the Industrial Disputes\n                  Tribunal (or. as the case may be. a Board of Inquiry) at (place)\n                  upon tlie             day of             .19             .at             o'clock\n                  and give evidence respecting                                    (state the matter\n                  which has been referred to the Tribunal or the Board. as the case may be).\n                    (If the person summoned is to produce any documents. add):\n                  And you are required to bring with you (specify the papers. books. records\n                  and documents required).\n                       Therefore fail not at your peril.\n                       Given under the hand of                                chairman or deputy\n                  chairman of the Tribunal (or the Board. as the case m a y be) this\n                  day of                                 .I9    .\n                                    [Tlre IIICIIIBII~II of this page IS autliorizcd by L N   88/2001]\n                        FOLXTH SCHEDLZE                             (Section 21)\n                          I1 krr qf.4 rraclrnrerir\nIn the Resident Xlagistrate's\nCourt for the parish of\nHolden at                           on                                  19     .\nTo the Bailiff of the Resident Magistrate's Court for the parish of\n                          k.D\n                            \\   to the Keeper of the                   hson.\n   [Vhereas b>-an order made by me in thls Court on"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. ( 1 ) If the ch;urman of the Tribunal is absent or unable to act, one of A&ng\nthe deputy chamnen thereunto authorizcd by the Ministcr shall cxcrcisc thc appoint-\nfunctions of the chrman.                                                       ments.\n      (2) If a deputy c h r m a n of the Tribunal is absent or unable to act, or is\nperforming the h c t i o n s of the chairman undcr sub-paragraph (1). thc\nMinister may appoint a pcrson to act temporarily in the placc of thdt dcputy\nchairman.\n     (3) If any other mcmbcr of thc Tribunal is abscnt or unablc to act, thc\nMinister may appoint a person to act tcmporarily in the placc of that mcmbcr.\n       (4) The Minister shall, in appointing any pcrson to act pursuant to sub-\nparagraph (2) or sub-paragraph ( 3 ) , selcct that pcrson from thc category of\npersons from which the deputy chairman or other mcmbcr in whosc placc hc\nis to act was appointed."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.+1) The Minister shall prepare and lay before the Senate Labour\n    and the House of Representatives, before the end of the period           z:ys\n    of one year beginning with the 8th April, 1975, the draft of\n    a labour relations code, containing such practical guidance as in\n    the opinion of the Minister would be helpful for the purpose\n    of promoting good labour relations in accordance with-\n            (a) the principle of collective bargaining freely conducted\n                on behalf of workers and employers and with due\n                regard to the general interests of the public;\n            (b) the principle of developing and maintaining orderly\n                procedures in industry for the peaceful and expeditious\n                settlement of disputes by negotiation, conciliation or\n                arbitration;\n            (c) the principle of developing and maintaining good\n                personnel management techniques designed to secure\n                effective . co-operation between workers and their\n                employers ,and io protect workers and employers\n                             '\n                against unfair labour practices.\n           (2) If the draft laid under subsection (1) is approved by a\n    resolution of the Senate and of the House of Representatives the\n    Minister shall-\n      .     (a) .cause it to be published in the Gazette; and\n            (b) by notice published in the Gazette specify the date on\n                which it shall come into operation.\n            (3) The Minister may from time to time revise the\n    whole or any part of any labour relations code which is\n    for the time being in operation under this Act, so, however,\n    that a draft of the revised code, or of the revised part of\n    the' code, as the case may be, shall be laid before the Senate\n'   and the House, 'of Representatives, and subsection (2) slid1\n    apply thereto as it applies to the draft laid under subsection\n    (1 \\.\n                        LABOUR RELATIONS AND INDUSTRIAL DISPUTES\n                         (4) A failure on the part of any person to observe any\n                 provision of a labour relations code which is for the\n                 time being in operation shall not of itself render him liable\n                 to any proceedings; but in any proceedings before the Tribunal\n                 or a Board any provision of such code which appears to the\n                 Tribunal or a Board to be relevant to any question arising in the\n                 proceedings shall be taken into account by-the Tribunal or Board\n                 in determining that question.\nRights of           4 . 4 1 ) Every worker shall, as between himself and his\nworkers in\nrespect of       employer, have the right-      ,\ntrade union\nmembership\n                        (a) to be a member of such trade union as he may choose;\n                      (b) to take part, at any appropriate time, in the activities of\n                          any trade union of which he is a member;\n1312002               (c) not to be a member of a trade union.\nS. 3 (a) (ii).\n                        (2) Any person who-\n                      (a) prevents or deters a worker from exercising any of the\n                          rights conferred on him by subsection (I); or\n                      (b) dismisses, penalizes or otherwise discriminates against\n                          a worker by reason of his exercising any such right,\n                 shall be guilty of an offence and shall be liable on summary\n                 conviction before a Resident Magistrate to a fine not exceeding\n1312002\nS. 3 (b).        five hundred thousand dollars.\n                       (3) Where an employer offers a benefit of any kind to\n                 any workers as an inducement to refrain from exercising a right\n                 conferred on them by subsection (1) and the employer-\n                      (a) confers that benefit on one or more of those workers\n                          who agree ,td' refrain from exercising that right; and\n                      (b) withholds it from one or more of them who do not\n                           agree to do so,\n                 the employ& shall for the purposes of this section be regarded,\n                 in relation to any such worker as is mentioned in paragraph (b),\n                 as having thereby discriminated against him by reason of his\n                 exercising fiat right.. -\n           LABOUR RELATIONS AND INDUSTRUL DISPUTES                                                        9\n      (4) In this section “appropriate time”, in relation to a\nworker takmg part in any activities of a trade union, means time\nwhich either-\n     (a) is outside his working hours; or\n     (b) is a time within his working hours at which, in\n         accordance with arrangements agreed with, or consent\n         given on behalf of, his employer, it is permissible for\n         him to take part in those activities,\nand in this subsection “working hours”, in relation to a worker,\nmeans any time when, in accordance with his contract with his\nemployer, he is required to be at work."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Thc Ministcr may at any timc rcvokc thc appointmcnt of' any incinbcr I ( ~ ~ ~ , ~ ~ ~ ~ , , ~ ~\nof thc Tribunal.                                                           ill'~lp~~oltll-\n                                                                                                     lrlcflls\n                                    01 1111\\ ~ m p cI,, i ~ ~ ~ l l i i iI,y~ ~I,i N"
    },
    {
      "provision_ref": "sec4a",
      "section": "4A",
      "title": "Section 4A",
      "content": "4A. Where the majority of the workers or a particular mav      ‘JV~W\ncategory of workers, in the employment of an employer, agree rccogni,c\namong themselves for a trade union to have bargaining rights in without\nrelation to them, the employer may recognize that trade union as hallo1 hsing\nhaving bargaining rights in relation to those workers without a\nballot being taken for the purpose of determining the matter ‘ m O 2\n                                                                                          b4\n                                                                Ilallot\\"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1)   If there is any doubt or dispute-                    dctsrmtne\n                                                                                                    ((1\n     (a) as to whether the workers, or a particular category of tjargiiining\n         the workers, in the employment of an employer wish righ’\\\n         any, and if so which, trade union to have bargaining\n         rights in relation to them, or\n     (h) as to which of two or more trade unions claiming\n         bargaining rights in relation to such workers or\n         category of workers should be recognized as having\n         such bargaining rights,\n                                                                                          I3/2002\nthe Minister shall cause a ballot of such workers or category of                            5(.,,\nworkers to be taken for the purpose of determining the matter.\n       (2) Where the Minister decides to cause any ballot to be\ntaken under this Act he shall cause such arrangements as he\nthinks fit to be made to secure that the ballot is properly\nconducted and that the voting in the ballot will be kept secret\n                I I IICIIIL~II\\IOII 111 ihi\\ ~ m p cI\\ ;iiillirm/cd Iiy I N   XXIZf)O?I\n10\n                    (3) Where the Minister decides to cause a ballot to be\n            taken and there is a dispute, which he has failed to settle, as\n            respects the category of workers of whom the ballot should be\n            taken or the persons who should be eligible to vote in the ballot,\n            the Minister shall refer the dispute to the Tribunal for\n            determination. The Tribunal shall, in determining any dispute\n            referred to it under this subsection, have regard to the provisions\n            of any regulations made under this Act and for the time being i n\n            force in relation to ballots.\n13 2002\ns. 5 (h).          (3A) Where under subsection (3) the Minister refers a\n            dispute to the Tribunal, it shall be lawful for the Tribunal, in\n            determining the dispute, to determine the bargaining unit in\n            which the workers concerned may, for the time being. bc\n            included.\n                    (4) The Minister shall, as soon as may be afier he has\n            ascertained the result of any ballot taken under this Act, issue to\n            the employer and every trade union concerned in that ballot a\n            certificate, in such form as may be prescribed, setting out the\n            result of the ballot.\n                   ( 5 ) If the result of the ballot shows that the majority of\n            the workers who were eligible to vote indicated that they wish a\n            particular trade union to have bargaining rights in relation to\n            them, their employer shall, so soon as he receives the certificate\n            referred to in subsection (4), recognize that trade union as\n            having bargaining rights in relation to the workers who were\n            eligible to vote and in relation to any bargaining unit in which\n            they may, for the time being, be included.\n                  (6) Where a ballot is taken, for the purpose of\n            determining which, if any, of two or more trade unions should\n            have bargaining rights and the result of the ballot shows that"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Collective agreements.\n       PART 111-Establishment andfunctions of the Industrial Disputes\n                             Tribunal"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(l) The Tribunal shall sit in such number of divisions tu\n                                                            Tribunal\n                                                               311 10\nas may from time to time be necessary.                      dnwoar.\n       (2) A division of the Tribunal shall-\n    (a) where the Tribunal proposes to deal with an indus-\n         trial dispute which, in the opinion of the chairman,\n         arises from the interpretation. application.\n         administration or alleged violation of a collective\n         agreement, consist of-\n             (i) one member of the Tribunal, who shall be\n                 either the chairman or one of the deputy\n                 chairmen selected by the chairman: or\n       IThs inclusion of this page II allihonzed by L.N. 60l197b)\n    LABOUR RELATIONS A N D INDUSTRIAL DISPUTES\n           (ii) three of the members of the Tribunal select-\n                ed in the manner specified in paragraph (c),\n                 if all the parties inform the chairman in\n                 writing that they wish the matter to be\n                 dealt with by a division consisting of three\n                 members;\n    (b) where the Tribunal proposes to deal with an indus-\n         trial dispute referred to it under section 10 and\n         three special members are appointed in accord-\n         ance with the provisions of that section for the\n         purpose, consist of those members;\n    (c) in any other case consist of-\n             (i) either the chairman or one of the deputy\n                 chairmen; and\n            (2) one of the members of the Tribunal who\n                 was appointed by the Minister from the\n                 panel supplied to him by organizations\n                 representing employers, or from a panel\n                 constituted by him in lieu thereof, in accord-\n                 ance with the Second Schedule; and\n           (iii) one of the members of the Tribunal who\n                 was appointed by the Minister from the\n                 panel supplied to him by organizations re-\n                 presenting workers, or from a panel con-\n                 stituted by him in lieu thereof, in accord-\n                 ance with the said Schedule,\n         who shall be selected by the chairman to constitute\n         the division.\n      (3) Where three of the members are selected under\nsubsection (2) to constitute a division of the Tribunal and\nthe chairman is one of those members, he shall preside over\nthat division, and where the chairman is not one of those\nmembers, a deputy chairman shall preside.\n       (4) Where three members of the Tribunal constitute\na division thereof and any one of those members dies or\n          indluion of this page ia authoTi2Ed by LN. 60/19761\n       LABOUR RELA TIONS AND IND USTRIAL DISPUTES                                   13\nincapacitated or ceases to be a member thereof for any other 132002\nreason after the division begins to deal with the industrial\ndispute in relation to which it was constituted but before it has\nmade its award, another person shall be selected in accordance\nwith the provisions of paragraph (c) of subsection (2) to fill the\nvacancy, thereafter the proceedings of the division shall be\nbegun de HOW unless all the parties to the dispute agree in\nwriting that those proceedings may be continued as if they had\nnot been interrupted by reason of such death or incapacity or\n                                                                   13 2002\ncessation                                                          s 7(h)\n       (5) A division of the Tribunal may, by agreement\nbetween the chairman of the Tribunal and the parties to the\ndispute with which the division proposes to deal, be assisted by\none or more messors appointed by the employer or an\norganization representing the employer and an equal number of\nassessors appointed by the trade union representing the workers\n       ( 6 ) Where any division of the Tribunal is being assisted\nby assessors and any vacancy occurs in the number of assessors.\nthat division may, by agreement between the person presiding\nand the party which appointed the assessor whose place has\nbecome vacant, either act notwithstanding such vacancy or\npermit another assessor to be appointed by that party to fill the\nvacancy\n        (7) The validity of the proceedings of a division of the\nTribunal shall not be affected-\n     ( U ) by any vacancy in the number of assessors; or\n      (h) by reason of the fact that such proceedings are not\n          begun de t i o w after the filling of any such vacancy\n        (8) The decisions of every division of the Tribunal\nwhich consists of three members shall be by the votes of the\nmajority of those members and where the result of the voting in\nrespect of any question shows that there is no agreement\nbetween any two of those members, the decision in respect of\nthat question shall be made by the person presiding. Assessors\nshall not vote.\n               [Tlic iiicliisioii of Iliis page is niitliorized by L N   88’20031\n14                    LABOUR RELATIONS AND INDUSTRIAL DISPUTES\n                     (9) The Arbitration Act shall not apply to any\n               proceedings of the Tribunal or to any decision or award made by\n               it\nIndustrial       9 . 4 1 ) Any industrial dispute existing in an undertaking\ndisputes in\nundertakings   which provides an essential service may be reported to the\nproviding      Minister in writing by any party to the dispute or by any person\nessential\nsenice~        acting on behalf of any such party\n                      (2) A report under subsection (1) shall state-\n                    (a) whether the person making the report knows of any\n                          steps which have been taken towards a settlement of\n                          the dispute, and if so, what are those steps and the\n                          result thereoc and\n                    ( h ) whether there is in force any collective agreement\n                          between the parties to the dispute, and if so, whether\n                          such agreement includes express procedure for the\n                          settlement of disputes of the kind referred to in such\n                          report\n                       (3) Subject to the provisions of subsection (7), where a\n               report is made under subsection ( 1 ) the Minister shall, during\n               the period of ten days beginning on the day on which he receives\n               the report-\n                    (a) refer the dispute to the Tribunal for settlement if he is\n                          satisfied that attempts were made, without success, to\n                          settle the dispute by such other means as were\n                          available to the parties; or\n                    ( h ) give directions in writing to the parties to pursue such\n                          means as he shall specify to settle the dispute if he is\n                          not satisfied that attempts were made to settle the\n                          dispute by all such means as were available to the\n                          parties.\n                       (4) If any of the parties to whom the Minister gave\n               directions under paragraph ( h ) of subsection (3) to pursue a\n               means of settlement reports to him in writing that such means\n               has been pursued without success the Minister shall\n                              I Ilic IIICIU~IIIIII 01 t h i \\ 11,ipc I\\ ,iii~Iii~ri/cilby I N   XX12003I\nduring the period of ten days beginning on the day on which he\nreceives that report, refer the dispute to the Tribunal tbr\nsettlement.\n        (4A) Where the Minister is satistied that an industrial ~'J\"'':\ndispute exists in an undertaking which provides an essential\n.;ervice but no report thereof has been made to the Minister\npursuant to subsection ( I ) , the Minister may take such action\nunder paragraph (a) or (h) of subsection (3) as he thinks tit; and\nwhere he takes action under paragraph (h), subsection (4) shall\napply in relation thereto.\n        (S) Any industrial action taken in conteinplatioti o r\nfurtherance of an industrial dispute in any undertaking which\nprovides an essential service is an unlawful industrial action\nunless-\n     (a) that dispute was reported to the Minister in accordance\n         with subsection (1) and he failed to comply with\n         subsection (3) or subsection (4) or subsection (7); or\n      (h) that dispute was referred to the Tribunal for settlement\n          and the Tribunal failed to make an award within the\n          period specified in section 12.\n        (6) The Minister may, so soon as he is satisfied that any\nunlawfkl industrial action in contemplation or furtherance of an\nindustrial dispute in an undertaking which provides an essential\nservice has begun, refer that dispute to the Tribunal for\nsettlement.\n       (7) Where ap industrial dispute exists in any undertaking\nwhich provides an essential service and the Minister is satisfied\nthat the dispute relates to the appointment of any person to a\npublic ofice or to removal of, or disciplinary action taken\nagainst, any person holding or acting in a public ofice, the\nMinister shall not refer the matter of that appointment, or\nremoval or disciplinary action to the Tribunal but shall cause to\nbe served on the parties directions in writing requiring them to\nfollow, in respect of that matter, the procedure provided by or\nunder the Constitution of Jamaica.\n              [The ltlcillslc>llof 11115page IS niirliorized b? L N   ssi?nn;]\n16\n                               (8) In this section and section 10 \"public office\" has the\n                        meaning assigned to that expression by the Constitution of\n                        Jamaica\n'Iilll<ter      lll\"\\\n                          1 0 . 4 1 ) \\+'here it appears to the Minister that-\n. I C ~ I I I pthlic\niiiIcrc\\1 to\n\\CtIlC       Jl<putc\n                             ( a ) an industrial dispute exists in any undertaking other\n                                   than an undertaking which provides an essential\n                                   senice. and\n                             ( h ) any industrial action in contemplation or hrtherance of\n                                   that dispute has begun or is likely to begin; and\n                             ( c ) the condition specified in subsection (2) is hlfilled,\n                        the Minister may by order, which shall be subject to negative\n                        resolution of the House of Representatives, declare that any\n                        industrial action taken in contemplation or hrtherance of that\n                        dispute is likely to be gravely injurious to the national interest.\n                                (2) The condition referred to in paragraph (c) of\n                        subsection ( 1 ) is that the industrial action referred to in\n                        paragraph ( h ) of that subsection has caused, or (as the case may\n                        be) would cause, an interruption in the supply of goods or in\n                        provisions of services of such a nature, or on such a scale, as to\n                        be likely to be gravely injurious to the national interest.\n                                (3) Where the Minister decides to make an order under\n                        this section he shall, on or before the date of publication of the\n                        order, cause to be served on the parties to the dispute-\n                            ,(a) a copy of the order; and\n                             ( h ) directions in writing requiring the parties to refrain\n                                   from taking or continuing any industrial action in\n                                   contemplation or hrtherance of the dispute and to\n                                   adopt such means as are available to them for the\n                                   settlement of the dispute within thirty days from the\n                                   date of service of such directions.\n                              (4) If any of the parties referred to in subsection ( 3 )\n                        informs the Minister in writing that all the means available to\n                        them for the settlement of the dispute were adopted,\n                                       (Tlie I ~ C I U S I O I I of this page I S authorized by I, N. X8/2(103]\n       LABOUR RELA TIONS AND INDUSTRIAL DISPUTES                       17\nwithout success during the period specified in paragraph (b) of\nsubsection (3), the Minister shall, subject to the provisions of\nsubsection (7), as soon as may be after he receives such\ninformation invite-\n    (a) all the parties to meet and jointly nominate a person for\n        appointment as a special member of the Tribunal to\n        preside, over the division of the Tribunal which is to\n        deal with that dispute; and\n     (b) the employer, or an organization representing the\n         employer, who is a party to the dispute to nominate a\n         person for appointment as one of the other two special\n         members of the Tribunal; and\n,    (c) the organization representing workers which is the\n         other party to the dispute to nominate a person for\n         appointment as the third special member of the Tri-\n         bunal.\n        (5) .If the Minister does not receive nomination for all\nthe special members of the Tribunal within seven days (or such\nlonger period as he may in any special circumstances allow)\nafter the invitations for such nominations were issued to the\nparties he may, without fkther consultations with the parties,\nrefer the dispute to the Tribunal for settlement.\n        (6) If the Minister receives nominations for all the\nspecial members of the Tribunal within the period referred to in\nsubsection (5) he shall appoint the persons nominated as special\nmembers of the Tribunal for the purpose of dealing with the\ndispute in relation to which they were nominated and shall\nthereupon-\n     (a) refer the dispute to the Tribunal for settlement-\n     (b) inform the chairman of the Tribunal that the division\n         thereof which is to deal with that dispute shall consist\n         of those special members, and indicate which of them\n         shall preside over that division.\n    18                      LABOUR RELA TIONS AND INDUSTRIAL DISPUTES\n                  /\n                          (7) Where the Minister is satisfied that the dispute\n                  relates to the appointment of any person to a public office or to\n                  removal of, or disciplinary action taken against, any person\n                  holding or acting in a public office, the Minister shall not refer\n                  the matter of that appointment, or removal than one the Minister\n                  shall appoint one of them to be the served on the parties\n                  directions in writing requiring them to follow, in respect of that\n                  matter, the procedure provided by or under the       Constitution of\n                  Jamaica.\n                                                                    ,          ,\n                                                                                             0\n                          (8) Where directions are served pursuant to this section\n                  in respect of an industrial dispute, any industrial action\n                  which-\nI                       (a) is taken after the time of service of those directions; or\n                           (b) having begun before the time of service of those\n                               directions, continues for more than forty-eight hours\n                               after that time,\nI   Reference\n                      is an unlawful industrial action.\n    of disputes"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.02                  LABOUR RELATIONS AND INDUSTRIAL DISPUTES\n                ballot, to a trade union in respect of workers or a particular\n                category of workers in the employment of any employer and\n                those rights were in existence immediately before the 28th day\n                of March, 2002, those rights shall continue to be exercised by\n                that trade union after that date.\nBargaining in      5A.-( 1) Where pursuant to section 5 (5) or ( 6 ) , a trade union\ngood faith.\n, 3 zooz\n                is recognized as having bargaining rights in relation to workers\nS . 6.          or a category of workers, the trade union shall give to the\n                employer, within fifteen days of being so recognized or such\n                longer period as the trade union and the employer may agree, a\n                notice in writing stating that the trade union is desirous of\n                making a cofiective agreement with the employer.\n                        (2) Where a claim is served by one party on the other in\n                relation to wages and fringe benefits or other conditions of\n                service, both parties shall, within thirty days of the date of\n                service of the notice, conduct negotiations in good faith and\n                make every reasonable effort to conclude a collective\n                agreement.\nNotice of         5B.-41) Where industrial action is contemplated to be taken\nindustrial\naction.\n                in any of the services specified in the Fifth Schedule, notice in\n13mo2           writing of such industrial action shall be given to the Minister\nS. 6.\nFifth           and the employer by any party to the dispute or by any person\nschcduic.       acting on behalf of such party not less than seventy-two hours\n                before the commencement of such industrial action.\n                       (2) Where no notice is given pursuant to subsection (1)\n                or notice is not given within the period specified in that\n                subsection, the industrial action taken shall be deemed to be\n                unlawful.\nCollcclivc        6 - 4 1 ) Every collective agreement which is made in writing\nagreeemmts.\n                after the 8th April, 1975, shall, if it does not contain express\n                procedure for the settlement, without stoppage of work, of\n                industrial disputes between the parties, be deemed to contain the\n                procedure specified in subsection (2) (in this section referred to\n                as the implied procedure).\n                               1'1'11~ i d i i s i o i i ol'tliis page is :iiiiliorimd hy I . N   XXlZOOll\n   LABOUR RELATIONS A N D INDUSTRIAL DISPUTES\n      (2) The implied procedure shall be-\n    (U) the parties shall first endeavour to settle any dis-\n         pute or difference between them by negotiation;\n         and\n    (b) where the parties have tried, but failed, to settle a\n         dispute or difference in the manner referred to in\n         paragraph (U) any or all of them may request the\n         Minister in writing to assist in settling it by means\n         of conciliation; and\n    (c) all the parties may request the Minister in writing\n         to refer to the Tribunal for settlement any dispute\n         or difference which they tried, but failed, to settle\n          by following the procedure specified in paragraphs\n          (a) and (6).\n PART III. Establishment and functions of the Industrial\n                        Disputes Tribunal\n 7 4 1 ) There shall be established for the purposes of this Establish-\n                                                                   \"f\nAct a tribunal to be called the Industrial Disputes Tribunal \"lent\n                                                             lndurtrial\n                                                                    Diipulw\n      (2) The provisions of sections 8 and 10 and the Trlbuna'.\nSecond Schedule shall have effect as to the constitution ;y$,e\nof the Tribunal and otherwise in relation thereto."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-41) Subject to the provisions of subsection (2) and\n    to the Tri-       sections 9 and 10 the Minister may, at the request in writing of\n    bunal at          all of the parties to any industrial dispute, refer such dispute to\n    the request\n    of the            the Tribunal for settlement.\nI   parties.\n                             (2) If the Minister is satisfied that any collective\n                      agreement in force between the parties which have requested\n                      him to refer a dispute to the Tribunal under this section includes\n                      procedure for the settlement of that dispute he shall not refer\n                      that dispute to the Tribunal under this section unless attempts\n                      were made, without success, to settle that dispute by such other\n                      means as were available to the parties.\n                             (3) If all the parties which have requested the Minister\n                      to refer a dispute to the Tribunal under this section inform\n                      the Minister in writing, before the Tribunal begins to deal with\n                      the dispute, that they no longer wish such dispute to be settled\n                      by the Tribunal, the Minister shall not refer the dispute to the\n                      Tribunal or, if he has already done so, he shall withdraw the\n                      reference.\n       LABOUR RELATIONS AND INDUSTRLAL DISPUTES                                 19"
    },
    {
      "provision_ref": "sec11a",
      "section": "11A",
      "title": "Section 11A",
      "content": "11A.-(1) Notwithstanding the provisions of sections 9, 10 Minister\nand 11, where the Minister is satisfied that an industrial dispute $ : yi:f\nexists in any undertaking, he may on his own initiative-             tive refer\n                                                                     disputes\n     (a) refer the dispute to the Tribunal for settlement-           to the\n                 (i) if he i s satisfied that attempts were made, :zyi,\n                     without success, to settle the dispute by such s, 2,\n                     other means as were available to the parties; 711986\n                                                                     S. 2.\n                     or                                         .    sno~o\n                (ii) if, in his opinion, all the circumstances S.3(a).\n                     surrounding the dispute constitute such an\n                     urgent or exceptional situation that it would\n                     be expedient so to do;\n     (b) give directions in writing to the parties to pursue such\n          means as he shall specify to settle the dispute within\n          such period as he may specify if he is not satisfied that\n          all attempts were made to settle the dispute by all such\n          means as were available to the parties.\n        (2) If any of the parties to whom the Minister gave\ndirections under paragraph (b) of subsection (1) to pursue a\n                                                                            .\nmeans of settlement reports to him in writing that such means\nhas been pursued without success, the Minister may, upon the\nreceipt of the report, or if he has not received any report at the\nend of any period specified in hose directions, he may then,\nrefer the dispute to the Tribunal for settlement. .\n        (3) Nothing in thiis section shall 'be construed as require- s n o i o\ning that it be shown, in relation to any industrial dispute in ques- S. 3(b).\ntion, that-\n      (a) any industrial action has been, or is likely to be, taken\n   . .     in contemplation or fbrtherance of the dispute; or\n      (b) any worker who is a party to the dispute is a member of\n           a trade union'having bargaining rights."
    },
    {
      "provision_ref": "sec11b",
      "section": "11B",
      "title": "Section 11B",
      "content": "11B. Notwithstanding the provisions of sections 9, 10, 11 and\n 1lA, where an industrial dispute exists in any undertaking discipli-\nwhich relates to disciplinary action taken against a worker, the\nMinister shall not refer that dispute to the Tribunal unless, tothe\nwithin twelve months of the date on which the disciplinary             .::;;:\n-\n20                     LABOUR RELATIONS AND INDUSTRIAL DISPUTES\n                action became effective, the worker lodged a complaint against\n                such action with the Minister.\n Awards of        12.-41) Subject to the provisions of subsection ( 2 ) the\nthe Tribunal.\n                Tribunal shall, in respect of any industrial dispute referred to it,\n                make its award within twenty-one days after that dispute was so\n                referred, or if it is impracticable to make the award within that\n                period it shall do so as soon as may be practicable, and shall\n                cause a copy of the award to be given forthwith to each of the\n                p-arties and to the Minister.\n                          ( 2 ) The period of twenty-one days specified in sub-\n                section ( 1 ) may be extended by the Tribunal-\n                      ( a ) for a further period not exceeding twenty-one days at\n                            the request of any of the parties;\n                     ( b ) for such further period beyond that specified in para-\n                           graph (a) as the Tribunal may, with the agreement of\n                           the parties, determine.\n                         (3) The Tribunal may, in any award made by it, set out\n                the reasons for such award if it thinks necessary or expedient so\n                to do.\n                         ( 4 ) An award in respect of any industrial dispute\n                referred to the Tribunal for settlement-\n                     ( a ) may be made with retrospective effect fiom such date,\n                           not being earlier than the date on which that dispute\n                           first arose, as the Tribunal may determine;\n                     ( b ) shall specify the date fiom which it shall have effect;\n                     (c) shall be final and conclusive and no proceedings shall\n                         be brought in any court to impeach the validity thereof,\n                         except on a point of law.\n1312002                (4A) Notwithstanding the provisions of paragraph ( a ) of\nS. 10 (a).\n                subsection (4), an award made in respect of an industrial dispute\n                referred; to the Tribunal for settlement may be made with\n                retrospective effect fiom a date earlier than the date on which\n                the dispute first arose, in accordance with subsection (4B).\n      LABOUR RELATIONS AND INDUSTRLAL DISPUTES                               21\n       (4B) For the purposes of subsection (4A), where the\ndispute arose from-\n    (a) the re-negotiation of a collective agreement which has\n           expired, the award may be made with effect from the\n           date of the expiry of that agreement;\n    (b) the dismissal of a worker which is found to be\n           unjustifiable, the award may be made with effect from\n           the date of the dismissal;\n    (c) any claim made with respect to a new bargaining unit,\n           the award may be made with effect from such date as\n           the Tribunal may determine.\n       ( 5 ) Notwithstanding anything to the contrary, where any     {yya:\nindustrial dispute has been referred to the Tribunal-\n    (a) it may at any time after such reference-\n             (i)   if industrial action has begun in contemplation\n                   OJ hrtherance of that dispute, order that such\n                   action shall cease from such time as the\n                   Tribunal may specify; and\n             (ii) if it is satisfied that industrial action is\n                  threatened, order that such action shall not\n                  take place;\n    (b) it may at any time after such reference encourage the\n        parties to endeavour        to settle the dispute by\n        negotiation OJ conciliation and, if they agree to do so,\n        may assist them in their attempt to do so;\n    (c) if the dispute relates to the dismissal of a worker the\n        Tribunal, in making its decision OJ award-\n             (i)   may, if it finds that the dismissal was 13/2002\n                   unjustifiable and that the worker wishes to be S lO(h)(i)\n                   reinstated, then subject to subparagraph (iv), I 312002\n                   Order the employer to reinstate him, with\n                   payment of so much wages, if any, as the\n                   Tribunal may determine;\n22\n                           (ii)     shall, if it finds that the dismissal was\n                                    unjustifiable and that the worker does not\n                                    wish to be reinstated, order the employer to\n                                    pay the worker such compensation or to grant\n                                    him such other relief as the Tribunal niay\n                                    determine;\n                           (iii) may in any other case, if it considers the\n                                 circumstances appropriate, order that unless\n                                 the worker is reinstated by the employer\n                                 within such period as the Tribunal may\n                                 specify the employer shall, at the end of that\n                                 period, pay the worker such compensation or\n                                 grant him such other relief as the Tribunal\n                                 may determine;\n13!2002                    (iv) shall, if in the case of a worker employed\nS. 10 (b) (iii).                under a contract for personal service, whether\n                                oral or in writing, it finds that a dismissal was\n                                unjustifiable, order the employer to pay the\n                                worker such compensation or to grant him\n                                such other relief as the Tribunal may\n                                determine, other than reinstatement,\n                      and the employer shall comply with such order,\n711986               (SA) An order under paragraph (a)of subsection (5)-\nS.3 (b).\n                   (a) may, if the Tribunal is satisfied that the circumstances\n                       so warrant, be made on an application of a party to an\n                       industrial dispute notwithstanding that a party to the\n                       dispute fails to appear before the Tribunal on the\n                       hearing of the application; and\n                   (b) may be published in the prescribed manner and the\n                       publication shall, withwt prejudice to any other form\n                       of service, be deemed t0-be service of notice thereon\n                       on all parties specifred *inthe order and all persons\n                       threatening or engaged, ..b; the industrial action.\n                                                        ~ this page ISaiifhonzrdh) L N\n                             [The I I I C ~ I I Z I O Iof                                85 20071\n       LABOUR RELATIONS AND INDUSTRUL DISPUTES                                23\n       (5B) In subsection (5A) “published in the prescribed 71986\nmanner” means published in the Gazette and in at least one daily S 3 ( h )\nnewspaper circulating in Jamaica or, where it is impracticable to\npublish as aforesaid, published by broadcasting, on at least two\nseparate occasions, over a commercial broadcasting system,\nwhether of radio or television or both, operating in Jamaica.\n        ( S C ) Any order made by a Tribunal pursuant to this Act 7 1986\n                                                                  S. 3 (h).\nshall have effect against all persons (whether or not expressly\nnamed) falling within the category of persons identified in the\norder as taking part or threatening to take part in industrial\naction.\n       (6) An award in respect of any industrial dispute referred\nto the Tribunal for settlement and any decision given under\nsubsection (10) shall be binding on the employer, trade union\nand workers to whom the award relates and, as fiom the date\nfiom which the award has effect pursuant to subsection (4), it\nshall be an implied term of the contracts of employment of those\nworkers that the rates of wages to be paid and the other terms\nand conditions of employment to be observed under such\ncontracts of employment shall be in accordance with such award\nuntil such rates, terms and conditions are varied by agreement,\nor by a subsequent award, or by or under any enactment other\nthan this Act.\n       (7) Where any industrial dispute referred to the Tribunal s.\n                                                                 13 19’8"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-( 1) Any employer who takes any unlawful industrial                    m s n c s s in\naction shall be guilty of an offence and shall be liable on :,:Ytlon\nsummary conviction before a Resident Magistrate to a fine not unla\\*ful\n                                                                induanal\nexceeding-                                                      action\n     ( a ) five thousand dollars in respect of every worker who 7 1986\n           was employed to him immediately before such                       :3:rd2\n           unlawfbl industrial action, or                       S 1 1 (axi)\n     ( b ) five hundred thousand dollars,                       13,2002\n                                                                             S. I 1 (bxii).\nwhichever is the less.\n        (2) Any worker who, during the period of any unlawfbl\nindustrial action which is taken in the undertaking in which he is\nemployed-\n     (a) ceases or abstains fiom, or refuses t o continue, any\n         work which it is his duty, under his contract of\n         employment, to do; or\n     ( b ) carries on any other course of conduct which prevents\n           or reduces the production of goods or the provision of\n           services in that undertaking or which is intended to\n           have that effect,\nshall, unless he proves that he did so in any of the circumstances\n                           I I I 1111spage IS authorized by L N . XXI2003l\n              [The i~iclus~o~i\n26                   IABOIJR R E A TIONS A N D INDIJSTRIAI. IlI.YI’~U7.3’\n              specified in subsection (3), be guilty of an offence and shall be\n              liable on summary conviction before a Resident Magistrate to a\n7 1986\n              fine not exceeding five hundred dollars. and in the case of a\nS.4 (h).      continuing offence to a hrther tine not exceeding five thousand\n13 2002\nS. 1 1 (h).\n              dollars.\n                     (3) The circumstances referred t o in subsection (2) are\n              that the action in respect of which the worker is charged was\n              done-\n                   (a) under duress and in circumstances in which he could\n                          not reasonably be expected to take any other action;\n                   (h) for a reason wholly unconnected with the unlawfiil\n                       industrial action referred to in subsection (2).\n                                  PART I V. Bomdv of /tquit:r\nMinister        t4.-(1)     Where any industrial dispute exists or is\nmay appoint\nBoards of\n              apprehended the Minister may, whether or not that dispute is\nInquin.       reported to him, inquire into the causes and circumstances of the\n              dispute and, if he thinks fit. refer any matter appearing to him to\n              be connected with or relevant to the dispute to a Board of\n              Inquiry appointed by him for the purpose of inquiring into,\n              reporting on, and making such recommendations as the Board\n              thinks fit in relation to, such matter.\n                     (2) The Minister may also refer any matter connected\n              with labour relations or the economic conditions in Jamaica to a\n              Board of Inquiry appointed by him for the purpose of inquiring\n              into, reporting on, and making such recommendations as the\n              Board thinks fit in relation to, such matter.\n                      (3) A Board shall consist of such number of members,\n              who shall be appointed by the Minister, as he may determine.\n              Where the number of members is more than one the Minister\n              shall appoint one of them t o be the chairman of the Board.\n                   (4) A Board may act notwithstanding any vacancy in the\n              membership thereof\n                               [Tlic inclusioii of this page i s aiitlionzed b! L N   SS,2003]\n          LA HOIIR RELA TIONS AND INDUSTRIAL DISPlJTES                         27\n  IS.-(  1) A Board shall inquire into the matters referred to it    ~   ~     ~    ~   o   '   '\nand report thereon, as soon as may be, to the Minister.\n          (2) A Board may, if it thinks fit, make interim reports.\n          (3) Subject to the provisions of section 19 the Minister\nmay cause to be published from time to time, in such manner as\nhe thinks fit, any information obtained or conclusions arrived at\nby a Board as a result of the inquiry.\n  PART V. (;eliemalyro,)isicisill respect qf the Trihiiml anid\n                   Boards of I m p i v y"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Reports'of Boards.\n          PART V-Generalprovisions in respect of the Tribunal and\n                           Boards of Inquiry"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1)   Any party to an industrial dispute referred to the Appearancc\nTribunal for settlement, or in respect of which a Board has been ~~u~~\nappointed, may either appear in person before the Tribunal or mdBoards.\nBoard, as the case may be, or be represented-\n     (a) by an attorney-at-law; or\n     (h) by an officer of the trade union concerned or of the\n         organization representing employers concerned; or\n     (c) if the party is a corporation, by an officer of the\n         corporation; or\n     (4 with the permission of the Tribunal, by any other\n            person whom he wishes to represent him.\n        (2) The Attorney-General or his representative shall be\nentitled to appear before the Tribunal or a Board whenever he\nconsiders it expedient in the public interest so to do."
    },
    {
      "provision_ref": "sec16a",
      "section": "16A",
      "title": "Section 16A",
      "content": "16A. The Tribunal shall have power to hear an industrial Poweror\ndispute referred to it for settlement, on the Tribunal being         ieyto\nsatisfied that due notice of the hearing was served on a party to industrial\nthe dispute notwithstanding that that party fails to appear before :$\n                                                                    :\nthe Tribunal.                                                       s. 5 ."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-( 1 ) The Tribunal and a Board shall haie poiier t o\nsuninion an!. person to attend before the Tribunal or the Board.\nas the case nia! be. and to Siie eiidence or to produce an!\npaper. booL,record or docunient i n the possession or under the\ncontrol of such person\n        ( 2 ) .A suninions under this section shall be i n the forrn\nprescribed in the Third Schedule\n        (-3) .A suninions under this section ma! be seried either\npersonally or by registered post\n        (4) The Tribunal and a Board shall haie po\\\\er to\nadminister oaths to or take the att'irniation of an! iiitness\nappearing before them\n   IS.-( I ) Any person summoned to attend and yi\\ e e i idence\nor to produce any paper. book. record cx document before the\nTribunal or a Board-\n          shall be bound to obe! the s u ~ ~ i n i oserLed\n                                                     i i ~ upon him.\n          shall be entitled. in respect of such ekidence or the\n          disclosure of any conimimication or the production ot\n          any such paper. book, record or document. to the sanic'\n          right or privilege as he uould haLe before a court.\n          shall be entitled to be paid. from public funds. his\n          elpenses. including travelling expenses. at the rates\n          prescribed bv the Witnesses Expenses Act for\n          witnesses who are entitled to habe their expenses paid\n          from public funds\n  Provided that the Tribunal or a Board niav disallow the whole\nor any part of such expenses in any case. if it thinks fit\n          (2) Any person who-\n     ( U ) without sutlicient cause, fails or refuses to attend\n            before the Tribunal or a Board in obedience to a\n            summons under this Act, or fails or refuses to produce\n            any paper, book, record or document which he was\n            required by such summons to produce, or\n               I I I I C 1111111\\11111 0 1 l111\\ p.l&!L! I\\ .llllllt~ll/c<!I>\\ I N N8 2 0 0 3 1\n     ( h ) being a witness, leaves the Tribunal or the Board, as\n           the case may be, without the permission of the\n           Tribunal or the Board; or\n     ( c ) being a witness, refuses, without sufficient cause, to\n           answer any question put to him by or with the\n           permission of the Tribunal or the Board; or\n     (d) wilfully obstructs or interrupts the proceedings of the\n           Tribunal or the Board,\nshall be guilty of an offence and shall be liable on summary\nconviction before a Resident Magistrate to a fine not exceeding\nfifty thousand dollars.                                         13 2002\n                                                                                              s. 12."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19          . it was ordered that (name)\nbe attached for (disobeying the Industrial Disputes Tribunal. or for doing an\nact referred to in subsection (2) of section 18 of the Labour Relations and\nIndustrial Disputes Act. namely (specifi-ingthe act). as the case may be):\n   I command you the said Bailiff to arrest and apprehend the said\n                                                  and hun safely to conve>-to\n                              Prison and to deli\\.er him to the Keeper of the\nsaid prison AND >-outhe said Keeper to receive the said\n                          and h m safelj- to keep in the said prison until the\nfurther order of this Court.\n                                           Signature of Resident Jagistrate.\n                                                               A\\\n                        FIFTH SCHEDULE                  (Sections 5B and 28)       13 2002\n                                                                                   s. 21.\nAir transport senices for the carriage of passengers. baggage. mail or cargo\ndestined to or from or withm Jamaica:\nBanana senices\nAny business whose main function consists of-\n        the issue and redemption of currenq:\n        the issue and redemption of Government Securities and the trading in\n         such securities:\n        management of the official resenes of the Island:\n        administration of exchange control; and\n        providing banking senices to the Government.\nBanking senices\nBausite and alumina senices\nMarine senices\nPublic passenger transport senices\nSugar and its by-products services\nTelephone senices\nTourism services,"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Subject to the provisions of this Act the Tribunal and a 'I'Iic'i'ri-\nBoard may regulate their procedure and proceedings as they                                    F;,'~~~~&~il,\nthink fit.                                                      rcgihlc\n                                                                                              rlicir\n                                                                                              proccdurc\n                                                                                              iitid pro-\n                                                                                              cceJitigs"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.-( 1 ) There shall be paid to the members of the Tribunal Kcmuncr-\nand of Boards and to any assessors assisting the Tribunal such ~ , ~ ~ ~ ~ , ~ , ,\nremuneration, whether by way of honorarium, salary or fees, olnicmhcrs\n                                                               ol\"l'rihutiol\nand such allowances, as the Minister may determine.            ; l i d 01'\n                                                                                              i3oitriis\n               I I IIC IIIC~IIUIIII   01   t111\\ I M C C I \\            IIV I N\n                                                               .IIIIJIOII/CLI     SS'IIIOII\n30                         LABOUR RELA TlONS AND INDiJSTRlAI, IIIsI'i/TES\n                             (2) No action, suit or other proceedings shall be brought\n                    or instituted personally against any member of the Tribunal or of\n                    a Board in respect of any act done honn.fide in the course of the\n                    operations of the Tribunal or the Board, as the case may be.\n                                      PART VI. A4iscellatieoir.s\nChange of             22. Where a change occurs (whether by virtue of a sale or\nownership o f\nundertaking         other disposition or by operation of law) in the ownership of an\nduring an           undertaking while an industrial dispute exists in that\nindustrial\ndispute.            undertaking, the dispute shall not be taken to be terminated by\n                    reason only of such change, and references in this Act to an\n                    employer shall, in relation to such dispute, apply to the person\n                    who is the owner of the undertaking immediately after the\n                    change occurs as they apply (or would, but for such change,\n                    have applied) to the person who is the owner immediately before\n                    the change occurs.\nExpc nses             23. Any expenses incurred by the Minister in giving effect to\nincurred for\npurposcs of         the provisions of this Act, including the payment of\nthis Act.           remuneration and allowances, shall be paid out of the\n                    Consolidated Fund.\nSpecial               24.-(I)   Any fine imposed by a Resident Magistrate on the\nprovisions as\nto tines and        conviction of any person prosecuted for an offence under this\nattachment.         Act (other than any offence under subsection (9) of section 12,\n                    or subsection (2) of section 18 or subsection (3) of section 19),\n                    or under regulations made under this Act, shall be deemed to be\n                *   a sum for the payment of which judgment has been given by a\n                    Resident Magistrate in the exercise of the civil jurisdiction\n                    assigned to him, and the provisions of the Judicature (Resident\n                    Magistrates) Act in relation to-\n                         (a) judgments given in a court in an action at common\n                              law for the payment of any sum; and\n                         (h) the payment of interest on such judgments; and\n     (L’)the procedure fix satisfaction of such judgn~ei~ts,\nshall apply to such tine as they apply t o siiiiis tbr the\npayment of which judgment has been siveii as aforesaid without\nlimit of amount; and as respects such tine the Crown\nshall be deemed to be the judgment creditor and the person\non whom the tine is imposed shall be deemed to be the\nparty against whoni judgment has been obtained\n        (2) Without prejudice to any other method of en-\nfbrcing payment of any tine imposed by a Resident Magis-\ntrate on the conviction of any person prosecuted for an\noffence under subsection (9) of section 12, or subsection (2)\nof section 18 or subsection (-3) of section 19, payment niay\nbe enforced in the manner provided in subsection ( I ) ot\nsection 195 of the Judicature (Resident Magistrates) Act\nin respect of fines for which no espress provision is made\nas to the mode ofenforcement.\n        (3) On the conviction of any person prosecuted for\nan otfence under subsection (9) of section 12 or subsection\n(2) of section 18 a Resident Magistrate niay, on an applica-\ntion made to him for either a writ of attachment or an\norder on that person to show cause why he should not be\nattached for disobeying the Tribunal or for doing any act\nreferred to in subsection (2) of section 18, direct that a writ ot\n                                                                   I;ollrtll\nattachment in the form set out in the Fourth Schedule issue SCl,CdLIIL‘\nagainst him.\n       (4) Subject to the provisions of subsection (3) the\nprovisions of section 651 of the Judicature (Civil Procedure GIP 177\nCode) Law shall apply, with such modifications as may be ~ ~ ~                 e   ~   ~   ’   ’   ~\nnecessary, in relation to an application under subsection\n(3) as they apply in relation to an application under the\nsaid section 65 1.\n       ( 5 ) It shall not be necessary for a Resident Magis-\ntrate, where he is dealing with an application under sub-\nsection (3), to have regard to the fact that he has, or has\nnot, imposed a fine on the person in respect of whom the\n32                       LABOUR RELATIONS AND INDIJSTRIAL DISPIJTES\n                  application is made for the offence in respect of which the\n                  application is made.\n.\\pplication to\n(iovcrnmt'nt\n                    2 5 . 4 1 ) Subject to the provisions of subsections (2) and (3),\nand its           this Act applies in relation to employment in the service of the\ncmplovccs.        Government and to workers employed by the Government as it\n                  applies in relation to other employment and to other workers.\n                           (2) This Act. does not apply to employment in the\n14 19x3           Jamaica Defence Force or in the Jamaica Constabulary Force,\nS O\n                  the Island Special Constabulary Force or the Rural Police, or to\n                  persons employed in those Forces.\n13 2002                    (3) Sections 5 and 5A do not apply to the Government or\nS 14              to workers employed by the Government, and subsections (5)\n7 I ox0           and (9) of section 12, section 13 and subsection (3) of section 30\ns 0.              do not apply to the Government.\n                         (4) Sections 5 and 5A do not apply to the Kingston and\nI 3 2002\ns I4              St. Andrew Corporation or any Parish Council or to workers\n                  employed by the Kingston and St. Andrew Corporation or any\n                  Parish Council.\nScnicc 01              26. Any award or other document which may be, or is\ndocllliic.li'\\    required by or under this Act to be, served on or given to any\n                  person or trade union shall be deemed to be served or given if it\n                  is delivered to that person or is sent to him by registered post at\n                  his last known place of business or abode or, in the case of a\n                  trade union or any other body or association of persons, if it is\n                  delivered or sent by registered post to the secretary or clerk of\n                  that trade union or other body or association at its registered or\n                  principal ofice.\nI<cgul.llll~n\\        27.-(I) The Minister may make regulations for the better\n                  carrying out of the provisions of this Act and in particular but\n                  without prejudice to the generality of the foregoing, may make\n                  regulations-\n                        (a) as to the formation and composition of bargaining\n                              units;\n                        ( h ) as to the furnishing of information to the Minister in\n                              relation to collective agreements;\n                  ____\n                                 I I IIC 111L1,1\\1,)11 0 1 1111. ll<l!2L I.   .IIIIII,IIIIC.LI I n   1 I ss 200'1\n      LABOUR RELATIONS AND IND USTRL4L DISPUTES                                33\n    (c) prescribing any matter or anything which may be, or is\n        required by this Act to be, prescribed.\n        (2) Notwithstanding anything contained in the Inter-\npretation Act, regulations made under this section may\nprovide in respect of a breach of any of the provisions of\nsuch regulations that the offender shall be liable on sum-\nmary conviction thereof before a Resident Magistrate to such\nfine not exceeding five hundred thousand dollars as may be 1312002\nprescribed therein.                                          s IS."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28.-(1) The Minister may from time to time by order amend Power to\n                                                            amend First\nthe First, Second or Fifth Schedule.                        and Fitth\n                                                                       Schedule.\n                                                                       8/2010 *\n                                                                       S. 4.\n        (2) Every order made under this section shall be subject       1312002\n                                                                       S. 16.\nto affirmative resolution."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29.-(1) Where any industrial dispute which is referred for Specjal\nsettlement to any person other than the Tribunal involves provisions\n                                                                  inrespectof\nquestions as to wages, or as to hours of work, or as to any other certain\n                                                                  awards,\nterms and conditions of employment, that person-                  settlements\n     (a)'shall not, if those wages, or hours of work, or               t:Mme,,\n          conditions of employment are regulated or controlled 1311978\n          by or under any enactment, make any award which is S.4.\n          inconsistent with that enactment;\n      (b) shall not make any award which is inconsistent with the\n          national interest. '                                        . ,\n       (2) Where-\n     (a) any award or settlement in respect of an industrial\n         dispute is made by, or through the intervention of, any\n         person other than the Tribunal; or\n     (b) any collective agreement is made after that date,                 .\nthe employer to whom that award, settlement or collective\nagreement relates shall supply a copy thereof to the Minister\nwithin the relevant period.\n            -\n                       LABOUR RELATIONS AND INDUSTRLQL DISPUTES\n                         (3) In subsection (2) \"the relevant period\" means, in\n                relation to any award, settlement or collective- agreement, a\n                period of fourteen'days after the date on which the award,\n                settlement or collective agreement is made.\n13~002                  (4) Any person who contravenes the provisions of\nS. 17.\n                subsection (2) shall be guilty of an offence and shall be liable on\n                summary conviction before a Resident Magistrate to a fine not\n                exceeding one hundred thousand dollars.\nEmployerin        3 0 . 4 1 ) It shall be the duty of every employer of an\nservices to\n                undertaking which provides an essential service to compile and\nkeepregister    keep up-to-date an accurate register of the names and proper\nOfwokes.\n711986\n                addresses of its workers and such register shall be kept so as to\ns. 7.           be able to determine readily the department in which a worker is\n                employed and, where applicable, the bargaining unit to which he\n                belongs.\n                        (2) Where industrial action is threatened or taken in an\n                undertaking which provides an essential service, the Minister or\n                the Tribunal, where a dispute has been referred to it, as the case\n                may be, may by notice in writing request the. employer to\n                provide a list of the names and addresses of the workers or any\n                one of them in that undertaking according to department or\n                bargaining unit or department and bargaining unit, as the case\n                may be, and such list shall be provided within twenty-four hours\n                of service ofthe notice.\n1312002                (3) Any employer who fails to comply with a request\ns. 18.          made pursuant to subsection (2) shall be guilty of an offence and\n                shall be liable o n summary conviction before a Resident\n           .    Magistrate to a fine not exceeding fifty thousand dollars.\nProhibitionof  3 1 . 4 1 ) NO party to an industrial dispute shall continue or\nindustrial\n             take industrial action while proceedings, whether by way of\nappeals from appeal or otherwise, relating to any award, order, requirement or\nthe Tribunal\narependingin decision of the Tribunal are pending before any Court in the\ncourt.       exercise of its civil jurisdiction.\n 711986\n      LABOUR RELATIONS AND INDUSTRIAL DISPUTES                                    35\n      (2) A-person who contravenes this section is guilty of\ncontempt of court."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. Prohibition of industrial action while appeals from the Tribunal are\n               pending in Court."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32.-41) Where it appears to the Minister-                    Prohibition\n                                                               o f industrial\n    (a) that any industrial action is threatened or taken a,ionpre-\n        (whether in conformity with the Act or otherwise); and judicial to\n    ( b ) that such industrial action is, or (as the case may be) is\n          likely to be-\n                                                                      :;;v\n                                                                        the national\n                                                                     S. 7.\n                (i) gravely injurious to the national economy, to\n                    imperil national security or to create a serious\n                    risk of public disorder; or\n               (ii) to endanger the lives of a substantial number\n                    of persons or expose a substantial number of\n                    persons to serious risk of disease or personal\n                    injury,\nthe Minister may apply to the Supreme Court ex parte for an\norder restraining the parties from commencing or from\ncontinuing the industrial action; and the Court may make such\norder thereon as it considers fit having regard to the national\ninterest .\n       (2) Where the Supreme Court makes an order under\nsubsection (1) then the parties specified in the order shall be\nbound thereby and shall thereupon refrain from or discontinue\nthe industrial action.\n        (3) An order made under subsection (1) may be\npublished in the prescribed manner and the publication shall,\nwithout prejudice to any other form of service, be deemed to be\nservice of notice thereof on all parties specified in the order and\nall persons threatening or engaged in the industrial action.\n       (4) For the purposes of this section, subsections (5B) and\n(5C) of section 12 shall apply, mutatis mutandis, in like manner\nas they apply in relation to the provisions of section 12.\n         [?he inclusion of this page is authorized by L.N. 92d20121\n                             LABOUR RELATIONS AND INDUSTRIAL DISPUTES\n                                                    FIRST SCHEDULE             (Sections 2 and 28)\n                       Water services\n                       Electricity services\n                       Health services\n                       Hospital services\n                       Sanitary services\n                       Fire fighting services\n                       Correctional services\n                       Overseas telecommunication services\n                        Services connected with the loading and unloading of ships and with the\n                     storage and delivery of goods at, or from, docks, wharves and warehouses\n                     operated in connection with docks or wharves.\n                        Services connected with oil refining and with the loading, distribution,\n                     transportation or retailing of petroleum fuel for engines or motor vehicles or\n                     aircraft.\n                        Civil Aviation services.\n                                                   SECOND SCHEDULE                      (Section 7)\n    constitution        1. (1) The Tribunal shall consist of-\n'   of the\n    Tribunal.\n    8/2010                 (a) a chairman and not less than two deputy chairmen, all of whom\n    S. 5.                      shall be appointed by the Minister, after consultation with\n    1312002\n    S. 20.                     organizations representing employers and organizations\n                               representing workers, and shall be persons appearing to the\n                               Minister to have sufficient knowledge of, or experience in relation\n                               to, labour relations; and\n                           (b) not less than 'two members appointed by the Minister from a panel\n                               supplied to him by organizations representing employers and an\n                               equal number of members appointed by him from a panel supplied\n                               to him by organizations representing workers; and.   .\n                           (c)' such special members as may for the time being be appointed under\n                                section 10 of the Act for the purposes of any industrial dispute\n                                referred to the Tribunal under that section.\n                               (2) If no panel for the purposes of subparagraph ( I ) (b) is supplied to\n                      the Minister in response to an invitation to organizations representing\n                      employers or to organizations representing workers so to do, the Minister\n                     .may, in lieu of the panel which should have been supplied to him for those\n                      purposes, constitute a panel in such manner and consisting of such persons as\n                   - h e t h i i s fit.\n                                me inclusion of this page is authorized by L.N; 92c/2012]\n        LABOUR REL,AT!ONS AND INDUSTRIAL DI,s'PUTES                                                             37\n        (3) Whenever the W s t e r W s it necessary to increase the number\nof members of the Tribunal temporarily by reason of the fact that the number\nof industrial dsputes whch have been referred to the Tribunal is. for the time\nbeing. too large for the existing members to settle expeditiously. he may\nappoint such number of additional members, for such period. as he thinks\nnecessary for the purpose of dealing with the temporary increase in the work\nof the Tribunal.\n        (4) The members of the Tribunal shall be appointed by the%hnistcr\nby instrument in writing.\n        ( 5 ) Subject to the provisions of this Schedule the membcrs of the\nTribunal referred to in sub-paragraph (1) (a) and ( h ) shall hold office for such\nperiod, not exceeding five years: as the Minister may determine, and such\nmembers shall be eligible for reappointment, and the additional mcmbcrs\nreferred to in sub-paragraph (3) shall hold office until the Ministcr rcvokcs\ntheir appointments."
    }
  ],
  "definitions": []
}