{
  "id": "jm-subs-the-land-bonds-act",
  "type": "statute",
  "title": "The Land Bonds Act",
  "title_en": "The Land Bonds Act",
  "short_name": "Land Bonds Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-land-bonds-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-land-bonds-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the Land Bonds (Series B) Citation.\nRegulations, 1976."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. A rate of interest of twentythree per centum per m u m shall\napply in relation to hnd bonds issued on or after the 23rd day of\nNovember. 1987.\n                             L A N D BONDS\n                     THE LAND BONDS ACT\n                             REGULATIONS\n                           (under section 15)\n  (Made by the Governor in Executive Council on the 16th day of           ici:   l4Is6\n                                                                          L.N. 2221 56\n                         January, 1956)                                         147158\n                                                                                 23 59\n                                                                          G.N.557166\n                                                                          L.N. 222167\n                                                                                3491 69\n                                                                                  78/70\n                                                                               483174\n                                                                               100177"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Every payment during any year under subsection ( 2 ~ )of section\n8 of the Act for purposes of the redemption of any bond shall be\nmade in equal instalments payable on the days, respectively, in that\nyear, which are presoribed for payment of interest on such bond."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. No right, title or interest in or to any bond shall be transferred Transfer.\nexcept with the prior approval of the Minister, which may, upon\napplication by the person proposing to make the transfer in question.\nbe granted for purposes of the transfer of a bond-\n     (a) by the personal representative of its registered holder to any\n          legatee in the case of the death of such holder;\n     (6) by the trustee in bankruptcy or liquidator of its registered\n          holder to a creditor of that holder, or to any person to whom\n          shares of such holder (being a company) belong;\n     (c) by its registered holder to a conlpany wholly or mainly be-\n          longing to such holder;\n               ITL Indunion of thh m e iv aulhOrLOd by L.N. %/19n]\n                         THE LAND BONDS (SERIES B) REGULATIONS, 1976\n                    (d) by its registered holder, being a company, to any connected\n                        company in the course of a reconstruction or amalgamation\n                        of both companies which involves the transfer between them\n                        of assets, including the bond;\n                    (e) by way of security-\n                            (i) respecting a loan made by any lender approved by the\n                                Ministar;\n                           (i) conferring the right to receive amounts payable in\n                                respect of the bond (whether under reguhtion 3 or by\n                                way of interest), until such loan is repaid in full and\n                                all interest thereon is paid; and\n                          (iii) given by the registered holder of the bond, to the said\n                                lender, by means of an instrument, in such form as the\n                                Minister thinks appropriate, which shall require the\n                                 lender to re-transfer the bond when conferment of the\n                                right mentioned in sub-paragraph (ii) determines in\n                                 accordance therewith;\n                    (f) by means of an instrument, in a form considered appropriate\n                        by the Minister, in compliance with any requirement mentioned\n                        in sub-paragraph (iii) of paragraph (e); or\n                    (g) in such other circumstances as appear to the Minister to\n                         justify approval by him under this regulation.\nApplication        5. The Land Bonds Regulhtions, 1956 (exclusive of regulations 8\nof Land Bonds\nRegulations,    and 9) shall, mutatis mutandis, apply in relation to series B bonds\n1956.\n                in like manner as to series A bonds, but with the following modifica-\n                tions, th9t is to say, the insertion-\n                      (a) in sub-paragraph (b) of paragraph (1) of regulation 10, immed-\n                          iately after the word \"number\", of the words \"and series\";\n                    (b) in paragraph (2) of regulation 10, immediately after the word\n                         \"registration\", of the words \"and, in the case of any transfer\n                         by way of security or any re-transfer thereof, shall include\n                         a statement so indicating\";\n                    (c) in paragraph (1) in regulation 11, immediately after the word\n                         \"S~hedule'~,of the words \", but subject to such adaptations\n                         and modifications as the circumstances may require\";\n                    (6) in the Form of Land Bond in the Schedule\n                            (i) immediately after the word and figures \"Issue 19......\".\n                                 of the word \"Series ............37.,\n                -             [The indlusion of this page is authorized by L.N. 96119771\n         THE LAND BONDS (SERIES B) REGUZ,ATIONS, 1976\n           (ii) immediately after the words \"December, in each year\",\n                of the words \", on principal money outstanding on\n                which it accrued\" :\n  Provided that paragraphs (1) and (3) of regulation 11 of the said,\nRegulations shall not apply in relation to any transfer pursuant to\nparagraph (e) or (f) of regulation 4 of these Regulations, and nothing\nin paragraph (2) of regulation 11 of those Regulations shall require\nthe surrender to the Accountant-General of any bond so transferred.\n              [The indlusion of thls page is aurhorIze.d by L.N. 96119771"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Bonds may be issued in any denominations that the Minister shall Denomin..\n                                                                      tion.\nby instrument in writing direct."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The Land Bond Fund shall be placed at intarest or be invested Investment 01\n                                                                         Land Bond\nin such securities as may be approved by the Minister and the dividends. Fund.\ninterest or produce of such investments &all also be placed at interest\nin the purchase of like securities.\n   ?.-(I) Intemt on bonds shall acorue at the rate of 4 per cent per and\n                                                                      h t e of interest\n                                                                           melhod\nannum and shall be paid by cheque by the Accountant-General in of payment.\na c ~ ~ ~ d a nwith\n                c e the provisions contained in the respective bonds:\n                               THE LAND BONDS REGULATIONS, 1956\n                  Provided that where the period between the date of issue of the\n                bond and the date prescribed for the first payment of interest is less\n                than six months, the first payment of interest shall be for the pro-\n                portionate part of the half-yearly payment.\n                       (2) Where in the circumstances referred to in subsections (3) and\n                (4) of section 8 of the Act, the bond is redeemed on a date other than\n                a half-yearly interest date payment of interest shall be made only\n                for the proportionate part of the half-yearly payment.\n                       (3) From and after the date of redemption of any bond interest\n                shall cease to accrue theseon.\n                      (4) Notwithstanding the provisions of paragraph (1). interest\n                on bonds issued-\n                            (i) on or after the 2nd day of August, 1956. shall accrue\n                                at the rate of 5 per cent per annum;\n                           (ii) on or after the 14th day of March. 1958. shall accrue\n                                at the rate of 53 per cent per annum;\n                          (iii) on or after the 28th day of January, 1966, shall be\n                                 62 per cent per annum:\n                           (iv) on or after the 15th day of July, 1969, shall accrue\n                                 at the rate of 7 per cent per annum;\n                           (v) on or after the 10th day of April, 1970, shall be 8 per\n                                 cent per annum.\nRedemption at"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) Except in the circumstances referred to in subsections (3) and\nbonds.          (4) of section 8 of the Act, bonds shall be redeemed by drawings on any\n                half-yearly interest date not being earlier than five years from the date\n                of the issue of the bond in such numbers and denominations as may\n                be decided by the Minister:\n                   Provided that every bond shall be redeemed within twenty years\n                from the date on which it was issued.\n                      (2) The Accountant-General shall give by advertisement in the\n                Gazette and in at least one newspaper published in the Island not less\n                than three months previous notice specifying the day on which the hour\n                and place at which the drawings will take place and the number ot\n                bonds of each denomination to be redeemed at the drawings.\n                      (3) Prior to each drawing, there shall be listed all the bonds from\n                which the drawing is to be made, and each denomination of bonds\n                shall be listed separately in order of the sequence of numbers of the\n                bonds.\n                              me inclusion of this pwe is authorized by L.N. ll2ll978l\n               THE LAND BONDS REGULATIONS. 1956\n       (4) There shall be printed a number of tickets (hereinafter\nreferred to as \"the tickets\") equal to the number of bonds issued under\nthe authority of the Act and the tickets shall bear the same denomina-\ntion, sequence of numbers and year of issue as the bonds.\n       (5) Seven days before each drawing the appropriate persons\nshall attend at the office of the Accountant-General and in the presence\nof a notary public shall inspect the lists and the tickets from which\nthe drawing is to be made, and shall verify the serial numbers of the\nbonds of each denomination to be drawn.\n       (6) The lists and the tickets shall be placed in containers en-\ngraved as to the denominations of the bonds therein and locked by\ntwo persons (hereinafter referred to as \"key holders\") to be nominated\nby the Minister responsible for finance. Thereafter the notary public\nshall issue to the Accountant-Genezal a certificate that the lists and the\ntickets placed in each container correspond with the denominations\nshown on the engraving on the outside of the containers.\n      (7) The containers shall have one door fastened by two dis-\nsimilar locks: the keys to such locks shall be held by the key holders.\nEach key holder shall hold a key to one only of the said locks. In\nthe event of a key holder being unable to perform his duties as a\nkey holder the Minister responsible for finance may appoint another\nperson to act temporarily as key holder. Duplicate keys of the locks\nof each container shall be deposited in such places and in the custody of\nsuch pzrsons as shall be appointed by the Minister responsible for\nfinance. Such keys shall not be surrendered to any person by the\npersons in whose custody they are except on written instructions of the\nMinister responsible for finance.\n      (8) The containers when not required for the drawing shall be\nkept in a vault of the Bank of Jamaica and of which two officers of\nthe Bank hold the keys.\n      (9) On the day of the drawing the vault shall be opened and the\ncontainers shall be handed to the appropriate persons in the presence\nof the two key holders. The containers shall be taken by the appro-\npriate persons to the place where the drawing is to take place and\nthere at the time fixed for the &awing shall be opened by the two key\nholders in the presence of the appropriate persons and a notary public\nwho shall, if possible be the notary public referred to in paragraph (5).\n   The tickets may be &awn by hand, one ticket at a time out of each\n container, by a person selected by the appropriate persons, or they may\n                F   c inclusion of this page Is authorized by L.N. 41 19761\n                             THE L A N D BONDS REGULATIONS, 1956\n              be drawn by such mechanical means and in accordance with such\n              system as the Minister may approve.\n                    (10) The appropriate persons shall compare the tickets so\n              drawn with the register of land bonds. If any of the tickets drawn shall\n              be shown to the satisfaction of the notary public to be in respect of\n              bonds which have previously been redeemed, such tickets shall be\n              disregarded in arriving at the specified amount of bonds drawn.\n                    (11) After each drawing the containers shall be locked by the\n              two key holders and shall be replaced in a vault which conforms to the\n              requirements of paragraph (8).\n                    (12) In this regulation \"appropriate persons\" means the Account-\n              ant-General, Auditor-General, Manager, Workers Savings and Loan\n              Bank and such other persons as the Minister responsible for finance\n              may appoint from time to time.\nBonds           9.-(1) Subject to the provisions of this regulation, bonds may be\nsurrcn-\ndered in      surrendered-\nsatisi'ac..\ntion of\narreur.; of\n                    (a) to the Collector-General in satisfaction of any arrears of\ntnxes due\non liondcd\n                        taxes accrued due, in relation to the bonded estate in    >-\nestates OI\nin satk-\n                        nection with the purchase or acquisition of which they w e ~ ~\nfaction of              issued, at the time of such purchase or acquisition; or\nestate\nduty.\n                    (b) to the Commissioner of Estate Duties in satisfaction of any\n                        estate duty payable on the death of any person.\n                     (2) The Collector-General or the Commissioner of Estate Duties\n              shall not be obliged to accept the surrender of any bond where the\n              nominal value of such bond exceeds by more than two hundred dollars\n              the amount of taxes or the amount of estate duties, as the case may\n              be, in satisfaction of which it is tendered.\n                    (3) If the nominal value of a bond or bonds tendered in\n              accordance with this regulation in satisfaction of any taxes or estate\n              duty exceeds by more than two hundred dollars the amount of such\n              taxes or estate duty, as the case may be, the Collector-General or the\n              Commissioner of Estate Duties, as the case may be, may endorse on\n              any such bond a note that bonds of a lesser denomination are required\n              for the purposes of this regulation; and the holder or the personal\n              representative of the holder, as the case may be, of the bond so endorsed\n              may request the Accountant-General to exchange it for such number\n              of fresh bonds of lesser denomination as may be specified in the\n              request and are equivalent in total nominal value to the nominal value\n              of the endorsed bond.\n                             F e inclusion of this page is authorized by L.N. 4119761\n                THE LAND BONDS REGULATIONS, 1956\n      (4) The Accountant-General, if satisfied that the exchange is\nrequired to facilitate surrender in accordance with this regulation, shall\nmake the exchange accordingly and shall retain and cancel the endorsed\nbond and issue Eresh bonds in place thereof bearing the date of the\nendorsed bond.\n      (5) When bonds are surrendered to the Collector-General in\naccordance with this regulation he shall cause the registered holder to\nendorse on each bond an order to the Accountant-General for payment\nof the amount due in respect of such bond in the following terms-\n     \"Accountant-General,\n       Please pay the amount due in respect of this bond which is\n     surrendered in payment of arrears of taxes in terms of the Land\n     Bonds Act to the Collector-General.\n                                        Date .....................................   .\".\n   The Collector-General shall immediately forward such bond or\nbonds to the Accountant-General with an accompanying certificate\nstating the amount of taxes payable, the name of the party responsible\nfor the arrears of taxes, the description of the property to which the\narrears apply and the period to which the arrears relate.\n       (6) When bonds are surrendered in accordance with this regula-\ntion to the Commissioner of Estate Duties in satisfaction of any estate\nduty payable on the death of any person that officer shall require the\npersonal representative of the deceased to endorse on each bond an\norder to the Accountant-General for payment of the amount due\nin respect of such bond in the following terms-\n     \"Accountant-General,\n       Please pay the amount due in respect of this bond which is\n       surrendered in payment of estate duties in the estate of .........\n       .....................in terms of the Land Bonds Act to the Commis-\n       sioner of Estate Duties.\n                                        Date.. ......................................\".\n  The Commissioner of Estate Duties shall immediately forward such\nbond or bonds to the Accountant-Oemral accompanied by a certificate\nspecifying the amount of estate duties payable, the name of the deceased\nand the date of his death.\n                [The hdrutOn d tb& wse ti authofimed by L.N. 41 19761\n                             THE Z d N D BONDS REGULATIONS, 1956\n                      (7) If the Accountant-General is satisfied that any surrendered\n              bond is redeemable in accordance with the provisions of the Act he\n              shall take immediate steps to redeem such bond paying over to the\n              Collector-General or the Commissioner of Estate Duties, as the case\n              may be, the nominal amount of the bond redeemed together with the\n              arrears of interest thereon up to and including the day prior to the date\n              of redemption or such less amount as may be adequate to meet the\n              liabilities for taxes or estate duties in respect of which the bond or\n              bonds have been surrendered and shall retain and cancel any bond\n              so redeemed and should further obtain from the Collector-General\n              or the Commissioner of Estate Duties, as the case may be, a certificate\n              to the effect that the amount received in respect of the surrendwed\n              bond or bonds has been duly credited to revenue in satisfaction or part\n              satisfaction of the liability for which the bond or bonds were surren-\n              dered quoting the particulars of the official receipt issued in this\n              connection.\n                  (8) The Accountant-General shall pay to the registered holder of\n              the surrendered bond or bonds, or to his personal representative, any\n              balance remaining from the nominal amount of the surrendered bond\n              or bonds after payment to the Collector-General or the Commissioner\n              of Estate Duties, as the case may be, of the amounts required to\n              satisfy the liability for taxes ar for estate duty for which such bonds\n              were surrendered.\nRegister of     10.-(1) A register containing the following particulars shall be kept\nbonda.\n              by the Accountant-General in relation to all bonds-\n                  (a) registration number;\n                  (b) number of the bond;\n                  (c) year of issue;\n                  (d) the amount of the bond;\n                  (e) bonded estate;\n                  0 name of registered holder;\n                  (g) his occupation and address;\n                  (h) date of issue;\n                  (i) final redemption date;\n                  a date of transfer;\n                  (k) folio at which transfer is recorded;\n                  (I) actual date of redemption.\n                     (2) There shall also be maintained by the Accountant-Genaral\n              within the register prescribed by paragraph (1) a section recording\n              particulars of bonds transferred in accordance with regulation 11.\n               THE LAND BONDS REGULATIONS, 1956\nThe particulars recorded in this section shall be in a form similar to\nthat prescribed for recording the original registration.\n       (3) The Accountant-General may, for a period not e~ceeding\none month previous to each payment of interest under the provisions\nof the Act, close the register of bonds upon giving not less than seven\ndays' notice of such closing by advertisement in the Gazette and in\none newspaper published in the Island."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-41) A bond shall be transferred by an instrument in writing in Transfer of\n                                                                     bonda.\nthe form appearing in the Schedule.\n        (2) No person shall be registered as the transferee of any land\nbond except upon payment of a transfer fee of 2% in respect of each\ninstrument of transfer and upon surrender to the Accountant-General\nof the bond and the instrument of transfer.\n        (3) The Accountant-General shall, if the application for transfer\nis in order, issue to the transferee a bond of the nominal value of the\nbond transfmed.\n        (4) The fees payable under these regulations shall be paid into\nthe Consolidated Fund and shall f o m part of the general revenue of\nthe Island."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. If any bond is lost, mislaid or destroyed, the Accountant-General Renewing\nmay, on such indemnity being given as he may require and on payment bond'\nof a fee of 2% in respect of each such bond, and such expenses as\nmay be incurred in respect of advertisement, etc., issue a fresh bcnd in\nplace of the bond so lost, mislaid or destroyed."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. There shall be prepared by the Accountant-General as at the\n31st March of each year a statement showing the receipts and payments zg;£:[BIll.\nfrom the Land Bond Fund, with the opening and closing balances theFU\"d.\nthereof and also a statement of the investments held on behalf of the\nFund at that date, and these statements shall be submitted to the\nMinister responsible for finance after being duly audited, and shall be\nlaid on the Table of the House of Representatives.\n                [The inclusion of thb paae is authorized by L.N. 41 19761\n                        THE LAND BONDS REGULATIONS, 1956\n                                                  SCABDULE                                    (Regulation 3)\n                                     FORM OF LAND BOND\n                                        Government of Jamaica\nNo.   ..............................                                           No.   .............................\n                                             LAND BOND\n                                           Issue 19...............\ns......................................................Dollars                 S................................\n                                          a ~THE LAND BONDSACT\n                              A m o ~ l z BY\n  Under the authority of the Land Bonds Act the Government of Jamaica\npromises to pay to the registered holder of this bond for the ttme bang at the\noffice of the Accountant-General, Kingston, Jamaica, the principal sum of.. .......\ndollars on such date on or before the expiration of twen!y years from the\ndate of issue of this bond as the same may be redeemable m accordance with\nthe provisions of the Land Bonds Act and any regulations made thereunder\nand also interest thereon the meantime computed from the date of issue of this\nbond to the day prior to the date of redemption at the rate of ........................\nper centum per annum payable half-yearly on the 1st day of June and 1st\nday of December. in each year. The principal money and interest of this\nbond arkcharged upon and payable out of the Land Bond Fund constituted\nunder the Land Bonds Act, and are by virtue and under the authority of the said\nAct further guaranteed by the general revenues of the Island of Jamaica and\nshall be paid by the Accountant-General of Jamaica in accordance with the\nprovisions of the said Aot and any regulations made thereunder.\n  Unless this bond has previously been redeemed under the provisions of the\nLand Bonds Act, and any regulations made thereunder paymen? of the principd\nmoney will bo made to the reg~ster* holder thereof for the tune bemg by the\nAccountant-General of Jamaica at Kmgston, Jamalca, on the expiry of twenty\nyears from the date of issue of the bond.\n  All interest on this bond ceases from and after the day on which it is\nredeemed.\n  Signed on behalf of the Government of Jamaica.\n                                                 ...............................................................\n                                                         Accountant-General of Jamaica\nDate..   .............................day of.. ................................................     .19..........\n  I A.B. of: ..............................................................................................\nin consideration of the sum of $                ...............................................................\npaid to me by C.D.             of       ........................................................................\n(hminafter called \"the said transferee\") do hereby transfer to the said trans-\nferee the land bond (or bonds) numbered ..................             to hold unto the said\ntransferee sub'ect to the several conditions on which I hold the same: and I,\nthe said transleree, do hereby agree to take the said bond (or bonds) subject to\nthe conditions aforesaid.\n   As witness our hands the               .....................,...day of .................................\n........................................................\n       Witness to signature of transferor\n........................................................\n       Witness to s i g ~ t u r eof transferee\n                        m e inclusion of this pape is authorized by L.N. 4119761\n                               LAND BONDS\n                      THE LAND BONDS ACT\n                             (under section 15)\n       (Made by the Minister on the 12th day of July, 1976)               L.N.3 6 J ~ l i 6"
    }
  ],
  "definitions": [
    {
      "term": "appropriate persons",
      "definition": "the Account-",
      "source_provision": "sec8"
    }
  ]
}