{
  "id": "jm-subs-the-land-development-duty-act",
  "type": "statute",
  "title": "The Land Development Duty Act",
  "title_en": "The Land Development Duty Act",
  "short_name": "Land Development Duty Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-land-development-duty-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-land-development-duty-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the Land Development Duty shorttitle.\nRegulations, 1960."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In these Regulations, \"Commissioner\" means the Commissioner internre-\n                                                                 tatlon.\nof Income Tax.\n                            CapitaE Gains Duty"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) Any person who sells or agrees to sell the fee simple in any NotiRcption\n                                                                       of sale or\nland situated in a special development area shall forthwith notify the agreement\n                                                                       to sell.\nCommissioner of such sale or agreement to sell.\n      (2) Any person who, without reasonable cause, fails to comply\nwith the provisions of paragraph (I) shall be guilty of an offence against\nthese Regulations."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1) The transferor on sale of the fee simple of any land in a Returnof\nspecial development area shall, within three months of such transfer, %!!p\"&!\nmake and deliver to the Commissioner in Form A in the Schedule\n                                                                      Form A.\n                                                                             %,\"r'\na return of any capital gain arising from such transfer.\n      (2) The return required under paragraph (I) shall be accompanied\nby the instrument by means of which the transfer is effected or agreed\nto be effected, or reasonable particulars thereof."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1)  Subject to the provisions of paragraph (3), the Commissioner\nshall proceed to assess the amount of capital gains duty payable by Of\nevery person as soon as may be after delivery of the return required\nto be made pursuant to regulation 4.\n               Whc inclusion of this past h autbarkd by L.N. 4119761\n                      THE LAND DEVELOPMENT DUTY REGULATIONS, 1960\n                   (2) Where a person has delivered a return of capital gains the\n               Commissionar may-\n                   (a) accept the return and assess the duty accordingly; or\n                   ( b ) refuse to accept the return and, according to the best of his\n                         judgment, determine the amount at which that person ought\n                         to be charged and assess him accordingly.\n                     (3) Where a person has not delivered a return and the Commis-\n               sioner is of the opinion that that person is liable to pay capital gains\n               duty, he may, according to the best of his judgment, make an assessment\n               upon that person of the amount at which he ought to be charged, but\n               such assessment shall not affect any liability otherwise incurred by that\n               person by reason of his failure or neglect to delivm a return.\nNotice of        6. The Cornmissioner shall cause to be sewed upon each person\nassesunent.\n               assessed a notice stating the amount of capital gains assessed and the\n               amount of capital gains duty payable thereon, and informing the person\n               of his right under regulation 18.\nPresentation      7. If the return made pursuant to regulation 4 is not accompanied\nof\ninstru-        by the instrument by means of which the transfer is effected or agreed\n               to be effected, the person assessed shall, upon receipt of the notice of\n               assessment, present such instrument to the Commissioner to be noted\n               in accordance with the provisions of regulation 8.\nNote to be       8.-(1) The Commissionex shall upon receipt of the instrument by\nmade on\ninstrument     means of which the transfer is effected or agreed to be effected, as the\nby Com-\nmissioner.     case may be, indicate thereon-\n                   (a) the amount of capital gains duty payable; or\n                   ( b ) that no capital gains duty is payable as may be appropriate\n                         in the circumstances of the case.\n                      (2) Where the instrument by means of which the transfer is\n               effected or agreed to be effected, as the case may be, is, before comple-\n               tion of the assessment by the Commissioner, required for use by the\n               person submitting such instrument the Commissioner may--\n                   (a) indicate thereon, if such is the case, that he is satisfied that\n                          all particulars have been delivered to him which in his opinion\n                          are necessary for the purpose of the assessment of capital\n                          gains duty; and\n                   ( 6 ) if he thinks fit, require that security be given to him for the\n                          payment of such duty.\n                                                                                          -\n       THE LAND DEVELOPMENT DUTY REGULA TZONS, 1960\n       (3) Where the consideration for any transfer or proposed transfer\ntakes the form of instalment payments the Commissioner shall determine\nand fix the amount and time of payment of each instalment of capital\ngains duty and shall indicate on the instrument the amount and times\nso fixed."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Any duty assessed by the Commissioner on capital gains shall be Payment of\n                                                                         duty.\npayable by the transferor to the Commissioner of Stamp Duties who\nshall, on presentation to him of the instrument by means of which the\ntransfer is effected or agreed to be effected, as the case may be, stamp\nsuch instrument pursuant to subsection (3) of section 8 of the Act in\naccordance with the direction of the Commissioner under regulation 8:                ,\n                                                                                     \\\n  Provided that no such instrument shall be stamped in accordance\nwith paragraph (2) of regulation 8 unless the Comn~issionerindicates\nthereon either that he does not require security for payment of the duty\nor that the security required by him has been given."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Where in accordance with the provisions of subsection (6) of Refund of\n                                                                       duty where\nsection 8 of the Act, any transferor applies to the Commissioner for a transaction\n                                                                       abortive.\nrefund to him of duty paid in respect of a transaction which was not\nsubsequently carried into effect, he shall furnish to the Commissioner\nthe particulars set out in Form B in the Schedule and such other in- ~ o r mB.\nformation as the Commissioner may require.\n                             Betterment Charge"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The return required by subsection (2) of section 13 of the Act Returnof\n                                                                     improved\nto be made by every person liable to pay betterment charge shall be value.\nmade to the Commissioner in Form C in the Schedule.                  F O c.~"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(1) Where a person has delivered a return of the improved A~~~~~~~~~\nvalue of land in a special development area the Commissioner may $Z,\"b'&\naccept the return and make an assessment accordingly or he may refuse\nto accept the return and, to the best of his judgment, make an assess-\nment upon that person of the amount at which he ought to be charged.\n       (2) Where a person has not delivered a return and the Commis-\nsionm is of the opinion that such person is liable to pay betterment\ncharge, he may, according to the best of his judgment, make an assess-\nment upon such person of the amount at which he ought to be charged.\nbut such assessment shall not affect any liability otherwise incurred\nby that person by reason of his failure or neglect to deliver a return.\n               [The inclusion of this pape is authorized by L.N. 41 19761\n                                                                            -\n                    T H E L A N D DEVELOPMENT D U T Y REGULATIONS, 1960\n- -.\nLists\n    .o\n    . -f\n      -        13.-(1) After completing the assessment of betterment chacge\npersons\nllable for   payable in respect of any land in a special development area, the Com-\nbetterment\ncharge.      missioner shall prepare lists of persons liable to pay the charge and\n             such lists shall contain the names and addresses of the persons liable to\n             pay such betterment charge and the amount payable by each person.\n                     (2) Subject to paragraph (4) the Commissioner shall forward\n             to the Collector General for collection of betterment charge extracts\nForm D.      from the assessment lists in Form D in the Schedule, and such extracts\n             shall contain the names and addresses of every person liable to pay\n             betterment charge togethar with the amount of the charge payable by\n             each such person.\n                     (3) The production of an extract from the assessment lists shall\n             be sufficient evidence that any person named in such extract is liable\n             to pay the amount of betterment charge specified therein in relation to\n             that person's name, and any document purporting to be such an extract\n             as aforesaid shall be deemed to be such extract until the contrary is\n             proved.\n                    (4) Where any person has appealed to the Revenue Court firom\n             any assessment the name of that person shall not be included in any\n             assessment list until the Revenue Court has determined the amount of\n             betterment charge (if any) payable by that person.\nNotice of       14. The Commissioner shall cause to be served on each person whose\n             name appears on the assessment list, a notice in Form E in the Schedule\n             stating the amount at which he is assessed and the amount of betterment\n             charge payable by him, and informing him of his right under regulation"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1) Payment of betterment charge may be made in equal annual\n             instalments over a period of five years or may be made in a single\n             payment.\n                     (2) Where payment of betterment charge is made in a single\n             payment within six months from the date when it becomes due and\n             payable there shall be allowed to the person charged with such pay-\n             ment a rebate of a sum equal to five per centum of the amount of the\n             charge.\n             --                 -\n                             Khe inclusion of this page ir ~ u t h o r h dby   L.N.4119761\n       THE LAND DEVELOPMENT DUTY REGULATIONS, 1960\n         (3) Where payment of bettarment charge is being made by\nannual instalments the following provisions shall have effect in relation\nthereto-\n     (a) the provisions of the Tax Collection Act which permit pay-\n           ment to be made in moieties or quarterly, as the case may be,\n           shall apply with the necessary modifications to each annual\n           payment;\n     (bj if any moiety or quarterly instalment as the case may be\n           remains unpaid for a space of thirty days after such moiety\n           or quarterly instalment falls due, the total outstanding amount\n           of the annual payment shall forthwith become due and\n           payable;\n     (c) if any annual payment remains unpaid for a period of twelve\n           months after such annual payment falls due, the total out-\n           standing amount of the betterment charge shall forthwith\n           become due and payable;\n     (6) the person charged with the payment may at any time pay\n           in one sum the amount of betterment charge which is out-\n           standing at that time and such person shall be allowed a\n           rebate of a sum equal to five per centum of any amount paid\n           in advance of the date when it would have become due.\n                                     General"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Where for the purposes of the Act any valuation has been made Noriceof\nof land in a special development area notice of valuation in writing E'i$2tE\nshall be given by the Commissioner of Valuations to the person in =%      ;%\n                                                                           .\npossession of the land and such notice shall state that any person dis-\nsatisfied with the valuation may lodge with the Commissioner of\nValuations an objection to the valuation within thirty days after service\nof the notice of valuation."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. If any person disputes the assessment of capital gains duty or Disputeof\n                                                                         duty or\nbetterment charge he may, by notice of objection in writing, apply to charge.\nthe Commissioner to review and revise the assessment made upon him.\nSuch application shall state precisely the grounds of objection to the\nassessment and shall be made within thirty days from the date of service\nof the notice of assessment :\n   Provided that the Commissioner, upon being satisfied that owing to\nabsence from the Island, sickness, or other reasonable cause, the person\ndisputing the assessment was prevented from making the application\nwithin such period, may extend the period as may be reasonable in the\ncircumstances.\n8                       THE LAND DEVELOPMENT DUTY REGULATIONS, 1960\nParticulars c)f     19.--(I) On receipt of the notice of objection the Commissioner may\nobiecdon\nto assess-        require the person giving the notice to furnish such particulars as the\nment.\n                  Commissioner may think relevant to the assessment of capital gains\n                  duty or betterment charge, as the case may be, and to produce all\n                  books and other documents in his custody or under his control relating\n                  thereto and the Commissioner may by notice summon any person whom\n                  he thinks able to give evidence respecting the assessment to attend\n                  before him and may examine such person upon oath or otherwise.\n                          (2) Any person who without lawful excuse refuses or neglects to\n                  attend or to give evidence in pursuance of a notice served on him under\n                  paragraph (I), or to produce any books or documents which he is\n                  required to produce under the said paragraph, or who refuses to answer\n                  any lawful question touching the matters under consideration, or who\n                  knowingly gives any false evidence before the Commissioner, shall be\n                  guilty of an offence against these Regulations.\nAgreed\nassessment.\n                    2 0 4 1 ) Where a person who has objected to an assessment made\n                  upon him agrees with the Commissioner as to the amount at which\n                  he is liable to be assessed, the assessment shall be amended accordingly.\n                  In any other event the Commissioner shall give notice in writing to the\n                  person of his decision in respect of the objection.\n                          (2) Where no valid objection to an assessment has been lodged\n                  within the time limited by these Regulations or where the amount at\n                  which a person is liable to be assessed has been agreed upon under\n                  paragraph (1). or whme the assessment has been determined on objection\n                  or appeal, such assessment as made or agreed to or determined on\n                  objection or appeal, as the case may be, shall be final and conclusive as\n                  regards the amount thereof :\n                    Provided that nothing herein contained shall prevent the Commis-\n                  sioner from making any refund under the piovi,sions of regulation 21\n                  or any assessment which does not involve re-opening any matter which\n                  has been determined on objection or appeal.\nRefund of\nexcess duty"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19        , to the                                        day of\n         Forwarded to the Collector General for collection of the said betterment\n       charge under the provisions of the Land Development Duty Act.\n1yig: ires\n                      BETTERMENT CHARGE\n                 Betterment                                Receipt\n                   Charge Amount                                                              Cause\n                                of                                                               of\n                 Assessment\n                  taxed on    Annual                  No. of No. of                            Non-\n                    L1st    Instalment                Receipt Book                           collection\n                 ---            -\n7\n         I the undersigned Commissioner of Income Tax do hereby certify as correct\n       the foregoing extract from the assessment list for the aforesaid special develop-\n       ment area of                            amounting in the whole to the sum of\n                                                                  dollars                         cents\n         Given under my hand this                                day of               19                  .\n                                                              Commissioner of Income Tax\n                           m e inclusion of this pspe is authorlaed by L.N. 4119761\n          THE LAND DEVELOPMENT DUTY REGULATIONS, 1960\n                                            FORM E                                    (Regulation 14)\n                        THE LAND DEVELOPMENT DUTY ACT\n                                        ~   ~   M    E     CHARGE\n                                                           N T\nSpecial development area of ........................................................................\nDevelopment date....................................................................................\nValuation period the                            day of                                  19        tothe\n                        day of                                     19\n            Notice o f Assessment under the Land Development Duty Act\nLocation of property .................................................................................\nNo. of assessment. ..............................................................\n                Of: .........................................................................................\n  TAKE NOTICE that assessment of betterment charge has been duly made\nupon you by the Commissioner of Income Tax in respect of land in your\npossession on the development date of .........................................................\nin the special development area of ...............................................................\nfor the valuation period the                                   day of                       19      to\n the                    day of                                                  19        as follows-\n Location of property\n Improved value of land at development                                                   16\n     date\n   Less :\n     (a) Improved value of land at speci-\n          fied base date\n                      OR\n            Value of consideration if land\n            purchased by you subsequem to\n            specified base date            ...                 S\n        (b) Capital expenditure incurred sub-\n            sequent to specified base date or\n            purchase                                  ...      S                          S\n                                                               S                          S\n                Amount on which the better-\n                ment charae now due and pay-\n                able                      ...\n                  Betterment charge                      ...                               S\n      N.B.-Re    Notlce of Objaction to Aamwents and Apw14--(Scc Ovcduf.)\n                                                                                                           ,\n  b\n                          me inclusion of thL page b ~ u t b byo L~.N. 4/1916]\n          THE LAND DEVELOPMENT DUTY REGULATIONS. 1960\n                             OBJECTIONS TO ASSESSMENTS\n  If you dispute this assessment or any part thereof you may apply to the\nCommissioner of Income Tax by notice of objection in writing to review and\nto revise the assessment. Such notice must state precisely the grnunds of your\nobjection to the assessment and must be made within thirty days from the date\nof the service of this notice upon you.\n  The Commissioner may, notwithstanding the lapse of the above period of\nthirty days, extend such period for such time as may be reasonable in the\ncircumstances, if it is shown to his satisfaction that owing to absence from\nthe Island, sickness or other reasonable cause you were prevented from\nmaking the objection within the aforesaid period of thirty days.\n                                               APPEALS\n   Any person who has disputed his assessment by notice of objection and\nis dissatisfied with the decision of the Commissioner thereon, may give to the\nRegistrar of the Revenue Court, written notice of his intention to appeal against\nsuch decision.\n  Notice of appeal must be given within thirty days of the date of receiving\nthe Commissioner's decision, and a copy of such notice must also be served\nupon the Commissioner.\n  The total betterment charge on any notice of assessment must be paid\nto the Collector of Taxes within the time stipulated by Regulations made\nunder the Act.\n  No further demand for payment will be made.\nIrcome Tax Department,\n      Kingston.\n                            . ..\nDate.. .............. ...... ..... . ...........\n                                                         Commissioner of Income Tax\n                       Ill10hdusion of thb pago L authorlPd by L.N. 4119761"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21,-(1) If it be proved to the satisfaction of the Commissioner that\nor charge.        any person has paid capital gains duty or betterment charge, as the\n                  case may be, in excess of the amount with which he is properly charge-\n                  able, such person shall be entitled to have the amount so paid in\n                  excess refunded and the Commissioner shall make the refund accord-\n                  ingly and in the case of capital gains duty shall note the amount of\n                  such refund on the instrument which had been stamped in relation to\n                  that capital gains duty.\n                                 [The iwlusion of this page is authorized by L.N.4119761\n       THE LAND DEVELOPMENT DUTY REGULATIONS, 1960\n         (2) Any claim for repayment undm this regulation shall, in the\ncase of capital gains duty, be made within six years of the date on which\nthe duty first became due, and in the case of betterment charge, within\nsix years from the end of the valuation period to which the charge\nrelates.\n        (3) Except as regards sums repayable OR an objection or appeal.\nno repayment shall be made to any person in respect of any assessment\nmade upon a person who has failed or neglected to deliver a return.\nunless it is proved to the satisfaction of the Commissioner that such\nfailure or neglect did not proceed from any fraud ar wilful act or\nomission on the part of such person.\n       (4) Any person who objects to the amount of any refund made\nby the Commissioner may appeal to the Revenue Court in the same\nmanner as an appeal may be made against an assessment."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Save as is otherwise provided in regulation 17, where in any ~ o t i c w .\nregulation notice in writing is required to be served upon any person\nthe provisions of section 26 of the Act shall apply to the giving and\nservice of such notice."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.41) Any person guilty of an offence against these Regulations Psnalty,for\n                                                                       offences.\nshall be liable on summary conviction before a Resident Magistrate to\na fine not exceeding fifty dollars or to imprisonment with hard labour\nfor a term not exceeding three months.\n        (2) Where a company is guilty of an offence against these\nRegulations every director, manager, agent and officer of the company\nin this Island who is knowingly a party to such offence shall be liable\nto the penalties specified in paragraph (1).\n p-\n                                                                            -\n                [The inclusion of this pase is authorized by L.N. 4119761\n         THE LAND DEVELOPMENT DUTY REGULATIONS, 1960\n                                        SCHEDULF\nC.G. 2                       FORMA                (Regulation 4(1) )\n                THE LAND DEVELOPMENT DUTY ACT\n                        Capital Gains Duty\nValuation period the                       day of\nto the                           day of\n                                 Return of Capital Gains\n  In pursuance of the provisions of the Land Development Duty Act, you are\nrequired to make on this form a true and correct return of the capital gain\nrealised by you on the transfer on sale of the fee simple of land in the special\ndevelopment area of ..................................... h               n                 g the\nvaluation period referred to above.\n                                                                                         .19......\n                                                        ..day of.. ........................\n  Dated this.. ............................................\n                                             Commissioner of Income Tax,\n                                                            Income Tax Department,\n                                                                      Kingston.\nNOTE: The instrument by means of which the transfer was effected, or agreed\n      to be effected, should be attached to this form and sent along therewith.\n      Where such instrument is not available at the time of submission of\n      this return reasonable particulars thereof shodd be furnished.\n                                Statement of Capital Gain\n                                             Name of development area.\nLocation of property             ...         Situation of property.\n                                             Date of transfer.\nGross value of consideration          ...                   ...          ...     S\n  Less\nValue of growing crops, etc., deductible\nby virtue of section 21 (1) (a)                ...          ...          ...     S\nNet value of consideration            ...                   ...          ...     $\n Less\n    (a) Improved value of the land at\n          the specified base date              ...     $\n    (b) Any expenditure on the land of\n          a capital nature subsequent to\n          ;the specified base date    ...              $\n    (c) Legal expenses, etc.                   ...     $                         $\n                        Capital gain           ...                               $\n--\n                    [The inclusion of this page L authorized by L.N. 4119761\n       THE LAND DEVELOPMENT DUTY REGULATIONS, 1960\n    DECLARATION WHICH MUST BE COMPLETED AND SIGNED\n   I declare that, to the best of my judgment and belief, in the foregoing\nstatement and In the mstrument (sent herewith) whereby the transfer was\neffected or agreed to be effected-\n     (a) I have given a full, just and true return and particulars of the whole\n           of the capital gain whatsoever chargeable under the Land Develop-\n           ment Duty Act, according to the directions and regulations of the\n           said Act; and\n     ( b ) all statements and declarations are true and correct.\n   Given under my hand this                      day of               19\n  If absent from the Island state the name and address of an agent residing,\nin the Island.\n                         Name of Agent .....................................................\n                         Address of Agent....................................................\n                                       FORM B                                 (Regulation 10)\n                  THE LAND DEVELOPMENT DUTY ACT\n       Information required on application for refunds under section 8(6)\n   (1) Date of transfer agreement.\n   (2) Value of consideration.\n    (3) Description of land.\n   (4) Special development area in respect of which duty was paid.\n    (5) Valuation period.\n    (6) Assessment number.\n    (7) Amount of duty paid.\n    (8) Date of payment.\n    (9) Name and address of payer.\n   (10) The stamped instrument ,or agreement of transfer in resoect of which\n         the duty was paid.\n   (11) The official receipt number, etc.\n   (12) (Any other information, document or thing which the Commissioner may\n          deem necessary in order to satisfy himself that the transaction in respect\n          of which the duty has been paid was not carried into execution. This\n          may include affidavits.)\n                  IThc inclusion of this page is authorized by L.N. 4119761\n         THE LAND DEVELOPMENT DUTY REGULATIONS, I960\nB.C. 2                                      FORMC                                (Regulation 11)\n                     THE LAND DEVELOPMENT DUTY ACT\n                                    BE~TERMENT\n                                            CHARGE\n                       DATE.......................................\n              DEVELOPMENT\nValuation period the                               day of\n     to the                              day of\n                                   Return of Betterment\n  In pursuance of the provisions of the Land Development Duty Act, you are\nrequired to make on this form a true and correct return of the amount on which\nbetterment charge is due and payable in respect of each parcel of land in your\npossession on the development date referred to above in the special develop-\nment area of ............................................................... and in respect of the\nvaluation period the                                          day of\n19          to the                          day of                               19\n  Dated this ...................................................\n                                                            day of .....................19.........\n                                                    Commissioner of Income Tax,\n                                                                 Kingston.\nNOTE: If you have already made your return for this valuation period please\ngive the following particulars-\n    (a) location of property in respect of which return was made;\n     (b) business or other address from which return was made;\n     (c) date on which return was made.\n  (The rest of the form need not then be completed).\n                                  Statement of Betterment\nLocation of property\n     Improved value of land at\n     development date     ...                ...\n   Less :\n      (a) Improved value of land at speci-\n            fied base date\n                     IThe inclusion of this page is authorized by L.N. 4119761\n        THE LAND DEVELOPMENT DUTY REGULATIONS, 1960\n        Value of consideration if land\n        purchased by you subsequent\n        to specified base date          ...                    $\n    (b) Capital expenditul z incurred sub-\n        sequent to specified base date or\n        purchase                        ...                    S\nAmount on which betterment ~ h a r g eis\n assessed\nNOTE: IF you were in possession jointly with any other person or persons\n         on the development date under reference kindly state the name and\n         address of such person or persons in the space provided hereunder-\n         Name. ........................................................................\n         Address.. ......................          .\n                                                   ...........................................\n                  ....................\n         Name. ..............        .....\n                                         ......\n         Address. ....................................................................\n         Name.. ........................          .\n                                                  ...\n                                                    .........................................\n         Address. ..................................................................\n     DECLARATION WHlCH MUST BE COMPLETED AND SIGNED\n   I declare that, to the bes: of my judgment and belief, in the foregoing\nstatement-\n     (a) I have given a full, just and true return and particulars of the whole\n         of the amount. on which betterment charge is due and payable under\n         this Act according to the directions and regulations of the said Act; and\n     (b) all statements and declarations are true and correct.\n  Given under lily hand this                                 day of                              19\n                             ..................................... B            s             s Address\n                            ....................................................................................\n                            ..............................................................\n                                                                                       .Private Address\n   If absent from the Island state the name and address of an agent residing in the\n Island.\n               Name of agent .........................................................\n                  Address of agent.. .....................................................\n                THE L A N D DEVELOPMENT DUTY REGULATIONS, 1960\n       B.C. 4                                 FORMD                             (Regulation 13(2) )\n                                                                            Extract N o . ...........\n             THE LAND DEVELOPMENT DUTY ACT\n                                                                        For use in the Income Tax\n                                                                                Department\n       Valuation period the                                   day of"
    }
  ],
  "definitions": [
    {
      "term": "Commissioner",
      "definition": "the Commissioner internre-",
      "source_provision": "sec2"
    }
  ]
}