{
  "id": "jm-subs-the-land-surveyors-act",
  "type": "statute",
  "title": "The Land Surveyors Act",
  "title_en": "The Land Surveyors Act",
  "short_name": "Land Surveyors Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-land-surveyors-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-land-surveyors-act",
  "provisions": [
    {
      "provision_ref": "sec0",
      "section": "0",
      "title": "Section 0",
      "content": "0.5 of a foot. whichever is less:\n                Provided that, in the case of a line 100 feet or less,\n              an error of 0.2 feet may be allowed;\n         (iv) the error in any one angle deduced from any two\n              bea~ingsat a station shall not exceed 30 minutes;\n          (v) where a permanent mark is fixed by compass bearing.\n              the distance of the mark from the compass shall not\n              exceed 300 feet;\n   (c) the following errors may be allowed in respect of urban and\n        rural areas-\n                                        +\n           (i) urban-for lots of acre or more-\n                                                    +\n                     for lots not exceeding acre. l in 1,000\n                     where the closing error\n                     is greater than 1 in"
    },
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. S h l e Plots\nUnder acre                                     520.00\n+ acre and under + acre                        $25.00\n+ a m t o 1 acre                       $30.00\n1 acre to 25 acre8                     $30.00 for the first acre plus $4.00 per\n                                         acre (or part thereof) thereafter.\n  Over 25 acre8 $126.00 for the 1st 25 acres plus $3.00 per acre (or part thereof)\n  thmdtw.\n                   m e inclusipn of this page is authorized by L.N. 4119761\n           THE LAND SURVEYORS REGULATIONS, 1971\nFor T b ~ d o l i t eSurvevs Increase me above by 100%\n                           Urban and Town Surveys          -\n  Apply fees for rural surveys as minimum chvge plus 1% of market valu-\n  ation up to the first 54,000 plus .25% of the res~due.\n  N.B.-Urban and town surveys will in most cases be by Theodolite S w e y\n         to conform with the regulations.\n                               Old Boundary Lines\n  For opening old boundary lines by Compass, the charge ahall be 525 plus\n  53 per hundred feet and 51.50 per hundred foot for traversing where this\n  is necessary.\n  By Theodolite S u m 525 plus 56 per hundred foot and 53 per hundred\n  foot for traversing w&re this is nceessary.\n                                     Day Rates\n  590 per day or part thereof.\n                             Supplying Field Parties\n  $110 per 8 hour day or 515 per hour with a minimum charge of 4 hours.\n                          Sub-Division Surveys\n  (a) For sub-division requiring contour plan in accordance with the Local\n      Improvements Act, the fee shall be as applicable under paragraph 8.\n  (b) Design of sub-division, prepration of plans in accordance with Local\n      Improvements Act for subm~ssionto the local authorities 520 per lot,\n      up to ten lots; the next 40 lots at 515 per lot.\n      Over 50 lots by arrangement with client.\n  (c) For preparing typical cross sections and longitudinal seotions from a\n      contour plan, including estimates 56 per hundred foot.\n  (d) For setting roadways in accordance with design, and preparations of\n      longitudinal section 58.50 per hundred foot (not including crass\n       sections).\n  (e) Surveying and pegging lots, reparation of sub-division plan for Titles\n      purposes-pply      rates as undb rural or urban as the case may be.\n  V) Surveying and preparing sub-division plan for titles purpose where\n      lots are not pegged on earth 60% of (e) above.\n  (g) Pegging of lots from a sub-division plan 60% of je) above.\n  (h) Any additional sufveys! e.g. setting of manholes or kerb and channels\n      by a m g e m e a t wlth chent.\n                             Identification of Lots\n   Residential lots up to f acre 512\n   Residential lots over f acre and not exceeding 1 acre 516\n   Over 1 acre-by arrangement with client\n   Commercial lots under 4 acre 525.\n                    Topographical and Engineering Surveys\n   Survey for 5ft. contours nr heights at looft.. Int. 535\n                                                                     1\n   per acre.\n                                                                     t\n                P'Bc iaclusion of this page is authorized by L.N. 4119761\n                                                                         in open country\n                                                                                ..   -\n          THE LAND SURVEYORS REGULATIONS, 1971\n   Survey for 2ft. contours or heights at 50ft. Int. $60\n   per acre\n                                                                    1I    and on easy\n                                                                          slopes.\n  Survey for lft. contours or heights at 20 ft. \" $100\n   per acre\n                                                                    iI\nFor lots less than 1 acre apply 75% of the above rates.\n  Locating roads, preparing plan, sections, estimates (earthworks)-6% of the\n    estimated cost.\n  Where other details are required-by arrangement with client.\n  Taking levels and preparing profile $4 per hundred foot. (Finished work).\n  For attending on a client by appointment in an advisory capacity, charge\n  day rates. Flying levels by arrangement with client.\n  N.B. All the above fees are exclusive of labour, travelling, coot of per-\n         manent marks, the cost of checking plans and prints for local\n         authority.\n         Travelling shall be 20c per mile each way."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In these Regulations-\n    \"approved tape\" means any metal tape or band approved by the\n        Director of Surveys;\n    \"deposited plan\" means any plan of any building estate, or other\n        area laid out or intended to be laid out in lots, deposited with\n        the Registrar of Titles;\n    \"examiwtim in local law\" means the examination referred to in\n        paragraph (i) d the proviso to section 3 (1) of the Aot;\n    \"field notes'means bearings and distances of traverse lines, offsets\n         and boundary lines obtained from measurements made in the\n          field;\n              lThe inclusion of this page is authorized by L.N. 241 19941\n                        THE LAND SURVEYORS REGULATIONS, 1971\n                \"key plan\" means any plan of any land which is being divided\n                    into lots but for which there is not a deposited plan;\nFifth           \"permanent m a r k means any survey mark specified in the Fifth\nSchedule.\n                    Schedule and erected in accordance with provisions of that\n                    Schedule;\n                \"referenced corner mark\" means three permanent marks one of\n                     which is erected at a curner of the area and the other two as\n                     far along the line as they can be visible from the permanent\n                     mark first referred to but in any case not more than three\n                     hundred feet apart;\n                \"rural area\" means any area other than an urban area;\n                \"survey\" means the taking of measurements and the setting of\n                     survey marks for the purpose of defining any boundary of\n                     land, but does not include-\n                         (a) the bushing of lines between established survey\n                              marks; or\n                         (b) a preliminary lay-out preparatory to a survey;\n                \"urban area\" means any area within the limits of the Corporate\n                    Area of Kingston and Saint Andrew as defined in the Kingston\n                    and Saint Andrew Corporation Act or any area within the\nFirst               limits of the towns listed in the First Schedule and delineated\nSchedule.\n                    on the planometric map sheets of the Survey Department.\n                                     Qualification of Surveyors"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-41) Subject to the provisions of paragraph (2). no person\n            shall enter into articles of indenture as a student surveyor unless that\n            person has passed-\n                (a) the General Certificate of Education Examination at ordinary\n                     level in-\n                          English Language, Elementary Mathematics. Additional\n                           Mathematics\n                           [Thc inclusion of this page is authorized by L.N.24119941\n            THE L A N D SURVEYORS REGULATIONS, 1971\n         and one of the following-\n             Physics. Geography, Applied Mathematics, Physics with\n             Chemistry, Geometrical and Mechanical Drawing and\n             Elementary Surveying; or\n    (b) the School Certificate Examination with credit in the following\n         subjects-\n              English Language, Elementary Mathemati-\n         and a pass in-\n              Additional Mathematics\n         and at least one of the following subjects-\n              Physics, Geography, Elementary Surveying; or\n     (c) the Higher Sohool Certificate Examination with\n              Pure Mathematics, and\n              Physics or Geography.\n       (2) Where the Chief Education Officer certifies that any examina-\ntion is at least equivalent in standard to any of the examinations specified\n in paragraph (I), with the subjeots specified as daresaid and the\nlike credits, any person passing such examination in such manna may\nbe admitted to articles of indenture as a student surveyor.\n      (3) Articles of indenture for student surveyors shall be in one\nor other of the forms specified in the Second Schedule.               Second\n                                                                      schedule."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The Surveyor covenants with the Student-\n    (a) that he will accept and take the Student for the said term of four years\n         as his student;\n    (b) that he will according to the best of his power, skill and knowledge\n        instruct the Student or cause him to be instructed in the profession of\n         a surveyor and in all things incidental thereto in such manner as he\n         now practises or at any time hereafter during the said term shall\n         practise the same;\n    (c) that at the expiration of the said term he will use his best endeavours\n        to cause and procure the Student to be examined and commissioned\n         as a Land Surveyor provided the Student shall have duly and diligent1\n        served his said intended indentureship and shall have passed all s u d\n         examinations as .students to surveyors are required to pass before\n         receiving a commission.\n  IN WITNESS WHEREOF the parties hereto have hereunto set their hands and\nseals the day and year first herein-before written.\n                  SIGNEDSEALEDAND DELIVERED\n                                          by\n                  the abovenamed ...............................................................\n                  in the presence of .........................................................\n                  the abovenamed ...............................................................\n                  in the presence of ............................................................\n                  SIGNEDSEALED\n                             AND DELIVERED\n                                         by\n                  the abovenamed ...............................................................\n                  in the presence of ............................................................\n                               WITNESSESPROBATE\n                                              TO BE ATTACHED\n                                THIRD SCHEDULE                                (Regulation 5)\n           SnLasus LANDSURVEYORS'\n                                EXAMINATION\n                                         CADASTRAL\n                                                AND\n                       ENGINEERING\n                                 SURVEYING\nPART1\n                                       PAPERA\n  The principles and practice of chain surveying for plans of small open areas,\nprivate estates and buildings, chains, tapes, rods, optical squares, clinometers\n(including the Abney Level but excluding the Indian Clinometer): choice of\nstations and chain lines; circumvention of obstacles; chaining on slopes; making\nand interpreting entries in field books, plottina from field books; sources of\nerror; permissible errors."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1) The final examination shall consist of four parts and shall\n~i~ird\n         comprise the subjects specified in the Third Schedule.\n                (2) The examination in local law shall comprise the subjects\n         specified in Part I11 of the Third Schedule."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. A study of the Land Surveyors A d and Reguilations and the JAWS of\nJamaica that &ed the land s w e y o r including:\n                   The Beach Corctrol Act\n                   The Conveyancing Act\n                   The Dividing Fences Aat\n                   The Facilities for Title Aot\n                   The Forest Act\n                   The Kingston Improvements Act\n                   The Land Acquisition Act\n                [The inclusion of thii pame is authorized by L.N.   125/1981]\n                     THE LAND SURVEYORS REGULATIONS, 1971\n                The Land Authorities Act\n                The Land Clauses Act\n                The Local Improvements Act\n                The Land Valuation Act\n                The Limitatmionof Actions Act\n                 The Main Roads Act\n                The Mining Act\n                 The National Trust Act\n                 The Parochial , Roads Aot\n                 The Quit Rents Act\n                 The Registration (Strata Titles) Act\n                 The Restrictive Covenants (Discharge of Modification) Act\n                 The Town and Country Planning Act\n                 The Urban Development Corporation Act\ngnd any ather Act affecting the practice of surveying that comes into operation\nin the future.\n  (A) Viva Voce :Designed to test the candidate's alertness, powers of expression\nas well as his practical knowledge of surveying.\n  Candidates will be given a nimber of simple questions set out on paper\nand these will be answered orally rn the presence of the panel of examiners.\n  (B) Practical Surveying: Candidates will be required, :, .... !:. a detailed large\nscale survey and prepare a plan (with contours) of an area not exceeding 10\nacres; and to make astronomical observation for azimuth, time and latitude.\n  Marks will be given for accuiacy, neatness, lay-out, lettering and use of con-\nventional signs.\n                                        FOURTH SCHEDULE                                 (Regulation 9)\n                                      THe LANDSURVEYORS Acr\n                                            Certificate\n  WHEREAS.   ............................................. of .........................................\na student surveyor within the meaning of the Land Surveyors Act has passed\nhis final examination :\n  Now THEREFORE I .........................................................\n                                                                        Chairman of the\nLand Surveyors Board, do hereby certify that the said ....................................\n................\n        ..........                  .................i s qualified to receive a commission as a\nLand Surveyor.\n                                                    .this.............................................\n  Dated at.. ..........................................\nday of.. .............................................19.........\n                                                                       Chairman,\n                                                                  Land Surveyors Board\n                     --\n                          [The inclusion of this page is nuthorizcd by L.N. 125/19811\n             THE LAND SURVEYORS REGULATIONS, 1971\n                                 FIFTH SCHEDULE                              (Regullation 15)\n    Far TheodolfteSurveys and Compass Surveys Marks o f the following types\n                               should be used\n(1) A concrete monument conforming to any of the following specifications:\n    All monuments to be made of good quality concrete and to the following\n    dimensions :-\nA truncated pyramid :-\n                          4 inches square at the top 8 inches square at the\n                          bottom 1 foot 6 inches high, with # inch round\n                          bar through the ccntre, protruding approximately\n                          f inch at the top, with an iron spike not less than\n                          4 inches long.\nA truncated pyramid :-\n                      2 inches square at the top 3 inches square at the bottom\n                      2 feet high with     inch round bar through the centre\n                       and protruding approximately       inch from the top,\n                      or with an iron spike not less than 4 inches long.\nA truncated pyramid:-\n                          6 inches square at the top 8 inches square at the\n                          bottom 12 inches high, with an iron spike protruding                  ,   -\n                          approximately 4 inch from the top.\nA truncated pyramid : -\n                          6 inches square at the top 8 inches square at the bottom\n                          12 inches high, with brass disc let in at the top.\nA Rectangular\n  Concrete Post :-\n                          through the centre, protruding approximately\n                                                                        +\n                          24 inches square by 2 feet long with inch round bar\n                                                                         inch        +\n                          at the end.\n(2) An iron bar not less than f inch in cross section and not less than 24 inches\n    in length.\n(3) An iron pipe not l e a than 24 inkhes long a d not leas than f inch In\n    diameter filled either with cement or with a hardwood plug flush with the\n    top of the pipe and with a tack to mark the station.\n(4) A well-defined mark set in or on m i d rock or concrete or spike cemented\n    in solid rock or concrete.\n(5) Any post of recognized luadwod not lesa than 118 inches long or l a s than\n    3 inches in diameter where same shall be set in the ground and not less than\n    2 feet 6 inches long or 3 inches in diameter where same shall be erected\n    on the ground and supported by a cairn or stones.\n(6) A spike driven into a tree trunk root, post, spur or stump which has been\n    marked by three chops-the spike being placed in the middle chop.\nTHE LAND SURVEYORS REGULATION$, 1971\nTHE LAND SURVEYORS REGULATIONS, 1971\n    ---SS?EIITH           .5 f / I   D'fJ / f                  (Regulation 3 8 ( 1J J\n                      The 2\" oolumn                be a l o n g t h e a i d e\n                      a a indioated.\n                      Where p l u m of l a r g e p r o p e r t i e a cannot\n                      hold on a a i n g l e a h e e t they muat be\n                      prepared on a s e r i e a of a h e e t a of t h e\n                      same mi.\n                      Where a e p a r a t e aheeta u e uaed f o r f i e l d\n                      notea auoh &a i n the c a s e of a l u g e sub-\n                      d i r i a i o n plan t h e f i e l d notea a h e e t muat\n                      be e x a c t l y t h e a a w a i r * a a t h e aheet on\n                      whioh t ~ r eplan i a drawn, and allow t h e\n                      2\" ooluan.\n                  EIGiITiI         .SCIILDULT.\n$ONVePJT)C)NA: 3lGNS FOR CADASTRAL P L A N S\n       [The inclusion o f this payc is authorized by L.N. 67119821\n         THE LAND SURVEYORS REGULATIONS, 1971\nR v e n ~trcomed M D ~ (Oltcthor,          with the m o w indicating the dircction of bow.\n\\ d l be In bluo\n      nnd n light wonh i w r t d w h n tht. &or or canal ia &own by a double line.\nR d w~llk cobumcl nith a lig11t v r d of yotlow ofhm\nThe rirnn fur m o w 4 manarove srvnpn will be in blue, exccpt the mnngrore two\nrign hnwn\n        tl~urX w h l d ~will bc in bhek.\nT~~nvcwc    1'qn a d NbLbn, yhwr rick formbg Wrt of a honndrr?. l i n ~will , h ih rral.\nAll 0 t h lblnil will Ir clrnvn III Idark.\n       me inclusion of thh prpe Ir authorlzuf by L.N. 67119821\n                 THE L A N D SURVEYORS REGULATIONS. 1971\n                                        NINTH SCHEDULE                                (Regulation 40(1) )\n                                    THE LANDSURVEYORS\n                                                   ACT\n                                           Surveyor's Notice\n  I hereby give notice that I am instructed by; .............................................\n.........................................................\n                                                      to survey that parcel of land situated\nin the parish of .................................and known by the name of ..................\n.............................................\n                                           which adjoins lands said to belong to you or\nto be in your possession, and that I shall commence to survey the same on\n..................................the.. ...............d a y of.. ........................................\nI9...............between the hours of .............................................of the clock\ncommencing ................................................... at which time and place you\narc required to attend by yourself or agent, as you may think fit, and in the\nmeantime 1 shall make such traverses as 1 may deem requ~slte.\n  You must bring all diagrams and other papers referring to your land in order\nto protect your intercst therein-\n   Dated this.. .....................................day of.. ..................................19        ......\n                                    ...........................................................................\n                                                                       Surveyor\n                                    ...........................................................................\n                                                                       Address\n                                         TENTH SCHEDULE                                     (Regulation 41.\n                                     THELANDSURVEYORS\n                                                   Am\n                                     Waiver o f Notice o f Survey\n   I ,......................................................................................................\n                                                                                                          of\n.................................................................................................\n                                                                                             do hereby\nwaive notice of survey in respect of the survcy of ..........................................\n...............;.. ..................... . i n the parish of.. ........................................\nby ................................................................Commissioned Land Surveyor\nat the instance of ...................................................................................\n                                              ..........................................................\n                                                                          Signature\n                                              ...................................................................\n                                                                            Date\n   .................................................................\n                         Witness\n                        (The inclusion of this page is authorized by L.N. 67119821\n                 THE LAND SURVEYORS REGULATIONS, 1971\n                                   ELEVENTH SCHEDULE                                   (Regulation 42)\n                                   THELAND SURVEYORS    Acr\n                                     Objection to Survey\n  I .........................................................................do hereby object to\nthe survey of land known as.....................................................................\nin the parish of ..........................................by ..........................................\n.........................................................C o s o n e d Land Surveyor at the\ninstance of......................................................for the following reasons :-\n                                            ..................................................................\n                                                             Signature of Objector\n                                            ..................................................................\n                                                                        Date\n..................................................................\n                            Witness\n                               Withdrawal o f Objection to Survey\n   I.......................................................................do hereby withdraw the\nobjection to the survey of lands known as ......................................................\nin the parish of ...............................................................\n                                                                           which I made on\n                                   ...........................................................................\n                                                                 Signature\n                                   ...........................................................................\n                                                                     Date\n ...........................................................................\n                                  Witness\n               THE LAND SURVEYORS REGULATIONS, 19'11\n                               TWELETH SCHEDULE                                    (Regulation 43)\n              A Surveyor's Warrant must have photograph a x e d for\n                                 identification.\n.........................................................Jamaica whose photograph is &ed\nh m t o Is ~ a a a s~vrziontzaD,\n                     ~          under section 26 of the Land Surveyors Act, to\nenter upon any land situated in the Island of Jamaica for the purpose of making\nreconnaissance in relation to hie duties and funotions as a surveyor, and for so\ndoing.\n                                        ...............................................................\n                                                          Director of Surveys\n                                        ...............................................................\n                                                                    Date\n                             THIRTEENTH SCHEDULB                                   (Regulation 44)\n                              Trm LAM) SURVEYORS Acc\n                                Certificate of Identity\n  Certificate of Identity must have photograph a x e d for identscation.\n    certificate to be as follows :\n This is to certify that Mr .....................................................................\np&-- z h zph and signature are affixed hereto, is * a Commissioned Land\n           er the Land Surveyors Act, and is author~zedto enter upon any\nland    athe purpose of camyhg out mveys in accordance with section 26 of the\nsaid Act.\n                                .......................................................................\n                                           Chairman-Land Surveyor's Board\n                             FOURTEENTH SCHEDULB                                   (Regulation 45)\n                      LAND SURVEYORS' ASSOCIATION OF JAMAICA\n                                Minimum Scde of Fees\n                                    Rural Surveys"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-41) Every person (hereinafter reterred to as a \"candidate\") desir-\n         ous of taking the final examination or the examination in local law\n         or any other examination prescribed by the Board shall give not less\n         than four weeks' notice in writing of his desire so to do.\n                (2) Every candidate shall forward with his entry for the final\n         examination, the examination in local law or any other examination\n         prescrilbed by the Board-\n             (a) an examination fee d two hundred and fifty dollars ($250);\n             (b) an affidavit from the surveyor to whom he is indentured,\n                 attaahed or an assistant, that he has satisfactorily served his\n                 term as a student surveyor; and\n             (c) an affidavit thzt he is of good character."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 . 1 1 ) Any candidate who fails in any part of the find examination\n         or any part of any other exalmination piescribed by the Board shall be\n         required to take that part again.\n               (2) A fee of one hundred dollars ($100) shall be paid in respect\n         of each part d an examination required to be taken pursuant to para-\n         sraph (1).\n                (3) The viva voce portion of the practical examination shall be\n         held before the field work, and a candidate who fails the viva voce\n         shall not be required to take the field work.\n                                                                               -\n \\\n     i\n         ,\n                           THE L W D SUR YEY0R.Y REGULA TIONS.1971\n                (4) Any candidate who fails in more than one part of the final\n         examination shall take the entire examination again:\n             Provided that, where a candidate satisfies the examiners in P~ 1V\n         of the examination, he shall not be required to take that part again.\n                 (5) Any candidate who fails the final eltamination or any paR thereof\n         may enter again for such examination or part thereof mithm three years of the\n-0       date of his first entr?.. but not thereafter except with the permission of the\n         Board."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Where a candidate satisfies the examiners in all pans of the\n         examination or in such parts thereof as he may be required to take under\n         these Regulations, the Board shall issue to him a cemficate in the form\n         specified in the Foluth Schedule.                                              ~ounb\n                                                                                                     s&&k\n                                               PART 111\n                                    Administrative Provisions"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-41) Every surveyor shall submit any tape intended to be used by\n         him in the practice of surveying to the Director of Surveys for inspection\n         before his first use of such tape, and thereafter once in every twelve month&\n         or at such shorrer intervals as the Director may require.\n                  (2) On fim w o n the Director of Surveys shall give to each\n         tape an idenhfylng number.\n                  (3) Where any tape is submitted pursuant to p p p h (I), the\n         Director of S w e y s shall cause such tape to he checked by some person\n         authorized by h i an&-\n               (a) where such tape is found to be accurate, a p p m e of and return such\n                     tape to the surveyor with a oertificate of accuracy; or\n               (b) where such tape is found to be inaccurate, condemn such tape.\n                (4) A tape shall be considered inaocurate, where there is an error of\n         more than 0.02 feet in any 100-foot section."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.--(I) The following fees shall be paid to the S w e y Deparlment for\n         the checking of cadastral p l a n s\n               (a) for checking cadastralboundary plans-\n                       (i) where the land does not e x 4 2 hectares          ... $500.00;\n                      (ii) where the land exceeds 2 hectares                 ... $500.00      for\n                                                                                   the   rust two\n                                                                                   hectares phu\n                                                                                   5200.00 for\n                                                                                   each additional\n                                                                                   hectare or part\n                                                                                   th~e0$\n                           ['lkimltsiian of this page L auUlo-d   by LN. 1120061\n                     THE L/LZ8DSURVEYORSREGULdTIONSS1971\n          (h) for checking.subdivision plans-;:\n                  (i) where the land surveyed contains no\n                      more than 30 lots    ...      ...         $400.00 per lot;\n                 (ii) where the land surveyed contains\n                       more than 30 lots        ...        ...     $400.00 per lot for\n                                                                  the first thirty lots\n                                                                  surveyed plus\n                                                                  $300.00 per lot for\n                                                                  each lot surveyed\n                                                                  in the e x c c s s o r\n                                                                  thirty lots\n                (iii) for simultaneous checking of plans\n                      with lhe application for titles to the lots\n                      on the plan ...        ...                  $15,00000 per lot.\n      (2) For che avoidance of any doubt. it is hereby dcclared that no\ndiscount on fees payable undcr paragraph (1) shall be allowed in respect of\nsubdivision surveys.\n       (3) Where. because of the act or omission of a survcyor, a plan is\nreturn& to himfor h m to satisfy a particular requirement relating to the plan\nany re-submission in connection with the same requirement shall be\naccompanied by a fee .quivalent to ten per c m t m of the fee Uvat would have\nbeen payable under paragraph (1) in respect of such plan or three hundred\ndoll& whichever is thc greater.\n       ( I ) A plan rctumed for amendment shall be accompanied by traverse\nsheets and a list' of all the requirements to be complicd with regarding such\nplan.\n       (5) Where a cenified plan has been amended and submitted for\nchecking. a fee equivalent to filly per centriw of the fec that would have been\npayable under paragraph (1) in respect of such plan shall be payable but such\nfee shall no1 exceed five hundred dollars ($500.00).\n                                     PART IV\n                                 Trchnicnl ~ r ~ r r l ~ t i o n s"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Plane-table surveys at topographic scales; the alidade (including tele-\nscopic alidades), Indian clinometer and trough compass, including all users'\nadjustments; the plotting of grids, graticules and control points and the mount-\ning of plane-table sheets; plane-table triangulation, traverse; detail surveying\nand contour plotting; sources of error; accuracies attainable.\n                                        PARTIIA"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Principles and practice of surveying for cadastral purposes: minor triangu-\nlation and traverse nets for cadastral surveys including connection to major\nframework surveys, and astronomical control of azimuth; establishment and re-\nestablishment of beacons and boundaries; subdivision of lots; precautions against\nermrs and mistakes: methods of revision of large s le plans by ground survey.\nPrinciples and practice of town planning; Corr rations connected with sub-\ndivision. Writing of technical descriptions."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. The principles and practice ui simple tachomrtry (includiibg self-reducing\ntachometers): the anellactice lens; use of the internal focussing telescope;\nsources of error; accuracy attainable and limitations of the method. Derivation\nof formula for stadia and su >tense."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Where boundaries are to be marked' in the course of effecting a\nwey-\n         THE LAND SURVEYORS REGULATIONS, 1971                           10.01\n(a) the surveyor shall be ultimately responsible for the seating of\n     all survey marks;\n(b) every boundary shdl be m'arked in the most permanent manner\n    practicable in the circumstances;\n(c)   permanent marks shall be of a type specified in the Fifth ~ i r t h\n                                                                Schedule.\n      Schedule;\n(4 a permanent mark shall be placed at each change of bearing;\n(e) where the distance between any two corners exceeds 600 feet,\n    intermediate marks shall be erected at approximately every\n    600 feet, and such intermediate marks shall, where possible,\n    be visible from the corner marks and from each other;\n(f) where practicable, all boundary marks shall be placed on the\n      boundary;\n(g) where it is impracticable to place permanent marks on the\n      boundary, the surveyor shall define such boundary by reference\n      to any permanent marks included in the survey and placed\n      as near as possible to the boundary;\n(h) where a road adjoins any land to be surveyed in a rural area.\n    permanent marks shall be placed at intervals of not more than\n    600 feet along the common boundary;\n(0 where angles are measured by means of a theodolite-\n         (i) every station point shall be marked by a centre punch\n             mark, cross, or tack; and\n        (ii) no pmmanent mark shall be placed by rectangular offset\n             only, but the angle to the permanent mark shall be\n             measured as accurately as the angle at any imltrumant\n             station, and the exact points to which measurements\n             are taken shall be shown;\n 0 in compass surveys, all measurements shall be to the centre of\n      any survey mark;\n (k) all survey marks shall be placed as near vertical as is practi-\n     cable and shall be fixed securely;\n (I) where a comer is defined by a permanent building, no mark\n      need be used;\n(m) all property boundaries shall be marked with a permanent\n    mark at each principal corner, and the following provisions\n    &all apply, namdy-\n           me inclusion of this page is authorized by L.N. 24119941\n             THE LA'ND SURVEYORS REGULATIONS, 1971\n            (i) where the survey is of leas than ten acres of land, at\n                least m e of the principal corners shall be marked with\n                a referenced corner mark;\n           (ii) where the survey is of at least ten acres of land but not\n                more than twenty acrea d land, two opposite principal\n                owners shall each be marked with a referenced corner\n                mark;\n          (iii) where the survey i6 of land exceeding twenty acres,\n                &ere shall be a referenced comer mark at each primi-\n                pal corner and a permanent mark at approximately\n                every interval d six hundred feet along the boundary;\n    (n) not more than 50% ob the permanent marks used on a com-\n        p a s survey and not more than 25% d the permanent marks\n         used on a theodolite survey shall be hardwood posts;\n    (0) no principl corner shall be marked with a hardwood p t ;\n    (p) hardwpd p o ~ t sshall not be used for referenced corner marks;\n    (q) except where a single lot is being cut out of a large parcel of\n         hnd, every subdivision shall be tied to the Island Fmmewosk\n         S m y or to a platform comprising three permanent marks\n         that are suited to local oonditions other &an the marks speci-\n         fied in paragraphs (5) and (6) d the Fifth Wedule."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1) Subject to any exemption granted by the Director of Surveys,\nevery plan shall be self-checking and shall conform to the following\nstandard of accuracy-\n     (a) theodolite surveys-\n             (i) linear closure ...          ...      ... 1 in 2,000\n                  maximum total error ...             ... 10 feet\n                 angular error for urban surveys ... 30 seconds 1/N\n                  angular error for rural surveys ... 1 minute 1/R\n                  @ represents the number of sides);\n            (ii) in addition, no distance between any two consecutive\n                  points in the traverse or boundary line shall have an\n                  error exceeding 1 in 2,000 :\n                    Provided that, in the case of linee of 200 feet or less,\n                  an error of 0.1 feet may be allowed;\n           (iii) the error in any single angle shall not exceed 2 minutes;\n            (iv) maximum total angular error for any one circuit-\n                      urban              ...         ...          5 minutes\n                      rural              ...         ...        10 minutes\n               Fhe inclusion of this page is authorized by L.N.24119941\n          THE LAND SURVEYORS REGULATIONS, 1971\n         (v) in any urban lot an error of 0.2 feet may be allowed in\n              any one line where direct taping is impossible:\n                  Provided that the total closure does not exceed 0.25\n               feet or 1 in 2,000 (whichever is the greater);\n   (b) compass surveys-\n           (i) linear closure        ...         ...      ... 1 in 500\n               maximum total error               ...      ... 10 feet;\n          (ii) where the standard of accuracy specified in subpara-\n               graph (i) cannot be achieved, tie lines shall be run so\n               that the error shown by each circuit does not exceed\n                that specified as aforesaid:\n         (iii) the error in any one line shall not exceed 1 in 500 or"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Control of plane-table and air surveys at topographic scales; minor trian-\n gulation; intersection and resection by direct and semigraphic methods; com-\n putation in plane rectangular co-ordinates and simple methods of adjustment;\n trigonometrical and aneroid heights; heights from vertical angles and air-photo\n plot distances; identification of ground control on air-photographs; sources of\n ?nor; accuracies attainable.\n                  lThe inclusion of this page is authorized by L.N. 4119761\n                                                                              -\n             THE LAND SURVEYORS REGULATIONS, 1971"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. The bea~ingsand the distances of the actual boundaries, and the\nbearings and distances of any traverses, together with offsets, shall be\ngiven on any survey plan :\n   Provided that in a rural area in the survey of land abutting on any\npublic road, it shall be sufficient to give field notes of a centre-line\ntraverse with offsets to the boundary."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19...... between ...................................................................................\n                                                                                                  .of\n......................................................\n                                                   in the parish of.. ...............................\n(hereinafter called \"the student\") of the FIRSTPARTand .................................\n.................................................... of ................................................in the\nparish of ..............................................................\n(hereinafter referred to as the parent (or guardian)) of the SECONDPART\nand ...................................................of ................................   ... ..........\nCommissioned Land Surveyor (hereinafter called \"the Surveyor\") of the THIRD\nPART\nWITNESSETH as follows-"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Elementary geometry of the vertical and near-vertical air photograph;\ncalculation of nominal photo-scale; geometrical basis of the radial-line method\ntogether with the errors due to small tilts and small variations of ground\nheight; the relation between ground height and parallax for vertical photo-\ngraphs; knowledge of the qualitative effect of small tilts on heights from paral-\nlax measurements."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.-41) No offset longer than 33 feet shall be measured only by\nmeans of a tape.\n        (2) Such offset shall be measured by means of-\n     (a) theodolite and tape; or\n               me bdualon of thb page b authorized by L.N. 4119767\n             THE LAND SURVEYORS REGULATIONS, 1971\n     (b) compass and tape,\nin accordance with the provisions of these Regulations."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Topographical mapping from near-vertical air pnotographs; the graphical\nand slotted template radial line methods; interpolation of spotheights between\nheight control with the parallax bar; interpolation of contours between dense\nheight control; revision of topographical maps. Identification of ground control\non air photographs."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Where a surveyor opens old boundary lines of land in respect of\nwhich-\n     (a) there is an existing plan; and\n     (b) such plan is available for his scrutiny; or\n     (c) there are marks on the ground,\nsuch surveyor shall not depart from the original lines shown in the ex-\nisting plan or on the ground unless he shows upon the plan prepared by\nh i the position of the original lines and states thereon the reason for\ndeparting from such origiual lines."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Elementary field astronomy; mean apparent and sidereal time; the obser-\nvation and calculation of latitudes, longitudes and azimuths from the sun or\nsftar by simple field methods including position line methods, and the method of\nequal altitudes, but excluding Talwt latitudes, and meridian transits for time;\nthe effect of small errors in time, altitude and latitude on the computed results;\nhost conditions for observation; the use of the Star Almanac for Land Surveyors\n(standard for this examination); wireless time signals; general knowledge of\nthe use of full (i.e. half-second) chrometers and chronographs.\nThe use of Polaris tables for latitude and azimuth."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. Where survey marks and lines on the ground differ from s w e y\nmarks and lines appearing upon any existing plan which is available for\nhis scrutiny, a surveyor shall show upon the plan prepared by him\nboth sets of marks and lines, and shall state specifically which marks\nand lines have been adhered to, and his reasons for sc doing."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. Initial bearings may be obtained by means of-\n    (a) east and west observation of sun or star;\n    (b) observation of Polaris;\n    (c) the Island Triangulation;\n    (d) gyro-compass;\n     (e) magnetic needle; or\n    (f) an adjoining survey the initial bearing of which was obtained\n         by any of the methods specified in paragraphs (a),(b). (c), (d)\n          or (e)."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27.-(1) Field notes of urban lots shall be given in feet and decimals\nof a foot, and may be written around the figure. Areas shall be given\nin square teet.\n                P%e inclusion of tbi page ir authorized by L.N. 411976)\n             THE LAND SURVEYORS REGULATIONS, 1971\n        (2) Field notes of all lands other than urban lots may be\ntabulated when they cannot be clearly written around the figure, and\nareas shall be given in acres, roods and perches.\n      (3) All bearings shall be given in degrees and minutes and\nbetween the cardinal directions.\n       (4) Boundary notes shall be written in black water proof ink;\nand traverse notes wherever they become necessary shall be written\nin red waterproof ink."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Errors: The classification and nature of erron of observation the normal\n(Gaussian) frequency distribution; standard error and probable error of a single\nobservation and of the arithmetic mean of several observations; rules for the\ncombination of independent errors. (Least square methods are excluded).\n                 ITbe inclusion of this page is authorized by L.N. 4/197q\n               THE LAND SURVEYORS REGULATIONS, 1971\nh n d Law 1"
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. Where a stream or gully forms part of the boundary. field notes\nshall define the true boundary."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30.-(1)  Field notes shall be given for every strip of land, such as a\nmain or parochial or other public or reserved road, or railway, or\ncanal passing through any land surveyed and such field notes shall be\ntied at both ends to defined points on the boundary.\n       (2) Where a strip of land as aforesaid does not exceed 75 feet in\nwidth, a traverse with offsets to the boundary may be accepted.\n        (3) Where such strip of land is traversed on both sides, the\nfield notes of such traverses shah show cross ties at intervals of approxi-\nmately 1.200 feet."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31.-41) No plan shall be accepted by the Dkectar d Surveys udess\nhe is satisfied-\n     (a) that the survey complies with the standard of amcacy @-\n           fied in regulation 16;\n     (6) that the plan is prepared in a       which c d h m s with the\n           best professional standark read\n     (c) that both survey and p h comply witB dl dher nqairemenb\n           of these Regulations:\n            THE LAND SURVEYORS REGULATIONS, 1971                             15\n  Provided that the Director of Surveys, may, from time to time and in\nrespect of particular circumstances, grant exemption from any or all\nsuch requirements.\n          (2) Every plan shall bear the signature of the surveyor who\nmade the survey, and shall have inscribed thereon the following parti-\nculars-\n     (a) the name of the land represented in the plan and the parish\n            in which such land is situated;\n     ( b ) where there is a certificate of title in respect of such land.\n            the volume and folio of the Register Book in which such\n            certificate of title is entered;\n     (c) the dates between which the survey was made;\n     (4 the make and number of any instrument and tape used in\n            making such survey;\n     je) subject to the provisions of regulation 18, the bearings and\n            horizontal distances of the boundary lines of the land;\n     (f) thz names of the persons served with notice of the survey and\n            the names of those who appeared;\n     (g) the name of any person granting a waiver of notice and the\n            date of such waiver;\n      (h) a statement whether there were any objections to the survey,\n            and, if so, how the matter was determined;\n      (i) every boundary mark and the nature of the boundary; that\n            is to say whether a wall, wire fence, growing stake, slip of\n            dragon's blood, blazed tree, or other mark.\n       (3) Where a plan is compiled from the plans of former surveys.\nsuch plan shall be signed by the surveyor who compiles it, and qhall\nshow the specific parts of the survey made by the various sureyolrs,\ngiving the names of such surveyors and the dates of such surveys:\n  Provided that where there are registered or certified plans in respect\nof such tormer surveys, it shall be sufficient to show the volume and\nfolio of the Register Book in which such plan is registered, or the\nSurvey Department examination number, as the case may be."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. Every plan which is being submitted to be checked shall be ac-\ncompanied by-\n    (a) travarse sheets in the form specified in the Sixth Schedule, sixth\n        with field notes in ink, and other calculations, including Mcdu'e'\n         electronic wmputer calculations, relating to the survey; and\n    (b) copies of any waivers of notice;\n               IT& inclusion of this page ip authorized by L.N. 4119761\n                         THE LAND SURVEYORS REGULATIONS, 1971"
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. Where the Board considers it to be ~lecessaryor desirable, the\n            chairman may require any sweyor to submit to him the original of\n            any field book, notice of survey, written waiver or notice, notice of\n            objection to the survey or notice of withdrawal of objection to the\n            survey, and such surveyor shall forthwith comply with such require-\n            ment."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34.-(1) Any alteration of any entry in a field book shall be made by\n            the surveyor by striking through the incorrect figures and adding the\n            correct figures.\n                     (2) Any alteration as aforesaid shall be initialled by the surveyor.\n                     (3) No erasure shall be made in any field book."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35.-(1) Evexy plan shall be drawn in water proof ink, and shall be\n            prepared on good paper of other stable material approved by the\n            Director of Surveys, and shall conform to one or other of the sizes\nSeventh     specified in the Seventh Schedllle.\nSchedule.\n                    (2) Every plan shall have drawn thereon a suitable scale, not\n            less than four inches or more than eight inches in length, indicating the\n            scale to which the plan is plotted, and shall give the representative\n            fraction.\n                     (3) Every plan shall be drawn to an appropriate scale selected\n            from the following-\n                 (a) 10, 25, 50, 100, 200, 300, 400 or 500 feet to an inch; or\n                 ( b ) 1/250, 1 / 1,250, 1/2,500, 1/5,000, 1 / 10,000,\n            ar to such other scale as the Director of Surveys may approve in a\n            particular case.\n                     (4) Where a plan is made for the purpose of a transfer of land\n            being part of land already registered by plan-\n                (a) notwithstanding the provisions of paragraph (3), where the\n                        scale of the registered plan is suitable for the new plan, such\n                       new plan shall be made to the same scale as the registered\n                        plm;\n                 ( b ) where the scale or the registered plan is not suitable for the\n                        new plan, srlch new plan shall be made to a scale selected\n                       from the scales specified in paragraph ( 3 ) and representing\n                        some simple even multiple of the scale of the registered plan,\n                        or to the nearest scale applicable in the case of old plans\n                        represented in chains.\n                      (5) Conventional s i g s shall be used 2s specified in the Eighth\n            Schedule.\n                            Whe inclusion of this page is authorized by L.N. 4119761\n            THE LAND SURVEYORS REGULATIONS, 1971\n        (6) Every plan shall show the meridian to which the survey is\nreferred.\n       (7) The names of all adjoining lands as well as the names and\naddresses of the owners thereof (where these are obtainable) shall be\nwritten against their proper boundaries on the plan, together with the\nvolume and folio of any registered title.\n        (8) Where the names and addresses of the owners of adjoining\nlands are not obtainable, the surveyor shall so note on the plan, and\nshall state the names ana addresses of the occupiers, if any, of such\nlands.\n        (9) All boundary lines shall be drawn in black ink, and the\nplan shall be coloured by a faint red wash or shall have a narrow red\nborder.\n        (10) No colour on any plan shall be so dark as to obscure any\ntraverse lines or marks or to oreate any doubt as to the exact position\nof the boundary, whether such boundary be the centre of a stream or\nriver, or a party-wall, or whatever the case may he.\n        (11) Where traverse lines (not on a boundary) are shown on a\nplan, such lines shall be in red ink, and shall not conflict with the true\nboundary.\n       (12) All encroachments shall be shown in green.\n        (13) A plan of an urban lot shall show clearly the nature of the\nboundary (that is to say, whether it is a party-wall or otherwise) and\nshall leave no doubt as to the position of the true boundary.\n        (14) Any permanent building on the land surveyed, situated\nwithin ten feet of the boundary, and of such a nature as to be of assi-\nstance in identifying the boundary, shall be shown on the plan.\n        (15) All points on the boundary set by bearings and distances\nat which the direction of the boundary changes, and all traverse\nstations, where such stations are shown, shall be circled and distinctly\nshown on the plan in the appropriate colour.\n        (16) Every plan shall--\n     (a) state the nearest places of importance to and from which any\n          road leads;\n     (b) give such other information as suffices to identify any par-\n          ticular road; and\n               me inclusion of this page is authorized by L.N. 4119761\n             THE LAND SURVEYORS REGULATIONS. 1971\n    (c) where possible, give letteas or numbers of main or parochial\n        mad.\n        (17) Every plan shall be presented in a good state of preserva-\ntion with all lines and writing legible."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36.-(1) Every plan for deposit shall be drawn on good quality\ndurable drawing paper, or on other stable material.\n       (2) Every plan for deposit shall have-\n    (a) field notes in respect of outer boundaries;\n    (b) field notes in respect of the boundaries of each separate\n         block;\n    (c) the area of each lot;\n    (4 the bearing and distance of each subivision line; and\n    (e) such other information as may be necessary to enable a sepa-\n         rate plan complete with field notes to be prepared in respect\n         of each lot from the deposited plan.\n        (3) The lots comprised in any plan for deposit shall be identi-\nfied by means of a series of numbers or letters, or by both such numbers\nand letters, and, so far as is practicable, such numbers or letters shall be\nconsecutive.\n        (4) Where the lots comprised in any plan for deposit are not\nlaid out on the ground, the surveyor shall so state on the plan, and shall\nborder in red on the plan only the block boundaries.\n       (5) No plan shall be made for the transfer of any lot comprised\nin any deposited plan unless the lot intended to be transfenred has been\nlaid out on the ground.\n       (6) Every transfer of any lot comprised in any deposited plan\nwhich has not previously been laid out on the ground shall be accom-\npanied either-\n    (a) by a diagram of an actual survey of the lot which shows su5-\n         cient detail to enable the lot to be marked on the deposited\n         plan; or\n    (b) by a certificate from a surveyor to the effect that he has laid\n         out the lot on the ground to the exact dimensions and in the\n         position shown on the deposited plan.\n       (7) Every deposited plan. the lots comprised in which have been\nlaid out on the ground, shall show all corner or other marks and such\nnotes as may be necessary to enable a plan of any particular lot to be\nmade therefrom.\n                [The induaion of this page is authorized by L.N. 4119761\n            THE LAND SURVEYORS REGULATIONS, 1971\n        (8) Whme any plan of any particular lot is made from any\ndeposited plan in accordance with the provisions of paragraph (7), such\nplan may be attached to the document of transfer of such lot if the\nRegistrar of Titles is satisfied that at the time of the application for\ntransfer the lot was marked on the ground."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37.-41) Where land is being subdivided into lots, the Director of\nSurveys may require from the subdivider a key plan of such land.\n      (2) A key plan shall not be used for purposes of a transfer of any\nland or for an application to bring any land under the opeuation of the\nRegistration of Titles Acti"
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. Traverse sheets shall be in the form specified in the Sixth Sche- s ~ ,\n                                                                        Schedule.\ndule, and other calculations shall be made on sheets of the same size."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39.-(1) Subsequent to the certifying of any plan by the Director of\nSurveys, any amendment to any field notes in connection with such plan\nshall be made only by drawing a line through the incomect note in such\nmanner that the note remains decipherable, and by writing the correct\nnote above or near to the note so struck out.\n         (2) Any amendment made pursuant to paragraph (1) shall be\ninitialled and dated by the surveyor.\n                                    PARTV\n                                  Miscellaneous"
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40.-(1)   Where a notice of survey is required to be served, such\nnotice shall be in the form specified in the Ninth Schedule, and such Nitlrh\n                                                                      Schedule.\nservice shall be effected-\n     (a) by personal service by the surveyor or his agent; or\n      (b) by prepaid registered post; or\n     (c) where the owner or occupier of the adjoining land cannot be\n          found, by causing the notice to be-\n            (i) affixed to some conspicuous object on such land; or\n            (ii) exhibited at the nearest post office.\n       (2) Where a notice of survey is served by prepaid registered\npost, such notice shall be deemed to be properly addressed if it is\naddressed to the last known p1a.m of abode of the person to be served."
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41. A waiver of notice of survey shall be in the form specified in the\nTenth Schedule.                                                          Schedule.\n                mhe inclusion of this page is authorized by L.N. 41 19761\n                          THE LAND SURVEYORS REGULATIONS. 1971"
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42. Notice of objection to survey and of withdrawal of objection to\nEleventh     survey shall be in the form specified in the Eleventh Schedule.\nSchedule."
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43. A surveyor's warrant shall be in the form specified in the\nTwelfth      Twelfth Schedule and shall have affixed thereto a photograph of the\nSchedule.\n             surveyor."
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44. The Board shall issue to a surveyor a certificate of identity in the\nThirteenth\nSchedule.\n             form specified in the Thirteenth Schedule.\nFourteenth    45. The fees specified in the Fourteenth Schedule shall be the mini-\nSchedule.\n             mum fees which a surveyor is entitled to recover."
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46. Any case for which provision is not made in these Regulations\n             shall be referred to the Board for decision.\n                                            FIRST S C m D U L E                          (Regulation ?)\n               The areas included in the Island Mapping Series scales 1 :1250 and 1 :2500\n             of the following cities and towns-\n                          Kingston\n                          Montego Bay\n                          Spanish Town\n                          Black River\n                          Falmouth\n                          Lucea\n                          Mandeville\n                          Morant Bay\n                          Port Antonio\n                          Port Maria\n                          Savanna-la-Mar\n                          St. Ann's Bay\n                          May Pen\n                          Brown's Town\n                          Ocho Rios\n                          Porus\n                          Santa Cruz\n                          Buff Bay\n                          Highgate\n                          Annotto Bay\n                          Linstead\n                          Christiana\n                          Spaldings\n                          Chapelton\n                          Negril Development Area\n             and all other areas where industrial, commercial or residential development\n             comprises more than 50 lots.\n                  THE LAND SURVEYORS REGULATIONS. 1971\n                                      SECOND SCHEDULE                                (Regulation 3(3) )\n  Micles of Indentureship to a Commissioned Land Surveyor.\n  THIS INDENTURE made the.. .............day of.. ..........................................."
    }
  ],
  "definitions": [
    {
      "term": "approved tape",
      "definition": "any metal tape or band approved by the",
      "source_provision": "sec2"
    },
    {
      "term": "deposited plan",
      "definition": "any plan of any building estate, or other",
      "source_provision": "sec2"
    },
    {
      "term": "examiwtim in local law",
      "definition": "the examination referred to in",
      "source_provision": "sec2"
    },
    {
      "term": "key plan",
      "definition": "any plan of any land which is being divided",
      "source_provision": "sec2"
    },
    {
      "term": "referenced corner mark",
      "definition": "three permanent marks one of",
      "source_provision": "sec2"
    },
    {
      "term": "rural area",
      "definition": "any area other than an urban area",
      "source_provision": "sec2"
    },
    {
      "term": "survey",
      "definition": "the taking of measurements and the setting of",
      "source_provision": "sec2"
    },
    {
      "term": "urban area",
      "definition": "any area within the limits of the Corporate",
      "source_provision": "sec2"
    }
  ]
}