{
  "id": "jm-subs-the-legal-deposit-act",
  "type": "statute",
  "title": "The Legal Deposit Act",
  "title_en": "The Legal Deposit Act",
  "short_name": "Legal Deposit Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-legal-deposit-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-legal-deposit-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the Legal Deposit Regulations, C ' i m\n2004.\n    2; --(I) Each national publisher shall deposit with the legal depository       z,\";\nthe following number of documents\n      (a) two copies of a printed document;\n      (6) one copy of an audio-visual document.\n         (2) In any case where copies of documents whch are to be\ndeposited in a legal depository are not of uniform quality-\n      (a) one of the copies shall be equal m quality to the quality of the\n          highest pnced edition thereof and shall include aU materials\n          forming part of the document\n      (b) the other copy shall be equal in quality to the quality of the largest\n          number of copies produced.\nAct-"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. I hereby gram to the Legal Depmitory pamission t o -\n       (0)   mpy (including downlosd), reformst and reksh for prsmation and h r n m t a t i o n\n             purposes, the document;\n       ( b ) pamit mambas afthe p l b l i c a c n s ~tothe d m m e n t pmadlo redons 61 to 65 of\n             the Copyrighl An and ihe Copyright (Librarians and Archivists) (Copying of\n             Coprighl M a t e d ) Regulations, 1993."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The following documents are exempt from the provisions of the               z,\n      ( a ) advertisements;\n      ( b ) bookmarks;\n                  [ncinelurion of this page is rulhorized by LN. llZW61\n                THE LEGAL DEPOSITREGULATlOh'S. 2004\n(c) colowing books:\n(d) confidential documents;\n(e) diaries and calendars not containing any artistic or literaq\n      peculiarities;\n(1) documents distributed in Jamaica by private and religious\n    organizations to a select group of persons and not intended for\n    genelal public consumption;\n)     documents embodying judicial, quasi-judicial or parliamentary\n      proceedings;\n(h) drawings not published as a collection of works;\n(I)   elementary and secondary school yearbooks;\n(i) galley copies or manuscripts;\n( k ) games;\n(I) laws of Jamaica, including subsidiary legislation;\n(m) minutes of meetings;\n(n)   models,\n(0)   new impressions without alteration'and reprints of any dckment;\n@) newsletters of local interest published by associations, employee\n      groups, govemmem departmenWpisbes, schools or union locals;\n(r) official documents for which depositories are prescribed or\n    established under any other enactment;\n(s) offprim that         are not repagioated or re-issued for public\n      distribution;\n(t)    pattern and blueprints;\n(u) photographs not published as a collection of works;\n(v)    press kl-       and circulars,\n             P c imluion of (his page ir authatircd by LN. I R W ]\n                      THE LEGAL DEPOSITREGULATIOOVSS2004\n      (w) programmes of activities and events;\n      (I) sound recordings that are only manufactured or distributed in\n             Jamaica and that have no Jamaican content or major Jamaican\n             contributor, that is to say, no Jamaican artist composer, conductor,\n             narrator, o r c h e m performer, producer or writer.\n      Q trade catalogues;\n      (2)    unpublished Student reports: theses and other works produced .to\n             meet course requirements."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1 ) Each national publisher shall. when depositing a document in the ?\n                                                                              &\nlegal depository. complete the form set out in the Schedule which shall s w .\nammpany the document.\n        (2) Each national publisher shall complete a separate form in respect\nof each document which he deposits.\n         (3) Where a national publisher is a company. the form shall be\ncompleted by a director of the company or the company secretary and shall\nbear the stamp of the company.\n        (4) Where the legal depository returns a document to a national\npublisher because the document is inaccessible, the national publisher shall\nresubmit the document in a form that is accessible to the legal depository."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The legal depository shall return to a national publisher any document\nwhich he deposits which-                                                     M\n                                                                             r.-\n                                                                               ank        ~~\n                                                                                    &U,\n       (a)    does not meet the requirements of the Act;                            mhml\n                                                                                    pb*.\n       (6) falls within the exemptions under regulation 3; or\n       (c) is in a format that renders the document inaccessible to the legal\n             depository."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The national publisher shall grant permission to the legal depository\nt-\n                                                                                    t o w\n       (a) copy (including download), reformat or refresh for pmervation .-\n           and documentation purposes, any document he deposits; and\n       (b) pamit members of the public access to any document he deposits\n           purmant to the provisions of sections 61 to 65 of the Copyright\n           Act and the Copyright (Librarians and Archivists) (Copying of\n           Copyright Material) Regulation$ 1993.\n                         inclusion of this page is authorired by LN. IRW6]\n                          THE LEGAL DEPOSITREGULATIONS. 2094\n                                     THE WGAL DEPOSIT ACT\n                                   THE LEGAL DEPOSITORY\n                              THE NATIONAL LIBRARY OF JAMAICA\n                        AND (insert m e ofany other desigMLEd hbrary)\n                                        Legal Depsir Form\nAseparatc f m is to be completcd in respect of each do~umentdeposited.\nName ofNatianal Publisher\nAddress ofNational Publisha\nE-mail Address of National Publisher\nBusinessTeIephone No. ofNational Publisher                                           , if individual\nPleasealso s u e Home No.                             and Mobile No.\nTitle of Document (as stated an title page or label, nc.)\n                                                                                 %\nk c r i p t i n of Document\nDate of Publication of Document\nFormat of First Publicatibn ofDoeurnenl\nTitle Idenlifier (ISBN, ISSN, dc.)\nFormat of Document Being Deposited\nNo, of Copies of Docummt being Deposited                                                           .\nR o d m i o o Cost of Single l u m\n                       [The imlcrion or this prxe is vulhotilcd by L.N.112M)6]\n                         THE LEGAL DEPOSITREGUIATIONS.2001\n   I I declare thu I am a national publisha in accordance with the provisions of the Legal\nDeposit A n"
    }
  ],
  "definitions": []
}