{
  "id": "jm-subs-the-loans-national-development-bonds-act",
  "type": "statute",
  "title": "The Loans (National Development Bonds) Act",
  "title_en": "The Loans (National Development Bonds) Act",
  "short_name": "Loans (National Development Bonds) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-loans-national-development-bonds-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-loans-national-development-bonds-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the Loans (National Develop- Short title.\nment Bonds) Regulations. 1968."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In these Regulations-                                               Interprets-\n                                                                         tion.\n     \"issuing agencies\" means the Bank of Jamaica, the Workers\n          Savings and Loan Bank, the National Savings Committee,\n          Commercial banks and such other persons as may be\n          approved by the Minister under subsection (1) of section 8\n          of the Act for the purpose of issuing bonds;\n     \"multiple b o n d means a bond representing any number of unit\n          bonds and entitling the holder to receive the aggregate amount\n          of sums repayable in respect of that number of unit bonds;\n     \"unit bond\" means in respect of each series of bonds, a bond\n          issued on payment of the minimum amount for which a\n          bond of such series is issued."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Every bond of any series shall be in the form approved by the F~,.,,,.~,,\nMinister in respect of that series and shall be registered at the Bank. m8\"trnt\"n."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Subject to regulations 10 and 11, every bond shall mature on the\ndate of maturity stated in the Bank's register of bonds in respect to\nthat bond and save as permitted by regulation 11 shall not be trans-\nferable."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . 4 1 ) Bonds shall be issued in units of $2.00 or such other units Denominn-\nas the Minister may direct in respect of any series of bonds and shall %'gd\nbe made available for purchase at issuing agencies in such denomina- bmb'\ntions as the Minister may from time to time determine.\n      (2) Bonds of the same series and bearing the same issue date\nmay. at the request of the holder and if the Bank so approve, be\nconsolidated and replaced by a new multiple bond of a nominal value\n               Pho hduslon of thL page b authorized by L.N 286119761\n              THE LOANS (NATIONAL DEVELOPMENT BONDS) REGULATIONS, 1968\n              equivalent to the total nominal value of the consolidated bonds, so.\n              however, that such multiple bond shall bear the same issue date as\n              the consolidated bonds.\nApplication     6. An application to purchase a bond shall be made in such manner\nfor bonds.\n              as the Bank may require and for the purposes of any such application\n              the applicant shall deliver to the issuing agency such documents and\n              other information in writing as the issuing agency may require.\nCapacity to     7.-(1) A bond may be purchased and held-\nhold bondn.\n                     (i) by any person of the age ofJsixteen years and upwards who is\n                         not under any legal disability or is so only by reason of his\n                         not having attained the age of twenty-one years; or\n                    (ii) jointly by any two such persons;. or\n                   (iii) jointly by any such person and any person under the age of\n                          sixteen years; or\n                   (iv) by a charitable institution, a trade union, the trustees of any\n                          superannuation fund approved, under the Income Tax Act,\n                         a friendly society, a co-operative society or any other body\n                          of persons which the Minister may approve for the purpose\n                          either generally or with respect to a particular purchase which\n                         is not liable to income tax under the Income Tax Act.\n                     (2) Subject to the provisions of these Regulations, a bond may be\n              purchased on behalf of and in the name of a person under the age of\n              sixteen years by his parent or guardian or by any pexson who satisfies\n              the Bank that he is a proper person to act on behalf of the first-\n              mentioned person; and any bond so purchased shall be deemed to be\n              held by the person on whose behalf it is purchased.\n                     (3) Where a bond has been purchased on behalf of a person who\n              was, at the date of the purchase, under the age of sixteen years, the\n              Bank may, at any time after that person has attained the age of sixteen\n              years, require a specimen of his signature.\nMaximum              A person shall not-\n                &--(I)\nholding of\nbonds.            (a) save as permitted by regulation 7, purchase any bonds as a\n                      nominee of any other person; or\n                  (b) save as permitted by this regulation, purchase any bonds or\n                      hold, or have any interest in any bond purchased on his\n                      behalf, if the total value of bonds which will be held by\n                             me inclusion of this page is authorized by L.N 286119761\nTHE LOANS (NATIONAL DEVELOPMENT BONDS) REGULATIONS, 1968                                 5\n         him or in which he will have an interest, immediately after\n         the purchase (whether solely or jointly with any other person),\n         will exceed-\n                in the case of an individual, $7,000: in respect of any\n                 one series of bonds or such other amount as the\n                Minister may direct;\n                in the case of a person other than an individual.\n                 $40,000: in respect of any one series of bonds or such\n                 other amount as the Minister may direct.\n     (2) In calculating for the purposes of this regulation the total\nnumber of bonds which a parson holds or in which he has an interest-\n   (a) a multiple bond shall be taken to be such number of unit\n        bonds as is represented by the multiple bond;\n   (b) there shall be left out of account-\n            (i) bonds acquired pursuant to regulation 11 consequent\n                upon the death of a holder of bonds;\n           (ii) bonds acquired in accordance with and subject to an\n                offer of conversion made to the holders of National\n                Savings Bonds in the terms of issue of any series of\n                National Development Bonds;\n          (iii) bonds acquired in accordance with and subject to an\n                offer of conversion made to the holders of any series\n                of National Development Bonds in the terms of issue\n                of any other series of National Development Bonds."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-41) Subject as hereinafter provided, if any person-                  Cancellation\n                                                                          of bonds\n     (a) not being a person entitled under regulation 7 so to do, held by\n                                                                          unqualfied\n           purchases, holds or has any intexest in a bond; or             persons.   8\n     ( 6 ) purchases, holds or has any interest in any bond in contraven-\n           tion of regulation 8,\nthe registration of that bond shall, if the Bank so directs be cancelled\nor altered or otherwise dealt with but without prejudice to the right of\nthe person entitled thereto to repayment of the purchase price of the\nbond.\n       (2) Notice of any cancellation under this regulation shall be sent\nto the person concerned as soon as may be and the Bank may require\nany bond which may be so affected, or any documents issued in lieu of\nsuch bond to be delivered up to the Bank for the purpose of being\ncancelled or altered or otherwise dealt with as may be necessary to give\neffect to the provisions of these Regulations.\n                m e indusion of this page is authorized by L.N.4119761\n6             T H E LOANS (NATIONAL DEVELOPMENT BONDS) REGULATIONS. 1968\nEncashrnent\nof bonds.       10.-41) The holder of a bond may apply for repayment at any time\n              and the Bank shall, on production of the bond, repay, in cash or by\n              cheque, the amount of the bond together with any interest payable or\n              other sum accrued on the bond in accordance with the terms of issue\n              of the bond:\n                Provided that the Bank may, in its discretion-\n                  (a) require the production of such other documents and infos-\n                      mation as it thinks fit; and\n                   (6) require a period of notice (not being more than six days).\n              before making payment as aforesaid.\n                      (2) In the case of a multiple bond an application may be made\n              for repayment in respect of any number of the unit bonds represented\n              by the multiple bond.\n                      (3) The holder of a bond being a person of the age of sixteen\n              years or upwards may, subject to the approval of the Bank, authorize\n              any penson to apply for or receive on his behalf the sum repayable in\n              respect of the bond.\n                       (4) Where a bond is held by a person under the age of sixteen\n              years payment in respect of the bond shall not be made to him but\n              shall be made to, and on the application of, any other person who\n              satisfies the Bank that he is a proper person to receive the payment.\n                      (5) Where a bond is held in the joint names of two persons\n              each of whom is over the age of sixteen years it may be encashed on\n              the signature of either party. Where a bond is held in the joint names\n              of two persons one of whom is not over the age of sixteen years it may\n              be encashed only on the signature of the holder who is over the age of\n              sixteen years.\n                     (6) An application for payment of the sum repayable in respect\n              of a bond held by a pexson of unsound mind shall be made by his\n              committee.\n                     (7) Where it is shown to the satisfaction of the Bank that any\n              person holding a bond is a person of unsound mind for whose estate\n              no committee has been appointed, the Bank may, if it thinks fit, pay\n              the whole or any part of the sum repayable in respect of the bond to\n              any person who satisfies it that he is a proper person to receive payment.\n                      (8) Where it is shown to the satisfaction of the Bank that a\n              receiving order has been made against any person who is the holder of a\n              bond, or that a trustee has been appointed in the bankruptcy of any\n                             me inclusion of this pnge h authorized by L.N. 41 1976)\nT H E LOANS (NATIONAL DEVELOPMENT BONDS) REGULATIONS, I968\nsuch person, the Bank may, if it thinks fit, on an application made in\nthat behalf by the Receiver or trustee, pay to the Receiver or trustee,\nas the case may be, the sum repayable in respect of the bond.\n       (9) The Bank may, before making any repayment in respect\nof a bond, require the applicant for payment to submit such docu-\nments as it may, in any case, see fit."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) In the event of the death of the holder of a bond, the ro=&:\nproduction of probate or letters of administration granted, or having under grant\n                                                                            of repre-\neffect as if granted, in respect of personal estate comprising the bond sentation.\nby a court of competent jurisdiction or of a certified copy thereof, shall.\nsubject to the provisions of these Regulations, be sutlicient authority to\nthe Bank-\n     (a) to pay the sum repayable in respect of the bond to the person\n          to whom the grant was made, or as directed by that person; or\n      (b) at the option of that person, to transfer the bond-\n              (i) to that person; or\n             (ii) as directed by that person, to a person who, under the\n                   probate or letters of administration, succeeds to a\n                   beneficial interest in the bond.\n         (2) The Bank may, for the purpose of carrying out the provi-\nsions of this regulation, issue a new bond in place of the original bond.\nso, however, that such new bond shall bear the issue date of the\noriginal bond."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The issue date of a bond shall be the day of the month and fargg,\";p\nyear in which payment for the bond is received by the issuing agency."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) Bonds which have been destroyed, multilated, lost or stolen ;g;aanian\nmay be replaced with bonds of equal denomination subject to such of bonds.\nterms and conditions as the Bank may deem fit to impose and subject\nto the payment of a fee of ten cents in respect of each bond so\nissued in replacement, so, however, that such new bonds shall bear\nthe issue date of the original bonds.\n       (2) The Bank may attach to the issue under this regulation of\nany bond such conditions as to indemnity or otherwise as it thinks fit."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1) Where in the case of the purchase, encashment or maturity and\n                                                                      sisnature\n                                                                          authen-\nof a bond any document is required to be completed and signed by tication ot\n                                                                      documents.\nany person, then in the case of a person unable to write the document\n                me indueion d thb page is authorized by L.N. 4/ 19761\n             THE LOANS (NATIONAL DEVELOPMENT BONDS) REGULATIONS, 1968\n             shall be sufficiently completed and signed if prepared by some other\n             person on his behalf and in the presence of a competent witness the\n             documents is read over to the person unable to write and he expresses\n             his agreement thereto and appends his,mark in the presence of that\n             witness who shall attest the mark so appended.\n                    (2) For the purposes of this regulation \"competent witness\"\n             means any of the following persons, if normally resident in the Island-\n                 (a) a Member of Parliament;\n                 (b) a Minister of Religion;\n                 (c) a Justice of the Peace;\n                 (6) a Bank Manager, accountant, chief clerk, or senior clerk of the\n                      'Bank or any commercial bank;\n                 (e) a qualified medical practitioner, dentist, barrister or solicitor;\n                 (f) a police officer or sub-officer not below the rank of sergeant;\n                 (g) a registered teacher in a primary school or secondary school;\n                 (h) a postmaster;\n                 (i) a member of the National Savings Comtnittee referred to in the\n                       Loans (National Savings Bonds) Regulations or of any Parish\n                       Committee or other committee appointed by such National\n                       Savings Committee;\n                 09 a community development officer of the Sugm Industry Labour\n                       Welfare Board.\nPersons         15.-(1) If any person holding any bond is of unsound mind or is\nunder dis-\nability.     otherwise under legal disability, anything which under these Regulations\n             is required or authorized to be done by or to the holder of the' bond\n             shall or may be done by or to the committee of, or other person having\n             power in law to administer, his estate.\n                    (2) Nothing in this regulation shall affect any other provision\n             of these Regulations relating to persons under the age of twenty-one\n             years.\nPayment        16.-(1) Where the Bank holds any sum for the purpose of paying-\ninto the\nConsd-\ndated Fund\n                 (a) the principal amount of any bond due for xedemption; or\nof\nunclaimed         (b) any interest payable or other sum accruing on any bond,\nmoneys.\n             and that sum is not claimed by the bondholder within two years from\n             the date on which that sum became due, the Bank shall if the Minister\n             so directs, pay that sum into the Consolidated Fund.\n                             [The inclusion of this paee is authorized by L.N. 4119761\n                                                                                         -\nTHE LOANS (NATIONAL DEVELOPMENT BONDS) REGULATIONS, 1968                           9\n        (2) Notwithstanding the payment of any sum into the Consoli-\ndated Fund pursuant to paragraph (I), the Bank may pay to any\nperson showing his right thereto to the satisfaction of the Bank, the\namount of any sum so transferred and the Minister shall thereupon\ndirect, without further appropriation than that provided by this para-\ngraph, that the Bank be reimbursed from the Consolidated Fund.\n        (3) Where the principal amount of any bonds due for redemp-\ntion is transferred to the Consolidated Fund pursuant to paragraph (I),\nthe Bank shall publish once weekly for a period of four weeks, in the\nGazette and in at least one daily newspaper printed and circulating in\nJamaica, a notice showing the name of the holder and the serial number\nof such bond, and the amount so transferred."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(1) The Bank or any of its officers shall not be liable for any Indernntty\nact done in good faith and without negligence in accordance with these gLA\"k\"and\nRegulations, and the receipt of the person to whom money is paid or\nrepaid shall be a full dischaxge to the Bank for the amount paid or\nrepaid.\n        (2) Nothing in this regulation shall operate to prevent the re-\ncovery by any person or his representatives of any money lawfully due\nto him from the person to whom that money was paid by or under the\ndirection of the Bank, or from the representatives of that person, or\naffect the right which any person or his representatives may have in\nrespect of a bond against a third party.\n               mhe inclueion of this page' is authorized by L.N. 4119761"
    }
  ],
  "definitions": [
    {
      "term": "issuing agencies",
      "definition": "the Bank of Jamaica, the Workers",
      "source_provision": "sec2"
    },
    {
      "term": "unit bond",
      "definition": "in respect of each series of bonds, a bond",
      "source_provision": "sec2"
    },
    {
      "term": "competent witness",
      "definition": "any of the following persons, if normally resident in the Island-",
      "source_provision": "sec14"
    }
  ]
}