{
  "id": "jm-subs-the-local-improvements-act",
  "type": "statute",
  "title": "The Local Improvements Act",
  "title_en": "The Local Improvements Act",
  "short_name": "Local Improvements Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-local-improvements-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-local-improvements-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Notice may be cited as the Local Improvements (Corporate\nArea) Notice, 1969.\n  2 It is hereby directed that the provisions of the Act shall apply to\n@e Corporate Area.\n           \"\n               m o hdu&m of, tbli p G e La autho&d   by.^.^: 4119761\n                        LOCAL IMPROVEMENTS\n              i Lc LOCAL IMPROVEMENTS ACT"
    },
    {
      "provision_ref": "sec1l",
      "section": "1l",
      "title": "Section 1l",
      "content": "1l-\n                                  ORDER\n                              (under section 6)\n   THE LOCALIMPROVEMENTS (FEESFOR SUBDIVISION\n                                            APPROVAL)\n          (ST. THOMASPARISHCOUNCIL)ORDER,1993\n       (Made by the Minister on the 2nd day of March, 1993)                  L.N. I O A ~ I Q ~"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2 . 4 1 ) With respect to every appeal to the Minister the following\nprovisions shall apply-\n      (a) Every appeal shall be commenced by notice of appeal addressed\n           to the Permanent Secretary to the Minister. Such notice shall\n           be delivered to the said Permanent Secretary within twenty-one\n           days from the decision appealed against:\n           Provided that where the appellant is not present when the\n        decision is announced, time for delivering a notice of appeal\n        shall not commence to run until the date on which a letter or\n        other communication is posted by registered post to the\n        appellant informing him of the decision.\n    (b) Such no& may be in the form of an ordinary letter and shall\n        set fofth clearly the grounds of appeal and the date or dates\n        when the subject matter of such appeal arose. Copies of\n        correspondence or other documents (if any) or statements veri-\n        fied by statutory declaration of facts rel'ating to the dispute\n        shall be attached to the notice of appeal.\n    (c) A copy of the notice of appeal, together with a copy of the\n        correspondence or other documents mentioned in sub-paragraph\n        (b) shalt be served on the Board by appellant.\n    (d) The Minister may decline to hear any appeal which does not\n        comply with the foregoing conditions or which may be con-\n        sidered frivolous; or if satisfied that the omission to comply\n        with such conditions has arisen from inadvertence, ignorance\n        or necessity, and if the justice of the case so appears to require.\n        may admit the appellant to impeach the decision appealed\n        from.\n               lTbe Lclwion of rhis page is authorized by L.N.41 19761\n         THE LOGAL IMPROVEMENTS (APPEAL) RULES, 1959\n      (2) On the hearing of any appeal the Minister may adjourn the\nconsideration thereof if of the opinion that it is desirable so to do.\n      (3) The Minister may in his discretion order that such books.\npapers or other documents as a* in the possession of any party to the\nappeal shall be produced by such party for his information.\n      (4) On every appeal to the Minister the appellant shall deposit\ninto the Treasury an amount of two dollars and ten ants for such\nappeal and the re-mipt therefor shall accompany his notice of appeal.\n      (5) The amount deposited by the appellant under this rule shall\nbe refunded if the appeal is sustained and the Minister so directs but\nshall be forfeited to the Consolidated Fund if the appeal fails or in\nthe event of the appellant failing to prosecute the appeal.\n      (6) Subject to the provisions of thae Rules the Minister may\nregulate his own procedure.\n              D o inclwion of this page is ruthorized by L.N. 4119761\n                                                                        -"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The map required by subsection (1) of section 5 of the Act shall\nbe drawn to a scale of not less than one inch to every one hundred feet\nand every person depositing such map shall show thereon the particulars\nspecifically mentioned in the said section, and also the following parti-\nculars-\n          the intended name of each street or way to be formed and laid\n           out;\n          the intended position of such street or way in relation to the\n           existing streets or ways nearest thereto;\n          the size and number of the intended building lots;\n           the intended sites, height, class and nature of the buildings to\n           be erected thereon;\n          the intended height of the division and fence walls thereon."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1 ) The fees specified in paragraph 3 shall be paid to the secre-\ntary of the Parish Council as follows-\n      on submission of the application        ...         ... 50%\n    on approval of the application                    ...            ...   50%\n      (2) Where the subdivision is part of a development which will\nrequire more than eighteen months for completion, the Council may\naccept payment of the fees as follows-\n    on submission of the application       ...            30%        ...\n    on approval of the application                    ...            ...   30%\n    6 months after the commencement of work on the\n    development     ...     ...        ...      ...                        40%\n      (3) Where the subdivision combines agricukural and residential\nor residential and commercial purposes, the fee shall be calculated\nproportionately.\n      (4) Where (the Council refuses a subdivision application the Secre-\ntary hall refund to the applicant an a n m t not exceeding fifty per\ncenturn (50%) of the total fees payable in respect of ;that application."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Every person depositing with the Council the specification required\nby paragraph (a) of subsection (2) of section 5 of the Act shall deposit\ntherewith plans and sections drawn to a scale of not less than one inch\nto every fifty feet and shall show on every such plan and section the\nfollowing details in respect of each intended street or way, that is to\n        the levels of the present surface of the ground above some\n         known datum;\n        the intended level and the intended rate or rates of inclination\n         of the intended street or way and the level and inclinations of\n         streets or roads with which it is intended that such street or\n         way shall be connected;\n        the intended mode of construction and the class and descrip-\n         tion of material with which it is intended to construct the\n         same;\n        the intended class, size and mode of construction of all kerbs,\n        channels, culverts, bridges, water tables and sidewalks;\n        the description, class, size and location of all intended street\n         lamps;\n         the intended height, class and construction of the street-fences\n         or walls;\n        the intended class, size and construction of all water mains,\n         services and hydrants with which it is intended that such way\n         or street shall be served, and their connection to the existing\n         services."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Every person depositing such plans, sections and specifications as\naforesaid in respect of intended streets or ways shall cause the said\nplans, sections and specifications to be prepared so as to comply with\nthe following requirements-\n     (a) for the carriage way of each street to be not less than thirty\n         feet;\n     (b) for the surface of the carriage way to curve or fall from the\n          centre or crown of such carriage way to the channels at the\n          sides thereof; the height of the crown of such carriage way\n          above the levels of the side-channels being calculated at the\n          rate of not less than three-eights of an inch and not more\n          than three-fourths of an inch for every foot of the width of\n          such carriage way;\n     (c) on each side of such carriage way for a footway or sidewalk\n               me inclusion of this page is authorized by L.N. 4/19761\n  THE LOCAL IMPROVEMENTS (KINGSTON AND ST. ANDREW)\n                  REGULATIONS, 1968\n        of a width not less than one-sixth of the entire width of such\n        street or way;\n   (d) for each footway or sidewalk in such street or way to slope or\n        fall towards the kerb or outer edge at the rate of not less than\n        one-fourth of an inch nor more than one-half of an inch in\n        every foot of width;\n   (e) for every footway or sidewalk in such street or way to be\n        constructed so that the height of the kerb or outer edge of\n        such footway above the channel of the carriage way shall\n        be not less than three inches at the highest part of such\n        channel and not more than seven inches at the lowest part of\n        such channel;\n   <n on each side of the carriage way and adjoining the kerb of the\n        footway or sidewalk for water tables not less than eighteen\n        inches broad and four inches thick to be constructed of cement\n        concrete in the proportions of one part of cement to three\n        parts of sand and six parts of broken stone;\n   (g) for every street or way to be laid out at such level as will\n        afford the easiest practicable gradients throughout the entire\n        length of such street or way for the purpose of securing easy\n        and convenient means of communication with and drainage\n        to any other street or intended street with which such new\n         street may be intended to be connected and as will allow\n         of compliance with the provisions of any enactment or by-\n         law in force for the regulation of new streets and buildings;\n    (h) in the case of any street or road-fence to show the level of\n         such street or road-fence with the street or way."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Every person depositing such plans, sections and specifications as\nafotesaid in respect of intended ways or streets shall cause the said plans.\nsections and specifications to be prepared so as to comply with the\nfollowing requirements-\n     (a) each way or street shall be not less than forty feet wide, in-\n         cluding sidewalks, and water tables and the carriage way of\n         each such way or street shall not be less than twenty-five feet;\n     (b) the surface of the carriage way shall curve or fall from the\n         centre or crown of such carriage way to the channel at the sides\n         thereof, the height of the crown of such carriage way above\n         the levels of the side channels being calculated at the rate of\n         not more than three-eights of an inch for every foot of the\n         width of such carriage way;\n     (c) on each side of such carriage way there shall be a footway or\n         sidewalk of a width of not less than one-sixth of the entire\n         width of such way or street;\nTHE LOCAL IMPROVEMENTS (MANCHESTER) REGULATIONS, 1911                        9\n   (d) each footway or sidewalk in such way or street shall slope or\n        fall towards the kerb or outer edge at the rate of not less than\n        one-fourth inch and not more than one-half of an inch in every\n        foot of width;\n   (e) every footway or sidewalk in such way or street shall be con-\n        structed so that the height of the kerb or outer edge of such\n        footway above the channel of the carriage way shall be not\n        less than four inches at the highest part of such channel and\n        not less than six inches at the lowest part of such channel;\n    (f) at each side of the carriage way and adjoining the kerb of the\n        footway or sidewalk there shall be water tables not less than\n        eighteen inches broad and four inches thick to be constructed\n         of cement concrete in the proportions of one part of cement\n        to three parts of sand and six parts of broken stones with kerbs\n        six inches high and six inches thick;\n   (g) every way or street shall be laid out at such level as will afford\n        the easiest practicable gradient throughout its entire length of\n         such way or street for the purpose of securing easy add con-\n         venient means of communication with the drainage to any\n         other street or intended street with which such new streets may\n         be intended to be connected and as will allow of compliance\n         with the provision of any enactment or by-law in force for the\n         regulation of new streets and buildings;\n    (h) in the case of any street or road fence there shall be shown\n         the level of such street or road fence with the way or street."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Every person depositing a map, plans, sections and specifications\nwith the Council under section 5 of the Act shall also deposit such\nparticulars of the title to all the land shown on the said plan as a pur-\nchaser thereof would under the Act for the time being be entitled\nto require of his vendor and the Council may refuse to sanction such\nmap, plans, sections and specifications if not satisfied with the title of\nthe depositor."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) On the recommendation of the Superintendent of Roads and\nWorks, the Council may reduce the width 'of any intended road m way\nand/or the carriage way to such width as may be approved by the\nCouncil.\n       (2) The Council may also waive any other requirement under\nthese Regulations which in its discretion is unnecessary in any particular\ncase :\n               C I b inclusion of this pane is authorized by L.N. 41 19761\n THE LOCAL IMPROVEMENTS (MANCHESTER) REGULATIONS, 1941\n  Provided, however, that the waiver of any requirement by the Council\nshall be subject to the approval of the Minister."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. All notices, orders, summonses and any other documents and\nproceedings required or authorized by these Regulations or by the Act\nto be served upon any person, may be served by delivering the same\nto or at the residence of the person to whom they are respectively\naddressed or where addressed to the owner or occupier of premises.\nby delivering the same or a true copy thereof to some adult person on\nthe premises, or if there is no person on the premises, who can be so\nserved by fixing the same on some conspicuous part of the premises;\nthey may also be served by sending the same by post by a prepaid\nregistered letter; and if served by post shall be deemed to have been\nserved at the time when the letter containing the same would be delivered\nin the ordinary course of post, and in proving such service it shall be\ns a c i e n t to prove that the notice, order, summons or other document or\nproceeding was properly addressed and put in the post."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. All notices, orders or any other document required or authorized\nby these Regulations or by the said Act to be given to or. served upon\nany person, partnership or company may be given or served in any one\nof the following ways-\n     (a) by delivering the same at the residence or office of tha party\n           or parties to whom the notice, order or other document is ad-\n          dressed; or\n     (6) where the notice, order or other document is addressed to the\n          owner or occupier of the land to be laid out or sub-divided,\n          by delivering such notice, order or other document to an adult\n          person on such land or by affixing such notice, order or other\n          document to some conspicuous part of such land; or\n     (c) by prepaid registered post, and such notice, order or other\n           document shall be deemed to have been given or served at the\n           time when the letter containing the same would, in the\n           ordinary course of post be delivered to the party or parties\n           to whom it is addressed.\n               [ f i e inclusion of tbis page is auth0rk.d by L.N. 41 19761\n                         LOCAL IMPROVEMENTS\n               THE LOCAL IMPROVEMENTS ACT\n                                REGULATIONS\n                              (under section I I)\n(Made by the Kingston and St. Andrew Corporation and approved by L.N,49169\n           the Minister on the 4th day of February, 1969)"
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51 - 100 lots            ...           ...\n     Over 100 lots            ...            ..."
    }
  ],
  "definitions": []
}