{
  "id": "jm-subs-the-mandeville-parade-act",
  "type": "statute",
  "title": "The Mandeville Parade Act",
  "title_en": "The Mandeville Parade Act",
  "short_name": "Mandeville Parade Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-mandeville-parade-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-mandeville-parade-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the Mandeville Para& Regu-\nlations, 1949.\n  2 In these Reguhtions-\n    \"the Council\" means the Parish Council for the parish of Man-\n        land enclosed by low walls, situated and lying with the\n        limits of the Mandeville Parade;\n    \"tho Council\" means tho Parish Council for t b parish of Man-\n        &ester;\n   \"the Mandevilla Parade\" means the area described in the Schedula. Bcbcdd."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. No person other than an officer of the Council or a person employ-\n  ed by the Council in or about any work in connection with the im-\n  provement or maintenance of the Mandeville Parade, or the servant\n  of any such last-mentioned person, or a person authorized in writing\n  by the chairman of the Council, shall drive, wheel, or place. or cause\n  to be driven. wheeled or placed, any barrow, cart, truck or wheeled\n  vehicle of any description whatsoever. on or over any of the pathways\n-ni           the Cecil QLar1ton Park."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. No person shall cause or suffer any horse, ass, mule, bull, ox,\ncow, heifer, steer, calf, sheep, goat, hog, pig or sow, belonging to h i .\nor under his control, or in his charge or custody, to stray or be at large\non any part of the Mandeville Parade."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. No person shall a,       post or paint any bill, placard or notice af\nany kind or for any purpose whatever, on any wall enclosLe any\nportion-of the Cecil C'slarlton Pask or eithm d them, or upon any tree,\nbuilding or o h r erection within the Mandeville Parade, excep4 in or\n -                 lnchuion of thb pa80 i(l authorized by L.N. 160119841\n          THE MANDEVILLE PARADE REGULATIONS, 1919\nupon such places as the Council may from time to time allocate or\napprove for the purpose, and before any bill, placard or notice is\na x e d , posted or painted on any part of any private premise& the per-\nmission of the owner of suah prernise-s shall be fint had and obtained."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. No person shall throw, deposit or leave any paper, empty\ncigarette box, filth, rubbish or refuse, or the rind or skin of any fruit\non any part of the Mandeville Parade."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. No person shall paint, write, cut, carve or in any manner inscribe\nletters, figures or marks upon or otherwise disfigure or deface any wall,\nfence or other struoture or erection in or on ithe Mandeville Parade."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. No person other th'an an officer of the Council, or a .person em-\nployed by the Council in or abdut any work in connection with the\nimprovement or maintenance of the Mandeville Parade or the servant\nof any such last-mentioned person, or a person authorized in writing\nby the chairman of the Council, shall cut, pluck or uproot any tree,\nbush or flower growing in the Mandeville Parade."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. No person shall injure or destuoy any tree, bush or flower growing\nin the Mandeville Parade, nor shall any person damage the surface of\nthe Cecil Charlton Park or either d them in my m m e r whatsoever."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. No person shall wheel into, or erect or place on any part of the\nMandeville Parade, any booth of any construction or kind used or\nintended to be used for any purpose whatsoever."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. No person shall-\n            (i) effect any repairs to any motor vehicle save and except\n                to make ternpry rapairs to any motor vehicle ltyre\n                which may be necessary for the removal of the said\n                 motor vehicle from the Mandeville Parade or shall\n                 wash or clean any motor vehicle or shake any carpet.\n                 rug or mat or any other thing used in a motor vehicle\n                on any p t of the Mandeville Parade;\n           (ii) place any clothes or other things for the purpose of\n                 drying or bleaching the same in any part of the\n                 Mandeville Parade;\n          (iii) manufacture my ice cream in the Mandevik Parade.\n              m e inclusion of this page is authorized by L.N. 160/1984]\n           THE. U A N D E V l L L E P A R A D E REGULATIONS. 1949"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. No person shall do, aid in or abet any act or thing which may\ntend to the injury or disfigurement of, or interfere with the maintenance\nof a state of cleanliness, or the preservation of good order, within the\nMandeville Parade or any part thereof.\n                                     SCHEDULE                              (Regulation 2)\n  The entire area which is butted north on the northern boundaries of Park\nCrescent and the mad leading past the Police Station , t o the Baptist Church\nrespectively; south on the market wall scd entrance, the northern boundary\nof the Post Office and the north wall of the qhurchyard, south-west on the\nboundary wall of the Manchester School premises; east on Compton House,\na straight line along the,western end of Hotel Street, the eastern boundary\nof Park Crescent and a straight line running from the southern end thereof\nacross Manchester Road to the market gate; west on the western boundary of\nPark Crescent and      straight line projected from the southern end thereof to\nthe boundary wall 01  the Manchester School.\n                                            -\n                \\The inclu~ionof this pagc is authorized by L.N. 4119761"
    }
  ],
  "definitions": [
    {
      "term": "the Council",
      "definition": "the Parish Council for the parish of Man-",
      "source_provision": "sec1"
    },
    {
      "term": "tho Council",
      "definition": "tho Parish Council for t b parish of Man-",
      "source_provision": "sec1"
    },
    {
      "term": "the Mandevilla Parade",
      "definition": "the area described in the Schedula",
      "source_provision": "sec1"
    }
  ]
}