{
  "id": "jm-subs-the-medical-act",
  "type": "statute",
  "title": "The Medical Act",
  "title_en": "The Medical Act",
  "short_name": "Medical Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-medical-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-medical-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. bbject to paragraph 2, a regikitwred m a l a 1 pradt,itioner in practice for\nthe follbwing periods, swh peukds of piraatke 80 be reckoned from she &te\non whim he is entitled to m s e miedioine in Jainaioal-\n    (a) lass than five y&b                          ...        ... $1,200.03)\n     (b) five years or rmre but less tl& ten years\n     (c) h paatice for ten y e m m more             ...\n                                                               ...\n                                                               ... $2,400.00\n                                                                       $3,600.00"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In these Regulations, unless the context otherwise requires-\n     \"the University\" means the University of the West Indies;\n     \"the University Hospital\" means the hospital established under\n         the University Hospital Act.\n                             Registration"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) Subject to subseotion (3) of section 6 and to subsection (1)\nof section 8 of the Act, no person shall be registered as a medical\npractitioner unless he-\n    (a)    (i) has qualified as a medical praotitionor frolm t h e ~ n i v e r -\n                sity or from any other institution approved by the\n                General Medical Council of Britain;\n          (ii) has qualified as a medical practitioner from an\n                American or Canadian institution approved by the\n                Comcil and is licensed to practise in the country in\n                which he so qualified; or\n          (iii) holds a medical qualification other than those specified\n                in sub-paragraphs (i) and (ii);\n                   -.--\n4          THE MEDICAL (REGISTRATION AND DISCIPLINARY PROCEEDINGS)\n                               REGULATIONS. 1976\n               (b) after M ) qualifying, has done a period of internship not exceeding\n                   two years as Ehc Council may deternine; and\n               (c) has passed any examination referred to in subsection (2) of\n                   section 7 of the Act which may be set by the Council.\n                (2) Where the Council requires any person to submit to any\n           examination with respect to his qualifications pursuant to subsection\n           (2) of section 7 of the Act, the Council shall appoint such examiner\n           or examiners as it (thinks appropriate to conduct the relevant examina-\n           tion, and shall refer the application, together with all the relevant\n           documentary evidence, to such examiner who shall deal with the\n           matter as soon as may be after receipt of the relevant application\n           and documentation.\n                (3) Every person required to submit to an examination as afore-\n           said shall pay to the Council, prior to that examination, a fee of five\n           thousand dollars in respect of suoh examination."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1) Any person wishing to be registered as a medical practitioner\n           shall apply to the Council in the form specified as Form A in the\nF O A.~\nSChedU'O\n           Schedule, and shall satisfy the Council that he possesses the qualifica-\n           tions specified in paragraph (1) of regulation 3, by means of the\n           furnishing of the relevant documents, or otherwise.\n                (2) There shall be paid in respect of any person registered as\n           a medical practitioner, a registration feeof two hundred dollan, which\n           shall be paid upon the applicant being notified by lthc Council that his\n           application has been successful.\n                 (3) The certificate of registration to be issued pursuant to sub-\n           section (3) of section 7 of the Aot to every person registered as a\n           medical practitioner under the Act or deemed to be so registered in\n           accordance with subsection (3) of section 6, shall1 be in the form\n~onB\n   n.      specified as Form B in the Schedule."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-41) Where a certificate of registration issued pursuant to the Act\n           and these Regulations is lost, destroyed or defaced, the person to\n           whom that certificate was issued may apply to the Council for a\n           duplicate celltificate.\n                (2) Every application for a duplicate certificate pursuant to para-\n           graph (1) shall be made in the form specified as Form A in the\n           Schedule and shall be accompanied by an explanation as to why tbe\n           duplicate certificate is required.\n                           me inclusion of this page is authorized #byL.N.731 19991\n                                                                                      -\nTHE MEDICAL (REGISTRATION AND DISCIPLZNARY PROCEEDINGS)\n                    REGULATIONS, 1976\n     (3) The Registrar may issue to any person applying in accordance\nwith this regulation, a duplicate ceflificate of registration in the form\nspecified as Form B in the Schedule, which certificate shall be clearly Form B.\nmarked in bold lettering with the word \"DUPLICATE\".\n     (4) There shall be paid in respeot of any duplicate certificate of\nregistration issued pursuant to this regulation, a fee of five hundred\ndolhrs."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) The Registrar shall cause to be entered in the register in\nrespeot of every person registered as a medical practitioner, in addition\nto his name, address and qualifications, the following particulars-\n      (a) the institution at which he obtained his qualifications;\n      (b) the date he obtained such qualifications; and\n      (c) the date of his registration.\n     (2) A copy of the register shall be published in the Gazette pursu-\nant to subseotion (2) of section 6 of the Act as soon as may be after\nthe 1st day of November. 1976, and once in every calendar year\nthereafter."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7 - 4 1 ) Any registered medical practitioner who has obtained\nqualifications in related subjects in addition to those already entered\nin the register in relation to him, may apply in writing to the Council\nto have these additional qualifications entered in the register.\n     (2) Where a registered medical practitioner applies to the Council\npursuant to paragraph ( 1 ) . satisfies the Council that he is the holder\nof those additional qualification8 and pays a fee of five hundred dollars.\nthe Registrar shall enter the additional qualifications obtained by that\nmedical praotitioner in the register in addition to those previously\nentered in relation to him.\n                         Specid Registration"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-41) Applications for special registration pursuant to section 8\nof the Act shall be made-\n    (a) in the case of the medical practitioners specified in sub-\n         paragraph (a) of paragraph 1 of the Third Schedule to the\n         Act, by-\n             (i) the Faculty of Medicine of the University;\n            (3) the RegiWar of the University: or\n           (iii) the Board of Management of the University Hospital;\n                me inclusion ofIbis page is authorized by L.N.73119991\n6   THE MEDICAL (REGISTRATION AND DISCIPLINARY PROCEEDINGS)\n                        REGULATIONS, 1976\n        (b) in the case of the medical practitioner specified in sub-\n            paragraph (b) of paragraph 1 of the Third Schedule to the\n            Act, by the person in charge of the institution in which any\n             such medical practitioner will pursue his course of study:\n        (c) in the case of the medical practitioner specified in sub-\n            paragraph (c) of paragraph 1 of the Third Schedule to the\n            Act, by-\n                 (i) the Faculty of Medicine of the University;\n                (ii) the Registrar of the University Hospital;\n               (iii) the Board of Management of the University Hospital;\n                (iv) the awth&y in Jma!ia having reqwnsibility for the\n                     organization which has sponsored such medical practi-\n                     tioner, or the Ministry responsible for health, as the\n                     case may require; and\n        (6) in the case of the medical practimtioners specified in sub-\n            paragraphs (d) and (e) of paragraph 1 of the Third Schedule\n              to the Act, by the Chief Medical Officer in the Ministry\n              responsible for health.\n          (2) An application pursuant to paragraph (1) shall be made in\n    writing addressed to the Registrar and shall contain the following\n    particulars-\n        (a) the full name, age and address of      the medical practitioner\n              in respect of whom the application is being made;\n        (b) the qualifications of such medicall practitioner and particulars\n            of the institution from which those qualifications were obtained;\n        (c)   the period for which the special registration is required;\n        (6) the institution at which the medical practitioner in respect of\n              whom the application is made will work during the period of\n              his special registration; and\n        (e) the duties which that medical practitioner will undertake dur-\n             ing the period of special registration.\n         (3) An application for special registration shall be supported by-\n        (a) the certificate, diploma, licence or other document granted to\n              the medical practitioner to whom the application relates, by the\nTHE MEDICAL (REGISTRATION AND DISCIPWNARY PROCEEDINGS)\n                    REGULATIONS, 1976\n          institution from which he obtained h     is medical qualifications:\n           and\n     (b) a certificate from the person by whom the application is made\n          to the effeat that the medical practitioner to whom the applica-\n           tion relates is a fit and proper person to be specially registered\n          under the Ad.\n      (4) Where the period of special registration for which an applica-\ntion is made does not exceed three months, it shall not be necessary\nfor the application to be supported by the documents specified in\nsub-paragraph (a) of paragraph (3). but such application shall be\nsupported instead by a certificate from the person making the applica-\ntion, to the effect that the medical practitioner to whom the application\nrelates is the holder of the qualifications aforesaid.\n      (5) There shall be paid in respect of every special rcgistration-\n           (a) for three months or less         ... two hundred dollars\n           (b) for over three months            ... five hundred dollars.\n     (6) The Registrar shall enter in a separate part of the register,\nthe names and other particulars referred to in paragraph (1) of any\nmedical practitioner specially registered pursuant to section 8 of the\nAct and this regulation.\n                          Provisional Regr'strration"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-41) Application for provisional registration pursuant to section\n9 of the Act shall be made in writing addressed to the Registrar and\nshall contain the following particulars-\n     (a) the M1 name, age and address of the applicant;\n     (b) the qualifications of the applicant and particulars d the\n          institution from which those qualifications were obtained; and\n     (c) the hospital or other institution in which he has been selected\n          for employment in a resident medical capacity.\n      (2) Every application pursuant to paragraph ( 1 ) shall be supported\nby-\n      (a) the certificate, diploma, licence or other document granted\n          to the medical pmtitioner to whom the application relates,\n           by the institution from which he obtained his medical qualifica-\n           tions; and\n      (b) a certificate from the hospital or institution in which he has\n           been selected for employment to the effect that the applicant\n           has been seleoted for employment in that hospital or institution.\n               lThc inclusion of this page is authorized by L.N. 144119951\n            THE MEDICAL (REGISTRATION AND DISCIPLINARY PROCEEDINGS)\n                                REGULATIONS, 1976\n                 (3) There shall be paid in respect of every provisional redstration.\n            a fee of two hundred dollars."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) Any person who, having been provisionally registered under\n            the Act and regulation 9, subsequently becomes eligible to be registered\n            as a medical practitioner. may apply to the Registrar for registration,\nSChCdU'e.\nForm A.     in the form specified as Form A in the Schedule, indicating that he\n            was previously provisionally registered and how he has become eligible\n            fcr registration.\n                   (2) There shall be paid in respect of any registration as a medical\n            practitioner pursuant to this regulation, a fee of forty dollars, which\n            shall be paid upon the applicant being notified that his application\n            has been successful.\n                   (3) The Registrar shall issue to every person registered under\n            this regulation, a certificate of registration in accordance with paragraph\n            (3) of regulation 4.\n                                      Disciplinary Proceedings"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) Where an allegation is made to the Council against any\n            registered medical practitioner (including any specially registered or\n            provisionally registered medical practitioner) as regards any of the\n            matters specified in subsection (1) of section 11 of the Act, the Council\n            shall direct the Registrar to make such investigations in relation to the\n            allegation as he thinks necessary, and the Registrar shall report thereon\n            to the Council, stating whether or not the allegation has been sub-\n            stantiated.\n                   (2) The Registrar may, at any stage of his investigations into any\n            allegation aforesaid, take advice from any attorney-at-law appointed\n            by the Council, and may obtain proof of evidence in support of that\n            allegation, and may, in such cases as he thinks fit, decline to proceed\n            with the investigation, unbss the evidence in support of the allegation\n            (other than the evidence of a conviction) is verified by statutory\n            declaration.\n                  (3) The Registrar shall invite the registered medical practitioner\n            against whom all allegation has been made to furnish any written\n            statement or explanation which he may wish to submit in relation to\n            that allegation and shall consider such statement or explanation as\n            may be furnished before taking a decision on the matter.\nTHE MEDICAL (REGISTRATION AND DISCIPLINARY PROCEEDINGS)                       9\n                             REGULATIONS, 1976\n       (4) Where it is proved by a competent officer of the court in\nwhich the proceedings took place, that the aforesaid registered medical\npractitioner has been convicted of a criminal offence and that such\nconviction has not been subsequently quashed on appeal, the Registrar\nshall so inform the Council and the Council may forthwith and\nwithout further enquiry, direct the Registrar to remove the name of that\nregistered medical practitioner from the register.\n   1 2 4 1 ) Where the Council, upon examination of the report of the\nRegistrar made to them on his investigations pursuant to regulation"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) Where any disciplinary proceedings are being held, the\nattorney-at-law. Registrar or other person appointed by the Council\nfor that purpose, shall state to the Council the allegation against\nthe registered medical practitioner, and submit evidence in support\nof the allegation, and that registered medical practitioner or his\nrepresentative shall be entitled to moss-examine any witness appearing\nin support of the allegations against him.\n       (2) At the conclusion of the statement of the allegation against\nthe registered medical practitioner aforesaid and the evidence in support\nthereof, the registered medical practitioner or his representative shall be\ninvited by the Chairman to address the Council and to tender evidence\nin answer to the allegation and to call any witness in support of such\nevidence, and the attorney-at-law, Registrar or other person appointed\nby the Council for the purpose, shall be entitled to cross-examine the\nregistered medical practitioner or any witness giving evidence on his\nbehalf, and to reply to the whole matter after the registered medical\npractitioner or his representative has replied.."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-If a registered medical practitioner against whom an .dlegatioc\nhas been made, after notice has been sent to him in accordance with\nregulation 12, does not attend either personally or by a representative\nat any proceedings being held in relation to that alllegation, the Council\nmay proceed to hear and determine the matter in his absence."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-41) Upon the conclusion of any disciplinary proceedings the\nCouncil shall, after consideration of all relevant evidence, pronounce its\nfindings either forthwith or at a later date, in writing.\n       (2) The Registrar, shall immediately after the pronouncement\nby the Council of its findings in any matter, inform the registered medical\npractitioner against whom the allegation had been made, by registered\nletter addressed to his last known address, of the decision of the Council\nand, after twenty-one days after the date of posting of such letter, or\nwhere there is an appeal from such decision, at the unsuccessful conclu-\nsion of such appeal, remove the name of the aforesaid registered medical\npractitioner from the register if directed to do so by the Council, or\ncarry out the decision of the Council otherwise as may be appropriate\nto any particular matter, and make a note beside the entry in the\nregister relating to the regisltered medical practitioner concerned, of the\ndecision of the Council.\n               [The indusion of this page is authorized by L.N. 96119773\nTHE MEDICAL (REGISTRATION AND DISCliPLINARY PROCEElMNQS)                  l.1\n                    REGULATIONS, 1976\n  1 6 4 1 ) Any appeal to the Tribunal pursuant to section 13 of the\nAct shall be commenced by notice in writing addressed to the Tribunal.\nand such notice shall be lodged with the Chairman of the Tribunal\nand a copy delivered to the Registrar witthin twenty-one days from\nthe date of the decision appealed against.\n      (2) Any such notice of appeal shall include-\n    (a) the name and address of the appellant;\n    (6) particulars of the decision of the Council against which the\n         appeal is being made;\n    (c) the grounds of appeal; and\n    (d) copies of all relevant correspondence and documents.\n        (3) Notwithstanding anything hereinbefore contained, the Tri-\nbunal may hear and entertain any appeal lodged after the 4ime limit\nherein provided, if in all the circumstances of the matter, they think\nit is just and proper to do so."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. All expenses incumed by a registered medical practitioner in\nconncotion with the investigation or any disciplinary proceedins\nbrought against him or by any parson appealing to the Tribunal\nfrom any decision of the Council shall be borne by that registered\nmedical practitioner, or the person appealing. as the case may require.\n                    Restoration of name to register"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.--(I) Where the name of any registered medical practitioner has\nbeen removed from the register in accordance with section 10 of the\nAct and these Regulations, any application for the restoration to the\nregister of the name of that person shall be made in writing addressed\nto the Council and shall state the grounds on which the application\nis being made.\n       (2) Every application mder paragraph (1) shall be signed by\nthe person whose name was removed from the register and shall\nconltain the names and addresses of at least three persons (at least\ntwo of whom shall be registered medical praotitioners) willing and\nable to identify the applicant and to give evidence as to his conduct\nand character since the removal of his name from the register and\nsuch other relevant information as the Council may require.\n      (3) The Council may require the applicant to verify by statutory\ndeclaration any statement made in respect of his application, or any\n              me inclusion of thin paso is authorired.by L.N. 96119771\nTHE MEDICAL (REGISTRATION AND DISCIPLlNARY PROCEEDINGS)\n                         REGULATIONS, I976\nfurther statement which they may think necessary, m d may, if they\nthink fit. require the applicant to appear in person at a meeting of\nthe Council at which the matter is to be considered."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. If upon consideration of any application made pursuant to\nregulation 18 and the evidence furnished in support thereof, the\nCouncil is satisfied that the name of the applicant should be restored\nto the register, they shall direct the Registrar to restore the name\nof that applicant accordingly.\nTHE MEDICAL (REGISTRATION AND DISCIPLINARY PROCEEDINGS)\n                    REGULATIONS, 1976           -\n                                                m=DuLE\n                                       FORMA              (Regulations ql), 5(2). lO(1) )\n                             THE MEDICAL ACT\n           Application for registration as a medical practitioner\nTo the Medical Council\nName of applicant....................................................................................\n                                  (in block letters)\nDate of Application...................................................................................\nAddress of Applicant.................................................................................\n...............................................................................................................\nDate of birth of Applicant........................................................................\nQualifications of Applicant.. ........................................................................\n...............................................................................................................\nWhere were qualifications obtained? ............................................................\n                                                ...............................................................\n                                                                Signature o f Applicant\nN m : Please attach certified photostat or certified copies of certificates or\n        diplomas.\n        Please attach names and addresses of three referees.\nTO be completed by the Registrar\nDate of registration or refusal .................................................................\nRe&tration No.. ......................................................................................\nReason for refusal, if refused ..................................................................\n                                             ..................................................................\n                                                                 Signature of Registrar\n                                              FORM B   (Regulations 4(3), 5(3), lO(3) )\n                                         THE MEDICAL ACT\n                                       Certificate of Registration\n Registration No.. ....................................................................\n        is to certify that ..............................................................................\n ...............................................................................................................\n has been duly registered as a medical practitioner under the Medical Act.\n    Dated at Kingston this                          day of                                          19        .\n                                                 ...............................................................\n                                                                          Registrar\n                        fI7.e iadlusioa rrtthis page is authnriued by L.N. %I 197n\n                                    MEDICAL                                                           lit\n                          THE MEDICAL ACT\n                                 REGULATIONS\n                               (under section 15)\n     THEMEDICAL\n              ( P R A ~ S I NCERTIFICATE)\n                              G        REGULATIONS,\n                                                 1996\n                                                                                             L.N. 201196\n   (Made by the Medical Council and approved by the Minister on\n                 the 31st day o f December, 1996)\n                                                            [31st December, 1996.1"
    }
  ],
  "definitions": [
    {
      "term": "the University",
      "definition": "the University of the West Indies",
      "source_provision": "sec2"
    },
    {
      "term": "the University Hospital",
      "definition": "the hospital established under",
      "source_provision": "sec2"
    }
  ]
}