{
  "id": "jm-subs-the-merchandise-marks-act",
  "type": "statute",
  "title": "The Merchandise Marks Act",
  "title_en": "The Merchandise Marks Act",
  "short_name": "Merchandise Marks Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-merchandise-marks-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-merchandise-marks-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the Merchandise Marks\nRegulations, 1908.\n   2 (a) Goods prohibited to be imported having applied to them\nfalse trade marks, false trade descriptions or marks ar descriptions\notherwise illegal, which upon examination are detected by the officers\nof Customs, are to be detained by them without the requirement of\nprevious information.\n       (b) Agricultural produce, the exportation of which is m shall\nbe prohibited under or by virtue of any enactment relating to the\nprotection of produce, or under or by virtue of any ordm made under\nany such enactment, is not to be detained without previous information."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-41) In giving information with a view to detention an informant\nmust fulfil the following conditions-\n    (a) As to goods to be imported-\n             the informant must give the Collector or the Chief Officer\n             of Customs of the port of expected importation, notice\n              in writing, stating-\n               (i) the number of packages expected as far as he is\n                   able to state the same;\n              (ii) the description of the goods by marks or other parti-\n                   culars sufficient for their identification;\n             (iii) the name or other su£€icient indication of the im-\n                    porting ship;\n             (iv) the manner in which the goods infringe the law;\n               (v) the expected day of arrival of the ship.\n               mhe inclusion of this page is authorized by L.N. 154119861\n           THE MERCHANDISE MARKS REGULATIONS, 2M8\n    (b) As to produce to be exported-\n             the written notice must state-\n              (i) the number of packages to be exported or water-\n                  borne to be shipped as far as the same can be stated;\n             (ii) the description of the produce and other particulars\n                  for identification;\n            (iii) the name or other sufficient indication of the ship\n                  on which to be exported;\n            (iv) the mannea in which the packages infringe the law\n                  or any order made thereunder;\n            (v) the expected day of departure of the ship.\n      (2) He must deposit with the Callector or other officer as aforesaid\na sum suficient. in the opinion of that officer, to cover any additional\nexpense which may be incurred in the examination required by reason\nof his notice."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. If upon examination of the goods or packages, as the case may be.\nthe officer of Customs is satisfied that there is no ground for their\ndetention, they will be delivered. If he is not so satisfied, he will\ndecide either to detaia the goods, as in a case of detention upon ordinary\nexamination or to require security from the informant, for re-imbursing\nthe Commissioner of Customs and Excise or his officers all expenses\nand damages incurred in mspect d the detention made on his in-\nformation and of any proceedings consequent t h e m ."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The security thus required must be an immediate ad valorem\ndeposit of twenty dollars per cent on the vaIue of the goods as fixed by\nthe officer from the quantities or, in the case of imported gaods, the\nvalue shown by the entry; and also, subsequently, a bond to be com-\npleted within four days in double the value of the goods, with two\napproved sureties. The ad valorem deposit will be returned upon\ncompletion of the bond, and will not be required if, as an alternative\nwhere time permits, the informant prefers to give a like bond before\nexamination, upon estimated value of the goods declared to by him\nunder statutory declaration. If this security is not duly given as above\nrequired there will be no further detention of the goods."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. In the above r w a t i o m the words \"officer of Customs\" mean an\nofficer acting undar general or special direction of the Commissioner\nof Customs and Excise and the words \"value of the goods\" mean\nvalue irrespective of duty.\n               CThe InclunIon of thh wee b authorized by L.N. lS4/1986]\n          THE MERCHANDISE MARKS REGULATIONS, 1908                                5"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The \"notice\" and \"bond\" required as above shall be in the forms\ncontained in the Schedule. or in such other forms as the Commissioner ochoaua.\nof Customs and Excise may from time to time order and direct."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The security taken under these Regulations shall be given up at\nthe times following, that is to say-\n  (1) where given -before- examination. and if no detention. forthwith;\n  (2) where given on detention-\n     (a) if the forfeiture is completed (either by lapse of time or\n          ultimate condemnation by a court) then on such completion\n         of forfeiture;\n     (b) if the forfeiture is not completed. then-\n              (i) if the goods are released by the Commissioner of\n                   Customs and Excise and no action or suit has been\n                   commenced against him or any of $hisofficers in res-\n                   pect of the detention. within six months after the\n                   goods are released;\n             (ii) if an action or suit as aforesaid has been commenced.\n                  then upon the ultimate conclusion of such action m suit\n                   and the fuliilment of the purpose for which the security\n                   was given."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. These Regulations apply to transshipment in transit of goods as\nwell as to goods landed to be warehoused, or for home consumption. or\ngoods prohibited to be exported.\n            THE MERCHANDISE MARKS REGULATIONS, 1908\n                                     SCHEDULE                                 (Regulation 7)\n                           The Merchandise Marks Act\nTo the Collector or Chief Officer of Customs at\n                           the port of\n  I hereby give you notice chat the undermentioned goods, that is to say-\n                I\n                   imported into\nare about to be exported from         your port on or about the\n                   day of                  next, in the\n                       from\nThat such goods are liable to detention and forfeiture being\nThat.\n.Mr.                                        of                                          and\nMr.                                         of\nare prepared to become my sureties in such bond as may be required upon\n?he detention of the goods.\n  Arad I request that the said goods may be detained .and dealt with ac-\ncordingly.\n  Dated this                     day of\n                                                             A. B.\n                                                         (or agent for)\n                                        BOND\n                         The Merchandise Marks Act\n  KNOWALL MEN BY THESE PRESENTS, that we A.B. and\nare held and firmly bound unto our Sovereign Lady Elizabeth the Second by\nthe Grace of God of Jamaica and of Her other Realms and Territories Queen,\nHead of the Commonwealth, in the sum of                         dollars to be\npaid to our said Lady the Queen, Her Heirs or Successors. For which payment\nwell and truly to be. made we bind ourselves jointly and severally, our heirs,\nexecutors and admimstrators, firmly by these presents. Sealed with our seals.\n  Dated this                     day of                    in the year of our\nLord one thousand nine hundred and\n                                                                        A. B.\n  Whereas the above named A. B. has by a notice dated the\nday of                     informed the Colleotor of Custom at\n                             that the undermentioned goods, that is to say\nwere about to be\ncontrary to section 14 of the Merchandise Marks Act and requested that the\nsaid goods should be detained and dealt with accordingly.\n                 vhe inclusion of this page is authorized by L.N. 154l19861\n           THE MERCHANDISE M A R K S REGULATIONS, 1908\n                                    duly arrived in\n  And whereas the said goods\n                                  were duly delivered at the said port on the\n                     day of                          last and are now detained\npursuant to the said notice. Now the conditions of this obligation is such that\nif the said A. B., his executors or administrators. shall well and effectually\nindemnify, save harmless and keep indemnified Her Majesty, Her Heirs and\nSuccessors, and all Her administrators from and against all loss or damage,\npayment or payments, and all costs and expenses which Her said Majesty, Her\nHeirs or Successors, and Her and their officers of Customs, their executors or\nadministrators, shall or may sustain or incur by reason or on account of any\ndetention of the said goods following upon ,the information contained in such\nnotice and any proceedngs consequent upon such detention, then this obligation\nshall be void, or otherwise shall be and remain in full force and virtue.\n        Signed, sealed and\n          delivered\n                   r h e inclusion of tbL paw b authorized by L.N. 4119761"
    }
  ],
  "definitions": []
}