{
  "id": "jm-subs-the-mining-act",
  "type": "statute",
  "title": "The Mining Act",
  "title_en": "The Mining Act",
  "short_name": "Mining Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-mining-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-mining-act",
  "provisions": [
    {
      "provision_ref": "sec0",
      "section": "0",
      "title": "Section 0",
      "content": "0.6804 kilogrammes ( I t pounds) explosives per 1,000 caps.\n                     me inclusion of this page is authorized by L.N. 71119791\n      THE MINING (SAFETY AND HEALTH) REGULATIONS, 1977\n                      FIFTH SCHEDULE, contd.\n        MINIMUMDISTANCBS          QUANTITIES\n                        FOR MAXIMUM           OF EXPLOSIVE\n                                                         IN\n                     BARRICADED\n                              MAQAPNES,contd."
    },
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the Mining Regulations, 1947.               Il9m\n                                                                                    31VS8\n                                                                                  srrh"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In these Regulations, unless the context otherwise requires-\n     \"acceptable\" means acceptable to the Commissimer of Mines;\n     \"air receiver\" means-\n        (a)   any vessel (other than a pipe or coil. or an accessory,\n              fitting or part of a compressor) for containing compressed\n              air and connected with an air compressing plant; or\n         (b) any fixed vessel for containing compressed air or com-\n             pressed exhaust gases and used for the purpose of starting\n             an internal combustion engine; or\n         (c) any fixed or portable vessel (not being part d a spraying\n              pistol) used for the punpose of spraying by means of\n              compressed air, any paint, varnish, lacquer or similar\n              material; or\n         (d) any vessel in which m y material is stored and from\n              which it is forced by compressed air;\n     \"approved\" means tested and accepted for a specific purpose by\n         a nationally recognized agency; or approved by the Commis-\n         sioner of Mines;\n     \"authorized person\" means a person approved or assigned by\n         management to perfom a specific type of duty or duties\n          or to be at a spacific location or locations in the mins or\n         plant.\n                IThe inclusion of this pace is aulhr&ed by L.N. 71/1979]\nTHE MINING (SAFETY A N D HEALTH) REGULATIONS, 1977\n\"barricaded\" means obstructed to prevent the passage of persons.\n     vehicles, or flying materials;\n\"berm\" means a pile or mound of materiel capable of restraining\n     a vehicle;\n\"blasting agent\" means any material consisting of a mixture of a\n     fuel and oxidizer which-\n    (a) is used or intended for use in blasting;\n    (b) is not classed as an explosive by the Gunpowder and\n        Explosives Act;\n    (c) contains no ingredient classed as an explosive by the Gun-\n         powder and Explosives Act; and\n     (d) cannot be detonated by a No. 8 blasting cap;\n\"blasting area\" means the area near blasting operations in which\n     concussion or flying material can reasonably be expected to\n     cause injury;\n\"blasting cap\" means a detonator containing a charge of detonating\n     compound, which is ignited by electric current, or the spark\n     of a fuse, wed for detonating explosives;\n\"blasting circuit\" means electric circuits used to fire electric deton-\n     ators or to ignite an igniter cord by means of an electric\n     starter;\n\"blasting switch\" means a switch used t.a connect a power source\n     to a blasting circuit;\n\"boiler\" means any closed fired vessel in whioh for any purpose\n     steam is generated under pressure greater than atmospheric\n     pressure and includes any economizer and any superheater\n     associated with the boiler;\n\"booster\" means a package or cartridge of explosives which is\n     designed specifically to transmit detonation to other explosives\n     and which does not contain a detonator;\n\"capped fuse\" means a length of safety fuse to which a detonator\n     has been attached;\n\"chain, rope and lifting tackle\" means such gear used for the\n     purpose of raising or lowering persons, goods or materials;\n\"combustible\" means capable of being ignited and consumed by\n     fire;\n\"company official\" means a member of the company's supervisory\n      staff;\n          Ehe inclusion of this page is authorized by L.N. 71119791\n    THE M l N l N G (SAFETY A N D HEALTH) REGULATIONS, 1977\n    \"competent person\" means a person having skill and experience\n          that fully qualify him to perform the duty to which he is\n          assigned;\n    \"cone of protection\" means a 45\" cone ,centred about a lightrhg\n          arrester with the apex of the cone at the tip of the arreste~,\n    \"detonating cord\" or \"detonating fuse\" means a flexible cord\n          containing a core of high explosive;\n    \"detonator\" means a device containing a small detonating charge\n          that is wed for detonating an explosive, including. but not\n          limited to blasting caps, electric detonators, and delay electric\n          blasting caps;\n    \"discharged\" with respect to fire extinguishers means after any\n          discharge has been made from the extinguisher by operation\n           or leakage;\n     \"distribution box\" means an apparatus with an electric enclosure\n           through which an electric circuit is carried to one or more\n           cables from a single incoming feed line; each cable circuit\n           being connected through individual overcurrent protective\n           devices;\n     \"electric blasting cap\" means a blasting cap designed for and\n           capable of being initiated by means of an electric current:\n     \"employee\" means a person who works for wages or salary in\n           the service of an employer;\n     \"employer\" means a person or organization including contractors\n           which hires one or more persons to work for wages or\n            salary;\n     \"explosives\" means any chemical compound, mixture, or device,\n            the primary or common purpose of which is to function by\n            explosion, and explosives include, but are not limited to black\n            powder, dynamite, nitroglycerine, fulminate, ammonium nitrate\n            when mixed with a hydrocarbon, and other blasting agents;\n      \"face or b a n k means that part of any mine where excavating\n            is progressing or was last done;\n      \"flash point\" means the minimum temperature at which sufficient\n            vapour is released by a liquid or solid b £ o m an inflammable\n             vapur-air mixture at atmospheric pressure;\n      \"free fall\" means the vertical distance from the unguarded edge\n             of a raised floor platform or structure over which a person\n             can fall;\n-              D'he inclusion of this page is authorized by L.N. 711 19791\nTHE MlNIMG (SAFETY AN!D HEALTH) REGULATIONS, 1977\n'%hoist or lift'' mems a lifting machine or appliance with a plat-\n     'formor cage. the direction of movement of which is restricted\n     by a guide or guides;\n\"inflammable\" means capable of being easily ignited and of burn-\n     ing rapidly;\n\"lay\" means the distance parallel to the axis of the rope in which\n      a strand makes one complete turn about the axis of the\n      rope;\n\"lifting machine\" means a crane, crab, winch, teagle, gin wheel,\n      transporter or runway;\n\"lifting tackle\" means chain slings, rope slings, rings, hooks,\n      shackles, swivels, and pulley blocks;\n\"major electrical installatipn\" means an assemblage of stationary\n      electrical equipment for the generation, transmission, distribu-\n      tion, or conversion of electrical power;\n\"man trip\" means a trip on which men are transported to and\n      from a work area;\n\"maximum permissible working pressure\" means, in the case of\n      a new pressure vessel. ,that specified by the manufacturer of\n      the pressure vessel or by a pressure vessel inspecting company\n      or association, and in the case of an existing pressure vessel,\n      ahat specified in the report of the last examination under\n      these Regulations;\n\"misfire\" means the complete or partial failure of a blasting charge\n      to explode as planned;\n\"operating zone\" means the total area traversed or likely to be\n      traversed by heavy equipment during mining, stockpiling,\n      dumping, cleaning, earthmoving. grading or similar operations;\n\"plant\" inoludes all facilities used in the exploration, extraction,\n      winning, processing and transportation of minerals;\n\"prime mover\" means every engine, motor or other appliance\n      which provides mechanical energy derived from steam, water.\n      wind, electricity, the combustion of fuel or other sources;\n\"primer\" means a package or cartridge of explosives which is\n      specifically designed to transmit detonation to other explosives\n      and which contains a detonator;\n\"radiation\" includes Alpha Rays. Beta Rays, Gamma Rays, X-\n      Rays Neutrons, High-speed Electrons, High-speed Protons and\n      other atomic particles;\nTHE MlNlNG (SAFETY AND HEALTH) REGULATIONS, 1977\n\"reverse-current protection\" means a method or device used on\n     direct-current circuits or equipment to prevent the flow of\n     current in a reverse direction;\n\"roll protection\" means a framework, safety canopy or similar\n     protection for the operator when equipment overturns;\n\"safety can\" means an approved container, of not over 5 gallons\n     capacity, having a spring-closing lid and spout cover;\n\"safety fuse\" means a train of powder enclased in wtton, jute\n     yarn, and waterproofing compounds, which bums at a uniform\n     rate; used for firing a cap containing the detonating com-\n     pound which in turn sets off the explosive charge;\n\"safety switch\" means a sectionalizing switch that also provides\n     shunt protection in blasting circuits between the blasting\n     switch and the shot area;\n\"scaling\" means removal of insecure material from a face or\n     highwall ;\n\"secondary safety connection\" means a second connection between\n     a conveyance and rope, intended to prevent the conveyance\n     from running away or falling in the event the primary wnnec-\n     tion fails;\n\"shaft\" means a vertical or inclined shaft, a winze, underground\n     slope or inoline;\n\"static load safety factor\" means a safety factor obtained when\n     dead or non-moving test weights are used;\n\"steam container\" means any vessel (other than a steam pipe or\n     coil) constructed with a permanent outlet into the atmospheze\n     or in.to a space where the pressure does not exceed atmos-\n     pheric pressure, and through which steam is passed at atmos-\n     pheric pressure or at approximately that pressure for the\n     p u r p of heating, boiling, drying, evaporating or other\n     similar purposes;\n\"steam receiver\" means any vessel or apparatus (other than a\n     steam boiler, steam container, a steam pipe or coil, or a\n     part of a prime mover) used for containing steam under\n     pressure greater than atmospheric pressure;\n\"stray current\" means that portion of a total electric current that\n     flows through paths other than the intended circuit;\n\"substantial construction\" means construction of such strength,\n     material, and workmanship that the object will withstand all\n           -\n          (The inclusion of this gage is authorized by L.N. 71/1979]\n    THE M I N I N G (SAFETY AND HEALTH) REGULATIONS, 1977\n        reasonable shock, wear, and usage to which it will be sub-\n        jected;\n   \"suitable\" means that which fits, and has the qualities or qualifica-\n        tions to meet a given purpose, occasion, condition, fulnction.\n        or circumstance;\n   \"transmission machinery\" means every shaft, wheel, drum, pulley.\n        system of fast and loose pulleys, coupling, clutch, driving\n        belt or other device by which the motion of a prime mover\n        is transmitted to or received by any machine or appliance;\n   \"travelway\" means a passage, walk or way regularly used and\n        designated for persons to go from one place to another;\n   \"trip light\" means a light displayed on the opposite end of a\n        train from the locomotive or engine;\n   \"underground working\" includes underground mines, shafts,\n        tunnels, and drifts;\n   \"vacuum vessel\" means a closed pressure vessel operated at a\n        pressure lower than atmospheric pressure;\n   \"water\" as a content of pressure vessels includes water, liquors\n        and aqueous mixtures;\n   \"working place\" m a n s any place where work is being performed.\n                      PART 11. Genernl Provisions"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Dafe of terminMioa of the Licence...........................\n           I hereby catify that d the cmvatims (a liat i t o f appears hacunda) have bem\n      se-d     in the pmnancn( marma sd out bclow against each excavation, and I also catify\n      Ulat I have p ~ o v c dd b m n s &g    oul the boundaries of tbc area the subjed of the\n      Liccnc. which has been taminafed and Ulat I have complied with the pmvisians of scaion\n      29 ofthe Act.\n                    Excavations                                       Mannex in vvhich seared\n     (0)\n                         -\n            ....................................................................................................\n     (b) ...........................................................\n                                                                      S;gngnohrre ofholder\nFORMNO.12                                                                                     (REguldon 22)\n                                      THE W        O RSOULATIONS, 1947\n                                        App1;cotionforMining Lease\nTo the Minister thmugh the Commis~iona.\n    Date and hour of receipt by the Commisianer.. ......................................................\n            Name of applicant.. ................................................................................\n            Nationality of appb\n             Address in Jamaica at w h i h notices, dc., may be w e d ....................................\n             Number of the applicant's prospecting right of licence .......................................\n             Parish and area (in square kilometm or pan of a square kilometer) of.the area applied\n             Lsngth oft-      desk\n             In the case of an applidion by a campany if a mpy ofthc memmxndum and d d e s\n             of association has not already been lodged uith the Cammissioner a copy must be\n             enclosed herewith.\n             The date an which the loration beacon was ~ e d e was...\n                                                               d      ..................................\n             A sketch plan ar required by the Regulations is attached hereto\n             The appropriate mining lease fee is fuwarded herewith.\n                            [The inrluion of this page is suUlo6zcd by L.N. 1120061\n                                THE MINING REGULATIONS, 1947"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4       ) Subject to regulation 40(2), royalties shall be payable on all\n     minerals at the rate specified in paragraphs ( 2 ) and ( 3 ) .\n              ( 2 ) Royalties payable on metallic minerals shall be at a rate of 5%\n     of thc commercial value thereof, determined by reference t o -\n            (a) the London metal exchange; or\n            (b) the London gold market.\n              (3) Royalties payable on industrial minerals shall be at a rate of 5%\n     of the mine gate value.\n              (4) Where the Commissioner considers the value of the industrial\n     mineral unreasonable he 'shall determine the value of such industrial\n     mineral on the basis of the average market price.\n              (5) The bolder of a mining lease shall, in respect of each\n     quarterly period, submit to the Commissioner within thirty days after\n                       [The iilxluion of lhir page is aahorizd by L.N. 1/2006]\n                       THE MINING REGULATIONS, 1947\n                                                        .-.\nthe end of the quarterly period, a ,retuni-in. witing specifying the\nfollowing particulars in relation to all minerals extracted or won\nby him-\n     (a) the quantity by weight;\n     (6)- the grade;\n     (c) the concentration; and\n     (d) the value per unit of weight.\n         ( 6 ) The Commissioner may, in his discretion, extend the time\nspecified in paragraph (5) for making the return.\n         (7) Where the holder of a mining lease fails to make a return or\nto pay royalties pursuant to these Regulations or if his returns are\nnot substantiated by his records, the Commissioner may make an assess-\nment of the royalties payable by that person.\n         (8) Where it appears from an inspection, audit or examination\nof the hooks, records or documents of the holder of a mining lease,\nthat these Regulations have not been complied with, the person\nmaking the inspection, audit or examination shall calculate the amount\nof royalties payable by the holder of that mining lease and the Com-\nmissioner shall assess the amount of royalties so payable.\n         (9) The Commissioner may, at any time he considers reason-\nable, assess or reassess any royalties payable by the holder of a mining\nlease in respect of any period not being earlier than six years prior to that\ndate of such assessment or reassessment.\n       (10) Where the Commissioner has made an assessment under this\nregulation, he shall send a notice of assessment by registered mail or\nby personal service to the holder of the mining lease requiring that the\namount of royalties due under the assessment be remitted to the\nCommissioner or otherwise accounted for.\n                 [Tk inclusion of this page is aulhorized by L.N. IRW6]\n         (11) Liability for the payment of royalties imposed under these\nRegulations shall not be affected by an incorrect or incomplete assessment or\nby the fact that no assessment has been made.\n        (12) The Commissioner shall not be bound by a rehun or\ninformation delivered by or on behalf of any person under this regulation and\nmay. notwithstanding a return so delivered or if no return or information has\nbe& delivered, assess the royaltics payable under this regulation.\n         ( 1 2 ~ ) Every holder of a mining lease who, in respect of any\nquarterly period. fails t e\n      (a) make a return in accordance with paragraph (5), shall be liable to\n           a penalty of an amount equivalent to 5% of the sum payable for\n           that period but such penalty shall not in any case bc less than\n           fifty thousand or more than one hundred thousand dollars,\n           whichever is the greatcr; or\n      (b) pay the royalty due, shall be liable to a penalty of an amount\n          equivalent to 15% of the royalty payable for that period.\n        (128) Interest shall be chargeable for that period at the rate of\n15% per annum on thc amount of any royally payable from the day on\nwhich such royalty becomes duc until the date of payment thereof.\n          (13) In paragraph (3) \"mine gate value\" means the value of indus-\ntrial minerals which, at the mine, are ready for sale or Uansfer.\n    4 1 1 ) A holder of a mining lcase shall. within thirty days from the\ndate of receipt of a notice of assessment, pay the asscssed royalties then\nremaining unpaid, whether or not an objection or appeal is outstanding in\nrclation to the assessment. ,\n          (2) Where, in the opinion of the Commissioner, the holder of a\n mining,lcase is attempting to avoid payment of the royalties pursuant to this\n regulation, the Conmissioner may direct that all royalties as set out in the\n notice of assessment shall be paid forthwith.\n     4 l B . l Where the holder of a mining lease objects to an assessment\n made under regulation 41. he may, within sixty days from the date of receipt\n of the notice of assessment, serve on the Commissioner, a notice of objection\n in duplicate in a form approved by the Commissioner, setting out the reasons\n for the objection and all relevant facts.\n       (2) Upon receipt of the notice of objection, the Commissioner\n shall with all due dispatch reconsidcr the assessment and vacate. confirm\n                  1%   iinemiion of this page is uuh-d   by LN. IRW61\n          or vary the assessment or reassess it and he W l forthwith notify the holder\n          of the mining leases of his decision by registered mail or by personal\n          se~ce.\n              4 1 ~ 4 1 )Where a person who has sewed notice of objection under\n          regulation 41B is dissatisfied with the decision of the Commissioner\n          thereon, he may appeal to the Minister to have the assessment vacated or\n          varied.\n                    (2) The Minister may dispose of the appeal by-\n                (a) dismissing it; or\n                (b) allowing it and-\n                           (i) vacating the assessment;\n                           (ii) varying it; or\n                           (iii) referring it back to the Commissioner                for re-\n                                 consideration and assessment."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Where a prospecting right is granted to an individual as agent for a\n            person and that individual is in the employ of that person, then if such\n            individual leaves the employ of that person, that person shall thereupon\n            notify the Commissioner of such fact and as from the date of receipt of such\n            notif~cation such prospecting right shall terminate unless that person\n            otherwise requests in such notification."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.      The appropriate fee is forwarded herewith.\nFORM NO. 16                                                                                     (Regulation 32)\nTo ............................................\n                                            holder ofmining lease No .....................................\n          Whercas it has be& bmught to my notice that you have (or your nnomey or manager\n    ..............................\n                                has) cornmined the following contravention of the Mining A n\n    or the Regulations made thereunder, or of the conditions of your .mining lease\n    ................................................................................................................\n    ...............................................................................................................\n          Now therefore I hereby require you to remedy that contravention on or before\n                                               d if you do not your lcase will be liable to\n                                                 ...................................................................\n                                                                            Commi~rioner\n                            [Ths inclusion of this page is mnhorizcd by L.N. 1/7W6]\nFORMNO. 17                                                                                  (Regulation 34)\n                                   THE MINEiG REGULATIONS 1947\nTo the Commissioner\n                                                                         who was holder of mining lwse\n                                                                         ................................ . h ~ e b y\n   notify you of my imcntion lo remove from the area of the lease the following planf\n   machinery, engines or toals-\n   ...............................................................................................................\n        The removal of the abovementimed d c l e s will be completed by,.. ........................\nFORMNO. 18                                                                                     (Regulation 35)\n                                       Applicol~onlo Treat Tailings\n                                                                      the     holder      of     mining      lease\n   No                                                                .............................. hereby apply\n   for leave to enter the land comprised in such lease and to treatlrmove the tailings dumped\n   or stacked at ..................................................................................................\n    Date. .....................................\n                                                                   Signohm ofepplicanl\n        I consent to the application.\nFORM N O 19 Pelered by L.N. 89D/2004]\nFORMNO. 20 PeIeIed byL.N 89D/2004]\nFORMN O 2 1 [Deleted by L N 89D/2004]\n                         p e idusion of this page is auUlorizcd by L.N. ll?W6]\n                                   THE MINING REGULATIONS. 194 7\nFORM NO. 22                                                                                     (Regulation 39)\n                                     TliEMMMG REGULATIONS, 1947\n                                                  Experf Pennir\n         1 hereby authorize.................................................................... to expart\n   Datc.. .......................  ..........\n                                                ...................................................................\n                                                                           Commissioner\nFORMNO. 22A                                                                                      (Regulation 39)\n                                     M E MINMGREGULATIONS,\n                                                        1947\n                                      Applicnlionjor on Erpon Pennil\nTo lhc Commissioner.\n    I.      Name ofapplicant .................................................................................."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.      Destination and amount as set out below.\n vauxitc:    dry mric con, (dm% alumina snd a m b u l k mimmb: msk lam Im).\n The appropriate fee o f . . ...............................................\n                                                                          is sent with this application.\n                            [The inclurion o f this page is avthamed by L.N. IlZW61\nFORM NO. 23                                                                            (Regulation 43)\n                                  THE MWWG F m u L A n O N S , 1947\n                                          Notace ofLodgment\n       I.....................................................................the holder of prospecting ri&\n   licenee/mining lease No ........................... haeby forward the sum of .....................\n                                             as required under section ........................\n   ............................................                                                  ofIhe Act.\n   Date.. .......................................................\nFORMNO. 24                                                                              (Regulation 43)\n                                   THE h m o REGULATIONS.\n                                                       1947\n                                  Applicationfor remrn of lodgmenr\n       I....................................................the holder of prospecling right licencei\n   mining lcaw No ........................... which tmninated on ....................................\n   hereby apply for the return of my lodgment of ............................................\n   or the hlance thereof lodged by me on the ......................................................\n   and 1c e d e that &ere is no liahilit). or claim o u l m d i n g to ~ X c such\n                                                                             h lodgment is liable.\n   Date.. ..........................\n                                  :............................\nFORM NO. 25                                                                             (Regulation 43)\n                                Applicotim forpoymentjkm lodgment\n                                                                    the Resident hfa$stratc's     Coun at\n    of                                                   h   i 1 h a w not as yet bscn paid. I\n    therefore apply for the .paw,cnl              of such sum out of 1hc amount lodged b?\n    Ihe sai                                                         ndcr scaion 11 or 12 of the\n    Acl.\n                         [The inclvrion of this page ir avlhoiired by L.N. 1/?W6]\n                                  THE MINING REGUU TIONS. 1947\nFORM NO. 26                                                                                 (Regulation 49)\n                                   THE MINING REGULATIONS,1947\n                                        Mineml Dealer's Licence\n         Licence is herey granted lo\n   .........................................\n   .............................................................at .................................subject to the\n   provisions of the Mining Act and of the Regulalions made thmunder from\n   lime to lime in force.\n         This Licence expires on 31sl December, 19...............\nFORMNO. 27                                                                              (Reylatian 60 (a) )\n                                    THEMINNGREGULATIONS,\n                                                      1947\n                    Applicorion for Speciol Mining Leasefor Bolrrile or Lolerile\nTo the Minister through thc Commissioner\n    Date and hour of receipt by the Commissioner.\n    I.     Name ofapplicant"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The safe working load for the ensuing twelve (12) months.\n     I cBRnm THAT ON............................................................\n                                                                             I thoroughly\nexamined the.. ............................................................\n                                                                        .above described and\nthat the above is a true report of the result.\n*(Futher Certifioate in case of Crane or DragPne)\n  I FURTH~R CERTIFY that I am not the owner of the craneldragline nor am\nI employed by the owner in any capacity other than as an independent\nContractor.\n                                     Signature.. .......................................................\n                                      Qualification. ...................................................\n                                      Address,. .........................................................\n                                     Date.. .............................................................\n                    [The inclusion of lhis page is authorized by L.N. 71l19791\n         THE MINING (SAFETY A N D HEALTH) REGULATIONS, 1977                                 I13\n                                     FIFTH SCHEDULE                              (Regulation 17)\n   Explosives            Separation of                 Buildings                Public Roads\n (Kilogrammes)              Magazines                                           and Railways\n                            (Metres)                    (Metres)                 (Metres)\nNOTES:1. The quantity of explosives in a cap, magazine shall govern the separation of cap ma-\n         games from other magazines. Blastmg caps of up to No. 8 in strength shall be rated at"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-41) The area the subject of an application for an exclusive\n            prospecting licence shall, unless the Minister otherwise permits in any         0\n            special circumstances, be rectangular in shape and shall comprise not\n            more than eighteen metric squares, on the 1 150,000 topographical map of\n            Jamaica.\n                     (2) Before application is made for a licence a temporary beawn\n            shall be erected at the north-west comer of the area and such beacon shall be\n            known as the location beawn.\n                             [The inclurbn of IBr page is aulhorimd by L.N. 11ZM)6]\n             (3) For the p m p e of erecting a location beacon the intendug\n    applicant may clear the area around such beacon to a distance of not more\n    than three metres.\n              (4) The application for a licence shall be made within 14 days (or\n    such extendedperiod as the Ministq may permit) of the erection of the\n    location beawn, and if not made within such period the intending applicant\n    shall forthwith remove such beawn or if he fails to do so the Commissioner\n0\n-\n    may cause it to be removed.\n        1 0 . 4 1 ) An application for a licence shall bc made to the Minister\n    through the Commissioner in triplicate, and in the form set out as Form 5 in f-5\n                                                                                      -\n    the First Schedule.\n              (2) There shall be forwarded with such application-\n          a     the appmpriate fee specified in the Second Schedule;                  sdx&k\n          ( b ) a sketch plan in quadruplicate on a reasonable scale showing to\n                the satisfaction of the Commissioner the following detail*\n                     (i)   the main topographical features in and about the area\n                           applied for in such a manner as will enable the bound-\n                           aries to be identified on the ground;\n                     (ii) the location beacon;\n                     (iii) an approximate estimate square kilometers of the area\n                           applied for;\n                      (iv) such other information as will enable the area to be\n                           delineated on the general map of the district in which\n                           the area applied for is Sihlated\n           (3) A licence shall be in the form set out as Form 6 in the Fird F m 6\n    Schedule, and if granted subject to any conditions, such conditions shall be\n    endorsed thereon."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Permissible working pressure for the ensuing twelve (12) months\n       ........................................................................................................\n     I certify that on ............................................................  I thoroughly\nexamined the .......................................................................\n                                                                                  above dewxibed\n                            (steam receiver or air receiver)\nand that the above is a true report of the result.\n                                    Signature.. .......................................................\n                                   Qualification..        ...................................................\n                                   Address.. ..........................................................\n                                   Date. ..............................................................\n                      [The inchion of this page is authorized by L.N. 71/179]\n      THE MlNING (SAFETY AND HEALTH) REGULATIONS, 1977\n                                FOURTH SCHEDULE, contd.\n                                 FORMB (ALTER'NATIVE)\n       RepoRT ON EXAMINA~ON\n                         AND TBST OF UNFIRBDPR~~SSURB\n                                                   VBSSHL\n      Name of Mi,ne/Plant...........................................................................\n      Address.. ..........................................................................................\n      Name of Owner .................................................................................\n      Name of Manager ..............................................................................\n      Description or Distinguishing No .........................................................\n      Age of Vessel....................................................................................\n      Original Shell Thickness (in thinnest area).............................................\n      Nature of Examination ........................................................................"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. I forward herewith the appropriate fes.\n          I hereby declare the above particulars to be true.\n                                                    ............................................................\n                                                                  Signature o f applicant\n                                                                                             (Regulation 3)\n                                  Tm M I N Raouwnms,\n                                           ~ ~       1947\n                                            Prospecting Rfght\n                                                           No.   ...............................................\n   Tho right, subject to the                  visions\n                                              of the Mini* Act and of the\n Regulations thereunder now in o m or which may coma into force during the\n continuance of this right, is hereby granted to (1)..........................................\n of   ................................................................................................\n                                                                                                  t    for\n                        lIbe inclusion of thin m e fs authorted by L.N. 41 19761\n                           THE MZNZNG REGULATIONS, 1947\n  ...........................................................................................\n      the date hereof to ptospect fo~minerale.\n                                                                                              for one year\n This....................................... day of .......................................19.. ..........\nFee :\n                                             ..................................................................\n                                                                   Commissioner\n(1) Here insert name, addms and description of prospector.\n(2) If the prospector is to use thii right aa agent, state name, a d d m and description of principal.\nFORMNO. 3                                                                                   (Regulation 3)\n                                 THI! MINTNO RBOULA~QNS,   1947\n                                    Undertaking by Principal\n   In consideration of the grant of a prospecting mt to                       .................................\n...............................................................................................................\nI/Wa hereby undertake to be responsible for all the acts or omissions of the\nsaid.. ........................................................................................................\ndone or purported to be done in the course of prospecting operations under\nprospecting mt No          ........................\n                                                 granted to him a8 mylour agent, and to pay\nto the Commissioner or to any other person any sum payable by the said.                            ........\n...................................................\n                                                d e r or in respect of such rights or aote\not omissions.\n                                             ..................................................................\n                                                            Signature of Principal\n                                                                                           (Regulation 6)\n                                 THE MIMNORBOULATIONS,\n                                                    1947\n                                        Notice to Show Cause\nTo ..........................................the holder of prospecting right No ................\n  Whereas it has been brought to my attention that you have committed the\nfollowing contravention of the provisions of the Mining Act or of the\nRegulations thereunder or of your prospecting right ....................................\n   Now, therefore, I hereby require you to show cause to me at .....................\n........................................o n or before the......................... .................in\nwriting (or by attending personally) why your prospecting right should not be\nrevoked.\n                                             ..................................................................\n                                                                    Commissioner\nFORM NO. 5                                                                                 (Regulation 10)\n                                 THa Mmmo RBOULAnaw, 1947\n                      Application for an Exclusive Prospecting Licence\nTo the Minister through the Commissioner.\n     Date and hour of receipt by the Commissioner........................................\n                       Rho inclusion of thu page k authorized by L.N. 4119761\n                                     THE MINING REGULATIONS, 1947\n    I. Name of application ............\n                                      ......................................................................."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(1) Equipment that is to be used during a shift shall be\ninspected before each shift. Equipment defects afFe~tingsafety shall\nbe reported to a competent person.\n       (2) Equipment defects affecting safety shall be corrected before\nthe equipment is used.\n        (3) Unsafe equipment or machinery shall be removed from\nservice immediately.\n      (4) Tools and equipment shall be used only for the purpose\nand within the capacity for which they were intended and designed.\n          (5) Powered mobile equipment shall be provided with adequate\nbrakes.\n       (6) Machinery shall not be lubricated while in motion where\na hazard exists, unless equipped with extended fittings or cups.\n                            PART111. explosive^"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-41) The holder of a licence shall, if required by the Commissioner,\ncause all boundaries of the area of his licence to be permanently beaconed\nor demarcated in accordance with the written directions of the Com-\n                                                                                 ..\nmissioner, and shall, if required by the Commissioner, cause a survey of the\narea to be made in strict conformity with the requirements of the regulations\nmade under the Land Surveyors Act and at the expense of the applicant and\nto the satidaction of the Commissioner.\n         (2) Within founeen days of the grant of a licence, the holder thereof\nshall forthwith patnt clearly on an iron plate securely bolted to every beacon\non the side facing the area the subject of such licence, his name and the\nofficial number of such licence.\n           (3) The holder of a licence shall during the period of such\nlicence-\n      (a) maintain his beacons in good condition and in proper position;\n      ( b ) keep clearly painted on such beacons the particulars required by\n              paragraph (2); and\n      (c) keep cut and cleared of vegetation all or any of the boundaries\n          specified by the Commissioner for a distance of not less than\n          three metres from the beacons defining such boundaries."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.   The delineation ofthe area is as follows-\n            The area ofapproximately                                           square kilometres\n             The location beacon consins of                                     and is simated\n          approximately at the intnsnGon of false co-ordinates\n          N m h and                    Ens4 on sheet                              ofthe topo-\n          graphical map ofJamaica\n             The f i m m s is simaled approximately at the intersection of the\n          false codrdinaes                                      N a t h and               East,\n           approximately                         metres distant fmm the location beaeon on an\n           approximate grid bearing of                      degrees.\n              7 h e second comer is situated eppmximately at the infasedion of the\n           false codrdinates                                    N a t h and               Fa%\n           approximately                               metres distant born the fint c a m s on\n           an approximate grid bearing of                      degrees.\n              The third c-          is situaed approximately at the intersenion of the\n           false codrdinates                                    North and                 East.\n           approximately                             metres distant from the second cam= on\n           an approximate grid bearing of                    degrees and is              mme~\n           distanl bom the location b w o n on an approximate grid bearing of\n                              degrees.\nFORM N O . 13                                                                           (Regulation 22)\n                                  THEW         G REOULATIONS, 1947\n                                    Temporary Permission to Mine\n                                                ch said arsa is delineated on the application plan\n                                                                         Act and of the\n    Rcgulatirmr made thanmder, which arc now in form or which may herealla mme into\n    force during the continuanee of this tcmponvy permision and subject to the following\n    conditions and restridi\n    Rent payable-\n       -Datedthc................................day of................................... 19...............\n                                                Mining Lease\n                                                                     ..\n         ?his mining lcasc is grmtcd t o ........................ .................................... of\n                                                  for thc purpose of ndning........................\n                         [nK imllaion of this p.gc is authorired by I N . IRo6]\n                                   TIfE MINING REGULATIONS. 1947\n  of the Mining Act and of the Regulationr made thereunder. which are now in fa.\n  as well as to any regulations which may come into force during the continuance \\.\n  lhis lease and relating to the safe working of the mines or to healtll or welfare\n  of the persons employed therein,' and subject also lo the following\n  mnditions- ................................................................................................\n   ...............................................................................................................\n         The surface rent payable in respect of the lands comprised in this laase is\n        ............................................................................................................\n          Datcdthe .................................day of................................... 19...............\nFORU NO. 15                                                                                    (Regulation 31)\n                                        llE MWWG REGULATIONS. I947\n                                   Applicotionfor Henew~alofMining h o s e\nTothe MinisTer through the commission^\n   I.      Narnc ofapplicant .................................................................................."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. The delineation of the area is as follows-\n             An area of approximately                                          square kilometers.\n             The location beacon consisls of                                        and is situated\n         approximately at !he intersection of false co-ordinates\n         North                       East on sheet                                     of the tapo-\n         graphical map of Jamaica.\n             The first corner is situated approximaaly at the intersection of thc false co-\n         ordinata                                    North and                                 East.\n         approximately                                    metres distant from the location beacon\n         an an approximate grid bcaring of                                degrees.\n             The second comer is situated approximatcly at the intersection of the false co-\n         ordinates                                        Nonh and                             East.\n         approximately                                met= distant from !he first comeron an\n         approximate grid bearing of                          deg~cs.\n             The'third comcr is situated approximately at the intersection of the false co-\n         dinata                                           North and                            -4\n         approximately                                mares distant from the second comeron\n         an approximate grid bearing of                        degrees and is                mems\n         distant from the location beacon on an approximate grid bearing of\n                              dcgrres.\n                                                                           Signnlure ofapplicanl\n    NOTE-All      dscriptions should be clockwise.\n                                                 NO............\n   The exclurivz licence. rubjed lo the provisions of the Mining An and of the\nRemlations thereunder. now in force M which mav come into fMW during the eminuance\nofrhls Iwcne or an\" rrncual lhncof. for one !car from the .       da\\ k      . . .\ncubjc~ilo Ihc spcc~alronditwnr hncundn untlen 2s hncby q m e d lo     ....  . .\n     ...............................................................................................................\n                      (here insert name. address and de~enptionof licensee)\nto prosped for the following mineral ...............:........................ with !he following limits\n                                (here insert boirndones ofarea)\n.....................................................................................................................\nar delineated approdmately on the plan attached hereto and mloured ..................................\n    This ................................day of .........................19.........\nFORM NO. 7                                                                                      (Regulation 16)\n                                      THE MINNO REOULATIONS, 1947\n                                     Applicationfor renkwar ofLicence\nTothe M i n i d e r h u g h the Cammissioner.\n   I. Name of applicant.. ....................................................................................."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.    Permissible Working Pressure for the ensuing ..............................month8\n        .......................................................................................................\n       I certify that on ..............................................................'\n                                                                                     I thoroughly\nexantined the.. ...................................................................     b           e described\nAND ThAT iZE APOVt IS A TRUE REPORT O F THE RESULT.\n                                         Signature. ........................................................\n                                         Qdification.. ...................................................\n                                         Address. ...........................................................\n                                         Date.. ..............................................................\n                                                                                            .   .    .\n                       p h e incIusion of this page ia suthorkd by L.N.711 19791\n      THE MINING (SAFETY AND HEALTH) REGULATIONS, 1977\n                               FOURTH SCHEDULE, contd.\n                                              FORMC\n                        T ExAMINAT~ONAND T ~ S TOF LIFTINGMACHINE\n               R ~ P O RON"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Magazines shall be-\n                (a) located in accordance with the Table of distances for storage\nFifth\nSchedule.\n                    of explosives, as specified in the Fifth Schedule;\n                (b) detached structures located away from powerlines, fuel storage\n                    areas, and other possible sources of fire;\n                (c) constructed substantially of non-combustible material              or\n                     covered with fire-resistant materials;\n                (d) reasonably bullet-resistant;\n                (e) electrically bonded and grounded if constructed of metal;\n                (f) made of non-sparking materials on the inside, including floors\n                    and fixtures;\n                (g) provided with adequate and effectively screened venti'lation\n                     openings near the floor and ceiling. These vents shall be \"zed\n                     shaped\" or otherwise acceptably designed to allow for en-\n                     trance of air onlly;\n                (h) kepi locked securely when unattended;\n                (i) posted with suitable danger signs;\n                (j) used exclusively for storage d explosives or detonators and\n                     kept free of all extraneous materials;\n                           Vhc inclusion of this pagc is authorized by L.N. 71/1979]\n        THE MINING (SAFETY AND HEALTIJ) REGULATIONS. 1977\n        (k) kept clean and dry in the interior, and in good repair;\n        (0 located within the 45\" \"cone of protection\" of a lightning\n            arrester."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-(1) Explosives shall be transported under the supervision ot\n    the holder of an exemption under the Gunpowder and Explosives Act.\n            (2) Explosives and detonators shall be transported in separate\n    vehicles unless separated by 100 mm. (3.94 inches) of hardwood or\n    the equivalent and the total weight of explosives does not exceed\n    25 kilogrammes (55.12 pounds)."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Self-propelled vehicles used to transport explosives or detonators\n    shall be equipped with suitable fire extinguishers.\n      2 0 4 1 ) Vehicles containing explosives or detonators shall be posted\n    with proper warning signs and red flags.\n            (2) Vehicles containing explosives shall not be wilfully parked\n    on public highways. When parked on a public highway in emergenc:es,\n    suitable conspicuous warning devices shall be set up 30 metres (98.43\n    feet) in front and to the rear of such vehicles."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Renewal of Special Mining Lease (per mevic\n      square or part lhereof). ..      ...            ...          ......         1,200.00\n                   [The ineluridn of Ulir page is auUlor4zd by LN. 1/ZW6]\n                                  MINING\n                          THE MINING ACT\n     THE MINING(SAFETYAND HEALTH)REGULATIONS,\n                                           1977\nPARTI--Short Title, Interpretation\nPARTIZ-General Provision\nPART111-Explosives\nPARTIV-Loading.       Hauling and Dumping\nPARTV-Fire     Prevention and Contra1\nPARTW-Mining and Ground Control\nPARTVII-Electricity\nPARTVIII-Accessways\nPARTIX--Guarding\nPARTX-Pressure       Vessels\nPARTXI-Hoisting       and Lifting\nPARTXIZ-Materials       Storage iand Handling\nPARTXIII-Air     Quality\nPARTXIV-Personal        Accommodation, Protection and First Aid\nPARTXV-Additional        Provisions for Underground Workings\n               [The inclusion of this page is authorSd by L.N. 71119791\n                                   MINING\n                           THE MMING ACT\n                               REGULATIONS\n                             (under section 99)\n      'Ika MINING(SAFETY\n                       AND ~                 T       )        1977\n                                                  H RBGULATIONS,\n     (Made by the Minister on the 9th day of December. 1977)               L.N. 345177\n                   PARTI. Short Title, Interpretation\n  a. These Regulations may be cited as the Mining (Safety and Health)\nRegulations. 1977."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Vehicles containing explosives or detonators-\n        (a) shall, when parked, have the brakes set. the motive power\n             shut off, and shall be blocked securely against rolling;\n         (b) shall not be taken to a repair garage or shop for any purpose;\n            (c)   shall he maintained in good condition; and\n         (d) shall be operated at a safe speed and in accordance with all\n             safe operating practices."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.41) Subject to the provisions of regulations 60-62 (inclusive) an\napplication for a mining lease shall be made to the Minister lhrough the\nCommissioner in triplicate and in the form set out as Form 12 in the Firs\nSchedge.\n          (2) There shall be forwarded wth such apphcabon-\n       (a) the appropnate fee spe&ed in the Second Schedule,\n       (b)   a . sketch plan( in quadruplicate on a reasonable scale showing to\n             the satisfaction,of the Comrmssioner the following d e t a i l s\n                  (i)   the main topographical features in and about the area\n                        applied for in such a manner as will enable the bound-\n                        aries to be identitied on the gro\\md.,\n                  (ii) the location beacon;\n                  (iii) an approximate atimate in square kilometers of the\n                        a& applied for;\n                  (iv) such other information as will enable the area to be\n                       delineated on the general map of thedistrict in which\n                       the area applied for is situated\n           (3)When permissionto mine is given under section 32 of the Act it\n shall be in the form set out as Fonn 13 in the F i Schedule.\n                   i l k inelmion of U i s page is authmind by L.N. IRW6]\n             (4) A mining lease shall be in the form set out as Form 14 in the F\"014\n    First Schedule, and if granted subject to any conditions, such conditions shall\n    be endoned,thereon.\n                     e application is made for a mining lease the applicant shall"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.-41) Explosives or detonators shall be transported at times and\n    over routes that expose a minimum number of persons.\n           (2) Explosives or detonators in open-body vehicles shall be\n    covered with fire-retardant and water-repellent tarpaulins.\n                    p h e inclusion of thk page is authorized by L.N. 71/1979]\n     THE MINING (SAFETY A N D HEALTH) REGULATIONS, 1977\n       (3) Other materials or supplies shall not be placed on or in\nthe cargo space of a conveyance containing explosives, detonating\ncord or detonators, except for safety fuse and except for properly\nsecured, nonsparking equipment used expressly in the handling of\nsuch explosives, detonating cord or detonators.\n       (4) Explosives or detonators shall not be transported on loco-\nmotives.\n        (5) No person shall smoke while transporting or handling\nexplosives or detonators.\n       (6) Only the necessary attendants shall ride on or in vehicles\ncontaining explosives or detonators."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.41) Substantial, nonconductive, closed portable magazines shall\nbe used to carry explosives, other than blasting agents, to blasting\nsites.\n       (2) Nonconductive containers with tight-fitting cavers shall be\nused to transport or carry detonators to blasting sites.\n       (3) Vehicles or portable magazines containing detonators or\nexplosives shall not be left unattended."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.-41) Upon receipt of an application for a mininglease the Com-\n    missioner shall cause a notice setting out the main paniculars of such\n    application to be published at the expense of the applicant once in the\n    Gazette and once in a daily newspaper circulating in Jamaica and shall\n    give notice of the paRiculars of such application to any person who\n    to his knowledge has any interest in the area contained in such\n    application.\n            (2) No mining lease shall be granted until at least Uuee weeks have\n    expired after the publication of the notice in the Gazette as required under\n    parasraph (1).\n           (3) The provisions of this regulation shall not apply where the\n    applicant is the owner of all the lands comprised in the area of the\n    application."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. The holder of a mining lease shall within one week of the grant\n    thereof lodge with the Commissioner the sum of fifty thoiisand dollars or\n    such other sum as the Commissioner may in any part~cularcase specify,or\n    give security thekfore with one surety, for the purposes of section 13 of the\n    Act."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27.41) Upon the gram of a mining lease the holder thereof shall, if\n    required by the Commissioner, cause all the boundaries of his area to be\n    permanently beaconed or demarcated in accordance with the witten\n    directions of the Commissioner and shall paint clearly on an imn plate\n    securely bolted to every beacon on the side fating the 'area the subject of\n    such lease his name and the official munber of such lease.\n                      Ilk inclusion of lhh page is aulhorired by L.N. lnW6]\n                    (2) The holder of a mining lease shall during the period of such\n          lease-\n                   (a) maintain his beacons in good condition and proper position;\n                   (6) keep clearly painted on such beacons the particulars required by\n                          paragraph (1); and\n                   (c)     keep cut and cleared of vegetation all or any of the boundaries\n                           specified by the Commiss~oner for a distance of not less\n                           than three meaes from the beacons defining such bound-                e\n                         . aries."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28.-31) Subject lo the provisions of paragraph (3) the Commissioner\n          may permit the grouping of areas held under mining leases for the fulfilment\n          of obligations and may at any time revoke such permit.\n                   (2) When grouping of mining leases is permitted the sum of the\n          working obligations on such mining leases may be performed on some part of\n          the area grouped.\n                   (3) The groping of mining leases may be permined on the following\n          conditions-\n                   (a) the minerals specified in the leases shall be the same or minerals\n                       which occur associated therewith,\n                   ( b ) permission to include in the same group lode and alluvial leases\n                         shall not be granted,\n                   (c)     the transfer of a constituent lease shall not reduce the obligation\n                           of the group."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. Where the holda of a mining lease desires to transfer his lease or\n          interest or any pan or share therein he shall apply for the consent of the\nF-   9.   Minister through the Commissioner in the form set out as Form 9 in the F i\n          Schedule and shall forward with such application the appropriate fee\nM\n*.\n          specified in the Second Schedule and if such application is granted the\n          consent of the Minister shall be endorsed thereon."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Where the holder of a mining lease desires to surrender it he shall\n          apply for the consent of the Minister through the Commissioner in the form\nF-   10   set out as Form 10 in the First Schedule and shall forwud with such\n          application the appropriate fee specified in the Second Schedule and the\n          mining lease, and if such application is granted the consent of the Minister\n          shall be endoned thereon."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31.-+1)   Application for the renewal of a mining lease shall be lodged\n     with the Commissioner not later than six montbs before the date of the\n     expiration of such lease and shall be in the form set out as Form 15 in the    ~ o n oIS.\n     First Schedule.\n               (2) There shall be forwarded with such application the appropriate\n     fee specified\n          -  ,     in the Second Schedule.\n-.\n              (3) Where the holder of a mining lease who has so applied has,\n     up to and including the date on which s. -1      is due to expire, not\n     received any notification of the allowance or disallowance of his\n     application, he may continue his operations until he receives such\n     notification."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32.. Where the holder of a mining lease commits any contravention\n     of the ,provisions of the 'Act, or of any requirement thereunder or\n     of any conditions of the lease, the Commissioner may give to the\n     holder of such lease'notice in the form set out as Form 16 in the First P-            16.\n     Schedule."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. Where a mining lease is terminated for any reason the holder\n     thereof shall surrender it tothe Commissioner."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. Where the holder of a mining lease is desirous on the termination\n     of such lease of removing any plant, machinery, engines or tools on the\n     land the subject of the lease then he shall give notice of such desire\n     to the Commissioner in the form set out as Form 17 b,the First F-17.\n     Schedule."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35.' Where the holder of a mining lease is desirous on the termination of\n     such lease of applying to the Commissioner for leave to enter the land\n     comprised in the lease and treat or remove any tailings or stone stacked or\n     dumpid by him on the surface of such land he shall apply to the\n     Commissioner in the form set out as Form 18 in the First Schedule and if        ~ m l 8 .\n     such application is granted the consent of the Commissioner shaU be\n     endorsed thereon.\n                       [The mcluxon of thlr page i s authomed by L N 112006]\n                          W E MMINGFZGULATIONS. 1947\n                   -..               Water R~ghls '     -"
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. Pneumatic loading equipment for explosives shall not be grounded\nI   to waterline, air lines, rails, or permanent electrical grounding systems."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37.+1)' The following rretums and repons of operations shall be made to\nthe Commissioner-\n      (i)     by every holder of a licence who is producing minerals,\n             and evey mining lessee on or before the 14th day of each\n             month complete returns covering the operations of the\n             previous month in such form as the Commissioner may\n             require slloiing the amount of ~nineralswon, dispatched and\n             on hand and such other particulars as the Commissioner may\n             desire:\n      (ii)    by ever?. holder of a licence and every mining lessce in\n             Januay and July-a written statement setting fortl+\n             ( a ) the name of the holder or lessee;\n             (b) the date and number of the Licence or lease\n             (c)   an! change vhich ma?; have been' made in the appointment\n                   of the anorney, and in the case of a company. in\n                   the off~cersof the company. during the preceding six\n                   months:\n             (4 an?. cl~angeof address of the lessee. holder. attorney or\n                   officers:\n             ( e ) the nature of the operations being conducted on the area of\n                   the licence or lease:\n             V)    the average number of persons employed on the area\n                                                                                 a\n                   in mining or prospecting during the preceding sis\n                   months;\n             )     the amount paid innages to persons actually engaged in\n                    mining or prospecting o+rations on the area of the licence\n                   or lease. or in supenising such operations during the\n                   preceding six months;\n                        THEMNING REGUIATIONS. 194 7\n            (h) the nature and value of any machinery or plant brought\n                on to or removed from the area since the previous\n                return;\n            (i) the kind, quantity and quality of minerals obtained during\n                  the preceding six months and the manner in which they\n                  have been disposed of;\n            (j) the particulars of any death or serious accidents which may\n                  have occurred amongst the employees during the preceding\n                  six months;\n            (k) the amount cxpendcd in the Island due to prospecting or\n                  mining;\n            (I)   any further particulars that the Comnissioner may call [or\n          (2) The returns required by this regulation shall be signed and\ncertified to be correct-\n      (a) in the case of an individual holder of a licence or mining lessee\n            resident in the Island, by the holder or lesscf;\n      ( b ) in the case of an individual holder of a licence or mining lcssee\n            not so residcnt, or in the case of a company, body of persons or\n            partnership having its head office out of the Island, by the\n            resident attorney of the holder, lcssee, company, body of persons\n            or partnership;\n      (c)   in thc casc of a company, body of persons or partnership having\n            its hcad office in the Island, by the manager or secretary of the\n            company. body of persons or partnership."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. In the case of opencast mining the Commissioner may deter-\nmine by notice in \\mting the angle of slope to be maintained in any\nmine working so as to ensure thc saiety thereof and he may also for\nt l ~ esame purpose rcquire stcpped benches to be cut on the face of the\nmine.\n   3 9 . 4 1 ) Save as is otherwise in these Regulations specifically pro-\nvided. all royalties shall be payable on demand to the Commissioner,\n                  '[me inclwion of this page is authorized by LN. 1120061\n          who may, if so requested and after payment has been made issue a permit to\n          export the mineral on which royalty has been paid.\nF-   n             (2) Such export permit shall be in the form set out as Form 22 in the\n          First Schedule.\n                   (3) Every application for a permit to export any mineral shall be in\nF-   zx   the form set out as Form 22a in the First Schedule."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39.-41) Completely wired rounds shall be tested with a blasting\ngalvanometer before connections are made to the exploder.\n       (2) Tests shall be carried out with a blasting galvanometer at\nthe end of the blasting line away from the wired round."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40.-41) In this regulatio-\n                \"quarterly period\" means a period of three consecutive months\n                     commencing on the 1st day of January, or the 1st day of April, or\n                     the 1st day of July, or the 1st day of October, in any year,\n                \"tonne\" in relation to bauxite or laterite means a memic tonne as\n                     specified in the Weights and Measures Act (1,000 kilograms)\n                     after deducting the moisture content of the ore.\n                  (2) The rate of royalty payable on all bauxite and laterite mined in\n          Jamaica on and after the 1st day of January, 1984, shall be fifty cents in the\n          currency of the United States of America, per tonne or any other rate\n          specified by the Minister, being a rate mutually agreed by the Government\n          and the relevant mining lessee.\n                  (3) The royalty payable on the total amount of bauxite and laterite\n          mined in Jamaica by any holder of a mining lease in any quarterly period\n          shall be paid at the end of that quarterly period.\n                  (4) The Commissioner shall not issue to any holder of a mining lease\n          a permit to export bauxite or laterite or alumina during any quarterly period\n          unless the royalty payable on the total amount of bauxite or laterite which\n          such holder disposed of in the manner described in sub-paragraphs (b), (c)\n          and (4 of paragraph (5) during the last preceding quarterly period but one\n          has paid.\n                  (5) A permit to export bauxite or laterite or alumina dull be in the\n          form set out as Form 22 in the First Schedule with the words \"on which\n          royalty has been paid omitted therefrom\n                  (6) Every holder of a mining lease for bauxite or laterite shall, in\n          respect of each quarterly period, make to the Commissioner a return in\n          Hliting showing-\n                (a) the amount of bauxite or laterite mined in Jamaica by him;\n                 ( b ) the amount of bauxite or laterite exported by him,\n                            [The ineluion of this page ir authorid by L.N. IIlM)6]\n                             THE MINING REGULATIONS. 1947\n           (c)   the amount of bauxite, or laterite supplied by him to any other\n                 person for processing into alumina in Jamaica and the name of\n                 that person;\n           (d) if he is a producer of alumina in Jamaica, the amount of bauxite\n               or laterite processed by him into alumina in Jamaica;\n           (e) the amount of bauxite or laterite which he has on hand\n=>             (7) The return referred to in paragraph ( 5 ) shall he made within\n     thirty days after the end of each quarterly period.\n              (8) Within threc months of the export of any minerals originating\n     in Jamaica, other than bauxite or laterite, or within such extended time as\n     the Commissioner may allow, a sales accounting in respect of such\n     minerals shall be produced to the Commissioner and any adjustments\n     which may be necessary to ensure payment of the full amount of royalty\n     due shall be made."
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41.-(1) When electric detonators are used, charging shall be stopped\nimmediately when the presence of static electricity or stray current\ni.: detected; the condition shall be remedied before charging is resumed.\n        (2) When electric detonators are used, charging shall be sus-\npznded and men withdrawn to a safe location upon the approach\nof an electrical storm."
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42. Where blasts are fired from power circnits-\n    (a) safety switches located at safe distances from the blast areas\n        shall be provided in addition to the main blasting switch;\n    (b) blasting switches shall be locked in the open position except\n        when closed to fire the blast. Lead wires shall not be connected\n        to the blasting switch until the shot is ready to be fired;\n    (c) electric circuits from the blasting switches to the blast area\n         shall not be grounded,;\n    (d) power sources shall be suitable for the number of electric\n        detonators to be fired and for the type of circuits used;\n    (e) if any part of a blast is connected in parallel the time of\n        current flow shall be limited to 25 milliseconds by incorporating\n         a control device in the blasting circuit or by interrupting the\n         circuit with a zero-delay electric blasting cap attached to one\n         or both lead lines."
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43.--(I) The holder of proqemng or mining rights shall forward to\n          the Commissioner when lodging the deposit required by section 11, 12 or\nF-   w.    13 of the Act a notice in the form set out as Form 23 in the First\n          Schedule.\n                            [The imluion of this page ir authorized by L.N. 1/?006]\n         (2) On termination of the prospeaing or mining rights the holder\nmay make application for the return of such sum or any part thereof\nwhich remains unexpended, lodged under section 11, 12 or 13 of the Act,\nin the form set out as Form 24 in the F i Schedule and if the a m -                F-24.\nmissioner is satisfied that there are no further claims against any nich\ndeposit he may cause such deposit, or such part thereof, to be returned\nto the holder:\n    Provided that any such return shall not relieve such holder from any\nclaims to which he may be liable.\n        (3) Where the owner or occupier of land has been awarded any\nsum as cvmpensation under section 12 of the Act and has not\nreceived payment as provided in such section, then he may apply to\nthe Commissioner in the form set out as Form 25 in the First Schedule F-zr\nfor payment out of the amount lodged of the sum so awarded and in\nthe event of such payment he sW give a receipt therefore to the\nCommissioner."
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44. Every mining lessee shall keep, to the satisfaction of the Com-\nmissioner, proper books, records and accounts showing the expenses\nincurred and the profits earned, and the Commissioner or any official\nauthorized by him in writing shall have access at all times to such books,\nrecords and accounts, and shall be entitled to make extracts therefrom.\n    4 5 . 4 1 ) Every holder of a licence and every mining lessee who is not\nresident in the Island or who intends to be temporarily absent from the Island\nshall appoint some person resident in the Island as his attorney with full\npowers to represent him during his absence from the Island, in alt matter\nrelating to his licence or mining lease\n         (2) When any company, body of persons or partnership, whose\nregistered or head office is outside the I s l a d is a holder of a licence or a\nmining lessee, such company, body of persons or partnership shall at all\ntimes be represented by an anomey resident in the Island and having full\npowers to represent such holder or lessee in all matters relating to such\nlicence or lease.\n                  [The inclusion o f this page is authorized by LN. IR0061\n                                  THEMINING REGUIATIONS. 1947\n                   (3) Every holder, or mining lessee4io gives a power of attor-\n          ney as required by paragraphs (1) and (2) shall forthwith forward to tlle\n          Conunissioner a copy of such power o f attorney and shall likewise on the\n          revocation or variation of such power of attorney forthwith forward a copy of\n          any document effecting such revocation or variation. .\nSrmnd\n~~hcd\"k      46. The fees set out in the Second Schedule shall be paid in respect\n          of the matters and things specified in that Schedule."
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. Blast sites shall be examined for undetonated explosives after\neach blast and undetonated explosives found shall be disposed of\nsafely."
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46. Blasting caps shall be crimped to fuses only with implements\ndesigned for that specific purpose."
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47.+1)    The Commissioner shall keep a register of prospecting rights,\n          licences, mining leases and rights of passageway and of documenu\n          creating, terminating, assigning or wansferring such prospecting rights,\n          licences, leases or rights of passageway or any right, title or interest\n          arising therefrom.\n                   (2) Any person desiring to apply for the regismtion of any docnment\n          creating, terminating, assigning, transferring or in any way,dealing with or\n          affecting my licence, mining lease, or right of passageway, or any right or\n          interest under the same, shall send the original document, with a copy\n          thereof and a wpy of any plan attached to such document together with\n          the prescribed fee, to the Commissioner, with a request that it shall be\n          registered, and the Commissioner having first satisfied himself that the\n          copy of the original document and of the plan (if any) is wrrect, and that\n          the requisite approval of 'the creation, termination, assignment, transfer\n          or other transaction has been obtained, and that the document if liable\n          to stamp duty has been duly stamped, shall endone on the document over\n          his signature the word \"Registered\" together with the date on which\n          the document was presented for registration and shall return the document\n          so endorsed to the person who presented it for registration, and shall file\n          the copy in the register."
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48. In the event of a state of national emergency or war (of the\n          existence of which the Minister shall be the sole judge) the Minister\n          shall have the right of preemption of all minerals mined under the lease\n          and all products thereof and shall also be at liberty to take control of the\n          mining operations of the lessee.\n                                           Mineral Dealers\nF-26"
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49. Mineral dealer's licence shall be in the form set out as Form 26 in the\n          First Schedule.\n                            F c insluian of Ulil page is autharired by LN. IRM6)\n                 Special provisions applicable to Bauxite or Laterite"
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50.-+I) Subject to the provisions of paragraphs (2) and (3), a mining\n     lease for bauxite or laterite may be granted to any person whether or not such\n     person is the owner in fee simple of the land.\n             (2) No mining lease for bauxite or laterite shall be granted to any\n                                                                              . .\n     Derson other than the owner in fee simole of the land where. on the 1st Aoril.\nm-\n .\n     1957-\n           (a) the land was owned by a company holding a mining lease for\n               bauxite or laterite in respect of other land; or\n           (b) the land was the subject of an option to purchase held by such a\n               wmpany.\n              (3) No mining lease for bauxite or laterite shall be grant4 t o k y\n     person other than the owner in fee simple of the land where theland is owned\n     by a company which, on the 1st April, 1957, held any mining lease for\n     bauxite or laterite and the land is land which is described by the Minister, by\n     order, as land to which this paragraph applies.\n             (4) In this regulation \"wmpany\" does not include-\n           (a) Kaiser Bauxite Company;\n           (b) Reynolds Jamaica Mines Limited;\n           (c) Reynolds Jamaica Alumina Ltd., Kaiser Jamaica Colporation and\n                 Anaconda Jamaica Inc., each in its capacity as a p m e r in the\n                 firm which carries on business in Jamaica under the firm name of\n                 Alumina Pamers of Jamaica,\n     but includes, in relation to any other company holding a mining lease for\n     bauxite or laterite, any company, present or future, controlling, controlled by,\n     or under common control with, such a wmpany."
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51. The royalty on bauxite or laterite shall be calculated on the weight of\n     the oremined, as ascertained by such method as the Commissioner may\n     approve, after deducting therefrom the moisture content.\n        5 2 - 4 1 ) A minimum royalty charge shall be payable in each year\n     ascertained on a basis of twenty-five tones of banxite or laterite bong mined\n     (whether or not such amount has in fact been mined) for each hectare, or part\n     thereof; held under the mining lease:\n        F'mvided that a mining lessee shall only be liable to a minimum royalty\n     charge equivalent to the royalty on five, ten, fifteen and twenty tomes for\n     each hectare for the first, sewnd, third and fourth y e m of the term\n     mpecOvely.\n                       [The k l w i a n of this page is aulhorizd by L.N. l l Z W 6 1\n                        T H E M N N G REGULATIONS. 194 7\n         (2) Minimum royalty charges may be averaged over five-year\nperiods. the first commencing on the date of the commencement of the\nmining lease and the subsequent periods follouing consecutivel?-. but any\nexcess or deficiency in any five-year period shall not be taken into account in\nan?- other fic-!-ear period\n         (3) l n this regulation \"tonne\" has the meaning specified in re-\ngulation 40 (1)."
    },
    {
      "provision_ref": "sec52",
      "section": "52",
      "title": "Section 52",
      "content": "52. Except when being tested with a blasting galvanometer-\n   . (a) electric detonators shall be kept shunted until they are being\n          connwted to the blasting line or wired into a blasting round;\n      (b) wired rounds shall be kept shunted until they are being\n           connected to the blasting line:\n      (c) blasting lines shall be kept shunted until immediately before\n          blasting.\n                [The inclusion of t f i page is authorized by L.N. 71119791\n60       THE MINING (SAFETY AND HEALTH) REGULATIONS, 1977"
    },
    {
      "provision_ref": "sec53",
      "section": "53",
      "title": "Section 53",
      "content": "53.--(I) As soon as may be practicable_and in an?: e\\-ent not later than\nthree years after ~niningoperations are concluded in any area. the holder of\nthe mining lease shall restore every hectare of land disturbed for mining in\nsuch area. as nearly as may be practicable, to the level of agricultural or\npastoral productivity or of utilization for afforestation purposes or such other\nuses as may be approved by the Comtnissioner or the Toan and C o u n q\nPlanning Authority. as the case may require, and for the purpose of securing\nsuch restoration the holder of the mining lease shall-\n            before c o ~ n ~ n e n c ~nining\n                                     i n ~ operations in any deposit, remove\n            Ule top soil thereof to a depth of not less thanfifteen centimetres;\n            keep the top soil so removed stacked and presencd until such\n            time as it is replaced in accordance with sub-paragraph (c):\n            within two years after mining-operations have been concluded\n             in the pil-\n                   (0 utilize, remove. clear or dispose of all soil, debris and\n                         rubble in such a manner as to effect a smooth grading\n                         and prevent the creation of unsightly mounds and\n                         dumps in the areal and\n                   (ii) replace the top soil which was removed therefrom\n                         except where exempt by the Commissioner.\n             construct such drains trenches, drainages and works as uill\n             prevent the permanent accumulation of water upon or with-\n             in lhe area, if such accumulation would, in the opinion of\n             the Coinmissioncr. be detrimental to the well-being of the\n             land and\n             provide rtasonablc access to the area.\n         (2) The provisions of paragraph (1) which specify the measures to\nbe taken by the holder of a mining lease for the purpose of securing the\nrestoration of mined land as nearly as may be practicable to its former level\nof agricultural or pastoral productivity or of utilization for afforestation\npurposes or other uses approved pursuant to paragraph (I), shall not take\neffect in any case in which the Commissioner is satisfied that compliance\ntherewith would-\n       (a) not be practicable as part of the operation of mining; or\n       (b) not be consistent with good mining practice; or\n                   [The inclvrion of lhlr page is ruthaired by L.N. 112OM1\n                              THE MINING REGULATIONS, 1947\n           (c)   be weasonable or likely to raise costs out ul pioportion to the\n                 value of the ore body or to normal working costs or to the\n                 agricultural value of the land or to the final results likely to be\n                 achieved; or\n           (d) render uneconomical on otherwise economical mining operation.\n              (3) A lessee shall, before commencing any of the operations\n     specified in sub-paragraph (c) of paragraph (I) and from time to time during\n     the course of such operations, consult the Minister and the Commissioner in\n-    relation thereto, and shall do or cause to be done all such things as the\n     Minister or the Commissioner may reasonably require to be done for the\n     effective compliance with the provisions of that sub-paragraph.\n             (4) For the purposes of this regulation and of regulations 54 and"
    },
    {
      "provision_ref": "sec53a",
      "section": "53a",
      "title": "Section 53a",
      "content": "53a.-(l) Subject to paragraph (2), every holder of a mining lease shall,\n     for rehabilitation of the land on which mining is carried out, maintain on\n     deposit with the Commissioner, security in such amount and form and\n     subject to such conditions as the Commissioner shall determine.\n:a\nL\n              (2) The Minister may, owing to special circumstances or in special\n     cases, grant exemption in whole or part from the deposit referred to in\n     paragraph (I), subject to such terms and conditions as he may impose.\n              (3) Where such rehabilitation is not carried out in accordance with\n     the requirements of these Regulations or of the terms and conditions of the\n     mining lease-\n           (a) the Minister may authorize any person to enter upon the premises\n                on which the mine is situated and perform such work as is\n                necessary for rehabilitation; and\n                       [The incluion of this page is authorized by L.K. 1120061\n                         THE MINING REGUIATIONS. 1947\n                                               ... :-.\n      (b)   the costs &ereof shall be recovered from the amount deposited\n            and the balance (if any) shall be refunded to the holder of the\n            mining lease.\n    .54. Upon concluding mining operations in any pit the lessee shall apply\ntothe Commissioner for a certificate that the requirements of sub-paragraph\n(c) of paragraph (1) of regulation 53 have been complied with, and the\nCommissioner upon being satislied               that such requirements have been\ncomplied with shall issue to the lessee a certificate to that effect.\n      5 5 . 4 1 ) A holder of a mining lease who fails to obtain a certificate\nunder regulation 54 upon the conclusion of mining operations in a pit shall\npay to the Commissioner for and on behalf of the Government lhc sum of\ntwenty-five thousand dollars in the currency of the United States of America\nor the equivalent of that amount in the currency of Jamaica for each hectare\nof such land.\n              (2) Where a pit is not restored within the period specified in\nregulation 53(1) the holder of the mining lease shall, for each year during\nwhich the pit rcmains unrestored, pay to the Commissioner, the sum of two\n thousandfive hundred dollars in the currency of the United States of America\n or i!s equivalent in the currency of Jamaica for each hectare of land disturbed\n for mining.\n               (3) The omm missioner may extend the period for restoration of the\n pit if the lessee satisfies the Commissioner that such extension is reasonably\n warranted.                  \\"
    },
    {
      "provision_ref": "sec54",
      "section": "54",
      "title": "Section 54",
      "content": "54. Ample warning shall be given before blasts.are fired. All persons\n     shall be cleared and removed from the blasting area unless suitable\n     blasting shelters are provided to protect men endangered by concussion\n     or flyrock from blasting."
    },
    {
      "provision_ref": "sec55",
      "section": "55",
      "title": "Section 55",
      "content": "55-\n           ( a ) \"pit\" means a hole or cavity in the ground made by the open cut\n                 method in order to win minerals;\n           ( b ) mining operations in any pit shall be deemed to be concluded\n                 where, at any time after commencement of such operations in\n                 such pit, such operations are discontinued by the lessee and are\n                 not resumed upon a substantial scale within six months next after\n                 the date of such discontinuance, unless within such period the\n                 lessee satisfies the Commissioner-\n                      (i)   that the discontinuance or the failure to resume opera-\n                             tions within such period was due to cir'cumstances\n                             wholly beyond the control of the lessee; or\n                       (ii) that the lessee intends to resume operations upon a\n                             substantial scale in such pit within such further period\n                             as the Commissioner in his absolute discretion may\n                             consider reasonable."
    },
    {
      "provision_ref": "sec56",
      "section": "56",
      "title": "Section 56",
      "content": "56. Every company holding a mining lease for bauxite or laterite shall\n furnish to the Minister when so requested by him such particulars and such\n documents as he may require in rcspect of-\n          (a) the capital structure of the company:\n          ( b ) any sales or purchase contract;\n          ( c ) any management, sewice or licence agreement;\n          (4 any financialstatement, including any profit and loss account or\n                  balance sheet; and\n          ( e ) any income tax rctwn filed in a country other than Jamaica in\n                  respect of its operations in Jamaica.\n  and shall give to the Minister in addition any such other information as he\n  may reasonably require for the purposcs of making, reviewing or confirming\n  any agreements or arrangements that he may consider necessary for the\n  orderly development of the bauxite industry\n    5 7 - 4 1 ) Every company holding a mining lease for bauxite or laterite\n shall furnish annually to the Minister a return setting out-\n        (a) the amount of bauxite or laterite sold by the company on the open\n              market during the year and the average price realimi;\n                   [ T k inclusion of this pagc is authorired by L.N. 112W61\n                THE MlNlNG REGULATIONS. 1947\n   (b) the amount of bauxite or laterite sold or transferred by the\n       company to an associate company and the price at which\n       such transfer or sale was effected;\n   (c) particulars of the costs applicable to the operations of the\n       company in the Island duning the year in relation to the\n        following items-\n            (i) mining, transportation and drying;\n           (ii) administration and overhead (distinguishing local from\n                overseas);\n          (iii) interest applicable to local operations;\n          (iv) income tax paid in Jamaica;\n           (v) payments other than income tax made to the Govern-\n                ment of Jamaica;\n          (vi) normal depreciation;\n         (vii) costs other than those enumerated above;\n   (d) particulars of special deductions allowed in computing profits\n        for purposes of income tax under tax laws of countries other\n        than this Island affecting the operations of the company in the\n        Island;\n   (e) particulars of the reserves of bauxite or laterite in the Island\n        owned by the company or by associate cornpanties showing--\n           (i) the reserves at the beginning of the year and indicating\n                where necessary, any revision of figures previously\n                supplied;\n           (ii) any reserves acquired or proved during the year;\n         (iii) the amount of bauxite or laterite mined or otherwise\n                disposed of during the year;\n          (iv) the reserves at the end of the year,\nand, wherever possible, distinguishing between commercial and non-\ncommercial bauxite or laterite.\n      (2) In this regulation-\n    \"associate company\" means, in relation to a company holding a\n         mining lease for bauxite or laterite, any company, present or\n         future, controlling, controlled by, or under common control\n         with, such a company :\n    \"commercial bauxite or laterite\" refers to bauxite or laterite which\n         contains at least 47% alumina (by the standard difference\n         method) and not more than 4% silica on a dry basis;\n                  inclusipn of this pwe 4 autbo&ed by L.N. 4119761\n                THE MINING REGULATIONS, 1947\n    \"open market\" refms lo a market where buyer and seller are inde-\n        pendent of each other."
    },
    {
      "provision_ref": "sec57",
      "section": "57",
      "title": "Section 57",
      "content": "57. Records of total number of holes, depth and spacing of holes,\n     total weight and weight of explosives per delay or shot, dates of shots\n     and types of explosives used shall be kept for at least twelve months."
    },
    {
      "provision_ref": "sec58",
      "section": "58",
      "title": "Section 58",
      "content": "58. Every company holding a mining lease for bauxite or laterite\nshall furnish annually to the Commissioner of Mines a return setting\nout-\n     (a) the amount of capital investment undertaken in respect of\n          operations in the Island during the year and an estimate of\n         the proposed investment in the next succeeding year showing\n          separately the amount spent or, as the case may be. to be\n          spent on-\n              (i) land and development;\n             (ii) buildings;\n            (iii) machinery and equipment;\n            (iv) construction in progress;\n            (v) other capital investment.\nand, wherever possible, indicating separately capital expenditure in\nthe Island and capital expenditure in respect of undartakings in the\nIsland which are made elsewhere than in the Island;\n     (b) particulars of disbursemenls in the Island and elsewhere in\n          respect of operating expenses of undertakings in the Island\n          showing amounts spent on-\n              (i) wages:\n             (ii) salaries;\n            (iii) other services;\n          (iv) materials and supplies;\n           (v) machinery and equipment;\n           (vi) othm items (specifying any major items).\nand, wherever possible, indicating separately amounts spent in the\nIsland and amounts spent elsewhere;\n     (c) particulars of the number of persons employed by the com-\n         pany at the end of the year showing the number of persons\n         engaged in-\n             (i) mining and related occupation:\n           (ii) construction;                                    . \\\n          (i)   agriculture;\n           (iv) other occupations;\n                  inclusion of thh paae is authorized by L.N. 41 19761\n                         THE MNING REGUIATIONS. 194 7\n      (d) the average grade of bauxite or laterite mined during the\n          year."
    },
    {
      "provision_ref": "sec59",
      "section": "59",
      "title": "Section 59",
      "content": "59. Returns required to be furnished by regulations 56 and 57 in respect\nof any year shall be furnished within ninety days after 319 day of December\nof that year and shall be signed and certif~edto be correct-\n      (a) in the case o f a company having its head office out of the lsland\n          by the resident attorney of the company;\n      (b)     in the case of a company having its head office in the Island by\n              the manager or secretruy of the company.\n                  SpecialMining Leasesfor Bauxile or Laterite"
    },
    {
      "provision_ref": "sec60",
      "section": "60",
      "title": "Section 60",
      "content": "60. Where application is made for a special mining lease for bausite or\nlaterite pursuant to section 46 of the Act the provisions of these Regulations\nexcept regulations 23 and 27 shall have effect subject to the following\nmodifications-\n                                                                                  F n m 2:.\n      (n) for the reference to \"Form 12' in paragraph (I) of regulation 22\n          there shall be substituted a reference to \"Form 27\";\n      ( b ) the sketch plan required by paragraph (2) of regulation 22 shaU\n            show, instead of the location beacon, particulars of the metric\n            squares and the relative position of each of the applicant's\n            holdings within the metric squares affected by the\n            application;\n      (c) for the reference to ''Form 14\" in paragraph (4) of regulation 22\n          there shall be substituted a reference to \"Fonn 28\".                    F-     28"
    },
    {
      "provision_ref": "sec61",
      "section": "61",
      "title": "Section 61",
      "content": "61. Upon the grant of a special mining lease for bauxite or lalerite tl~e\nholder' thereof shall cause thc boundaries of all his lands included in the\nspecial mining lease to be permanently beaconed or demarcated in\naccordance with the witten directions issued from time to time by the\nCommissioner and shaU during the period of such lease keep such boundaries\ndemarcated in accordance with such written directions."
    },
    {
      "provision_ref": "sec62",
      "section": "62",
      "title": "Section 62",
      "content": "62.-(1) An application made pursuant to section 47 of the Act for the\naddition of other lands to a special mining lease for bauxite or laterite shall\n                                                                                   Porn29\nbe made through the Cornmissloner in triplicate in the form set out as Fonn\n29 in the First Schedule.\n            (2) There shaU be forwarded with such application-\n       (a) the appropriate fee specified in the Second Schedule:                   sehedvle\n                                                                                   krnd\n                 THE MINING REGUUllONS. 1947\n( 6 ) a sketch plan in quadruplicate shoulng to the satisfaction of the\n      Commissioner the following details-\n          (i)   the main topographical features in and about the area\n                applied for in such manner as to enable the boundaries\n                to be identified on the ground;\n          (ii) an approximate estimate in square kilometers of the\n                additional area applied for;\n          (iii) particulars of the metric squares in relation to which the\n                application is nude and,of those in relation to which        0\n                the special mining lease aforesaid was granted;\n          (iv) such other information as will enable the area to be\n                delineated on the general map of the district in which\n                the area applied for is situated.\n           llhc inclvsion oTUlir pg. is auUarired by LN, InW]\n                          THE MINING REGULATIONS, 1947\n                                         FIRST SCHEDULE\n  FORMNO. 1                                                                                (Regulation 3)\n                                 THB MININGRBOULA~ONS,\n                                                   1947\n                 Application for a Prospecting Right or Rcnewal thereof\nTo the Commissioner:"
    },
    {
      "provision_ref": "sec63",
      "section": "63",
      "title": "Section 63",
      "content": "63. When a drill is being moved from one drilling area to another.\ndrill steel, tools and other equipment shall be secured and the mast\np!aced in a safe position."
    },
    {
      "provision_ref": "sec64",
      "section": "64",
      "title": "Section 64",
      "content": "64. The drill helper, when used, shall be in sight of the operator\nat all times while the drill is being moved to a new location."
    },
    {
      "provision_ref": "sec65",
      "section": "65",
      "title": "Section 65",
      "content": "65. In the event of power failure, drill controls shall be placed in\nthe neutral position until power is restored."
    },
    {
      "provision_ref": "sec66",
      "section": "66",
      "title": "Section 66",
      "content": "66. Before attempts are made to straighten a crossed cable on a\nreel, the drill stem shall be resting on the bottom of the hole or on\nthe platform with the stem secured to the mast."
    },
    {
      "provision_ref": "sec68",
      "section": "68",
      "title": "Section 68",
      "content": "68. Drill holes large enough to constitute a hazard shall be covered\nor guarded."
    },
    {
      "provision_ref": "sec69",
      "section": "69",
      "title": "Section 69",
      "content": "69. Employees operating or working near jackhammers or jackleg\ndrills and other drilling machines shall position themselves so that\nthey will not be struck or lose their balance if the drill steel breaks\nor sticks."
    },
    {
      "provision_ref": "sec70",
      "section": "70",
      "title": "Section 70",
      "content": "70. Employees shall not drill from positions that hinder their access\n to the control levers, or from insecure footing or staging, or from\n atop equipment not designed for this pwose."
    },
    {
      "provision_ref": "sec72",
      "section": "72",
      "title": "Section 72",
      "content": "72. Employees shall not hold the dhll steel while collaring holes\n or rest their hands on the chuck or centralizer while drilling."
    },
    {
      "provision_ref": "sec73",
      "section": "73",
      "title": "Section 73",
      "content": "73. Air shall be turned off and bled from the hose before handheld\n drills are moved from one working area to another."
    },
    {
      "provision_ref": "sec74",
      "section": "74",
      "title": "Section 74",
      "content": "74. Holes shall not be drilled where there is danger of intersecting\n a charged or misfired hole and no person shall drill within two feet\n of any hole or remnant of a hole that has been charged and blasted.\n                [The inclusion of lhis page Ls authorized by L.N. 71/1979]\n62       THE MINING (SAFETY A N D HEALTH) REGULATIONS, 1977"
    },
    {
      "provision_ref": "sec75",
      "section": "75",
      "title": "Section 75",
      "content": "75. No person shall drill within five feet of any hole containing\n     explosives.\n                   PARTIV. Loading, Hauling and Dumping"
    },
    {
      "provision_ref": "sec76",
      "section": "76",
      "title": "Section 76",
      "content": "76. Materials shall be stockpiled at a height and slope consistent\n     with their natural angle of repose and the reclaiming equipment to\n     be used."
    },
    {
      "provision_ref": "sec78",
      "section": "78",
      "title": "Section 78",
      "content": "78. Dumping locations and haulage roads shall be kept reasonably\n     free of water, debris, and spillage."
    },
    {
      "provision_ref": "sec79",
      "section": "79",
      "title": "Section 79",
      "content": "79. Berms, bumper blocks, safety hooks, or similar means shall be\n     provided to prevent overtravel and overturning at dumping locations."
    },
    {
      "provision_ref": "sec80",
      "section": "80",
      "title": "Section 80",
      "content": "80. Grizzlies, grates, and other sizing devices at dump and transfer\n     points shall be anchored securely in place."
    },
    {
      "provision_ref": "sec81",
      "section": "81",
      "title": "Section 81",
      "content": "81. Where overhead clearance is restricted, warning devices shall be\n     installed and the restricted area shall be conspicuously marked."
    },
    {
      "provision_ref": "sec82",
      "section": "82",
      "title": "Section 82",
      "content": "82. Only authorized persons shall be present in areas of loading or\n     dumping operations."
    },
    {
      "provision_ref": "sec83",
      "section": "83",
      "title": "Section 83",
      "content": "83. Powered mobile haulage equipment shall be provided with audible\n     warning devices. Lights shall be provided on both ends."
    },
    {
      "provision_ref": "sec84",
      "section": "84",
      "title": "Section 84",
      "content": "84. No vehicle having an obstructed view to the rear shall be backed\n     unless it is equipped withaan automatic, audible, back-up warning\n     device or unless an observe^ is used to direct the operator in rearward\n     movement."
    },
    {
      "provision_ref": "sec85",
      "section": "85",
      "title": "Section 85",
      "content": "85. Operators shall be certain by signal or other means, that all\n     persons are clear before starting or moving equipment."
    },
    {
      "provision_ref": "sec86",
      "section": "86",
      "title": "Section 86",
      "content": "86. When an operator is present men shall notify him before getting\n     on or off equipment."
    },
    {
      "provision_ref": "sec87",
      "section": "87",
      "title": "Section 87",
      "content": "87. Lights, flares, or other warning devices shall be posted when\n     parked equipment creates a hazard to vehicular traffic."
    },
    {
      "provision_ref": "sec88",
      "section": "88",
      "title": "Section 88",
      "content": "88. Operators shall sit facing the direction of travel while operating\n     equipment with dual controls.\n                   me inclusion of this page is authorized by L.N. 71/1979]\n    THE MlNlNG (SAFETY AND HEALTH) REGULATIONS, 1977"
    },
    {
      "provision_ref": "sec89",
      "section": "89",
      "title": "Section 89",
      "content": "89. Men shall not work or pass under the buckets or booms of\nloaders in operation."
    },
    {
      "provision_ref": "sec90",
      "section": "90",
      "title": "Section 90",
      "content": "90. Where truck spotters are used, they shall be well in the clear\nwhile trucks are backing into dumping position and dumping. Lights\nshall be used at nights to direct trucks where the lighting in the area\nis inadequate."
    },
    {
      "provision_ref": "sec91",
      "section": "91",
      "title": "Section 91",
      "content": "91. Electrically powered mobile equipanent shall not be I& un-\nattended unless the master switch is in the off position, all operating\ncontrols are in the neutral position, and the brakes are set or other\nequivalent precautions are taken against rolling."
    },
    {
      "provision_ref": "sec92",
      "section": "92",
      "title": "Section 92",
      "content": "92. Trucks, shuttle cars, and front-end loaders shall be equipped\nwith emergency brakes separate and independent of the regular braking\nsystem."
    },
    {
      "provision_ref": "sec93",
      "section": "93",
      "title": "Section 93",
      "content": "93. A tow bar shall be used to tow heavy equi,pment. A safety chain\nshall be used in conjunction wi.th the tow bar."
    },
    {
      "provision_ref": "sec94",
      "section": "94",
      "title": "Section 94",
      "content": "94. Any load extending more than 1.25 metres (4 ft.) beyond the\nrear of the vehicle body shall be marked clearly with a red flag by\nday and a red light by night."
    },
    {
      "provision_ref": "sec95",
      "section": "95",
      "title": "Section 95",
      "content": "95. Operators' cabs shall be constructed to permit operators to see\nwithout straining and shall1 be reasonably comfortable."
    },
    {
      "provision_ref": "sec96",
      "section": "96",
      "title": "Section 96",
      "content": "96. Cab windows shall be d safety glass or equivalent, in good\ncondition and shall be kept clean."
    },
    {
      "provision_ref": "sec100",
      "section": "100",
      "title": "Section 100",
      "content": "100. Mobile equipment operators shall have full control of the equip-\n ment while it is in motion.\n                [me inclwion of this page is authorized by L.N. 71119791\n    THE MINING (SAFETY AND HEALTH) REGULATIONS, 1977"
    },
    {
      "provision_ref": "sec101",
      "section": "101",
      "title": "Section 101",
      "content": "101. Dippers, buckets, loading booms, or heavy suspended loads\nshall not be swung over the cabs of haulage vehicles until the drivers\nare out of them and in safe locations, unless the vehicles are designed\nspecifically to protect the drivers from falling materials of the types\ninvolved."
    },
    {
      "provision_ref": "sec102",
      "section": "102",
      "title": "Section 102",
      "content": "102. Equipment operating speeds shall be prudent and consistent with\nconditions of roadway, grades, clearance, visibility. traflic, and the\ntype of equipment used."
    },
    {
      "provision_ref": "sec103",
      "section": "103",
      "title": "Section 103",
      "content": "103. Vehicles shall follow each other at a safe distance; passing\nshould be limited to areas of adequate clearance and visibility."
    },
    {
      "provision_ref": "sec104",
      "section": "104",
      "title": "Section 104",
      "content": "104. Dust control measures shall be taken where dust significantlg\nreduces visibility of equipment operators."
    },
    {
      "provision_ref": "sec105",
      "section": "105",
      "title": "Section 105",
      "content": "105. Traffic rules, signals, and warning signs shall be standardized\nand posted."
    },
    {
      "provision_ref": "sec106",
      "section": "106",
      "title": "Section 106",
      "content": "106. Men shall not work on or from a piece of mobile equipment\nin a hoisted position until it has been blocked in place securely. This\ndoes not preclude the use of equipment specifically designed as elevated\nmobile work platforms."
    },
    {
      "provision_ref": "sec107",
      "section": "107",
      "title": "Section 107",
      "content": "107. Men shall not ride-\n    (a) outside the cabs and beds of mobile equipment;\n    (b) on top of loaded haulage equipment;\n    (c) in dippers, shovel buckets, forks or in the beds of dump\n         trucks, except where such dump trucks are provided with\n         seating and the body <is secured against tipping."
    },
    {
      "provision_ref": "sec108",
      "section": "108",
      "title": "Section 108",
      "content": "108. Dippers, buckets, scraper blades, and similar movable parts\nshall be secured or lowered to the ground when not in use."
    },
    {
      "provision_ref": "sec109",
      "section": "109",
      "title": "Section 109",
      "content": "109. When travelling between work areas, the equipment shall be\nsecured in the travel position."
    },
    {
      "provision_ref": "sec110",
      "section": "110",
      "title": "Section 110",
      "content": "110. Equipment which is to be hauled shall be loaded and pmtected\nso as to prevent sliding or spillage."
    },
    {
      "provision_ref": "sec111",
      "section": "111",
      "title": "Section 111",
      "content": "111. Repairs or maintenance shall not be performd on machinery\nunless the motive power is off and the machinery is blocked against\n     THE MINING (SAFETY A N D HEALTH) REGULATIONS. 1977\nmotion, except where machinery motion is necessary to make adjust-\nments."
    },
    {
      "provision_ref": "sec112",
      "section": "112",
      "title": "Section 112",
      "content": "112. Mobile equipment shall not be left unattended unless the brakes\nare set. The wheels shall be turned into a bank or rib, or shall be\nblocked. when parked on a grade."
    },
    {
      "provision_ref": "sec113",
      "section": "113",
      "title": "Section 113",
      "content": "113. Cars or trucks shall be loaded in such a manner as to minimize\nspillage while en route to a dumping site."
    },
    {
      "provision_ref": "sec114",
      "section": "114",
      "title": "Section 114",
      "content": "114. Adequate protection shall be provided against falling materials\nwhere such hazards exist."
    },
    {
      "provision_ref": "sec115",
      "section": "115",
      "title": "Section 115",
      "content": "115. Men shall not-\n    (a) get on or off    moving equipment, except that trainmen may\n         get on or off slowly-moving trains;\n    (6) ride between cars or on top of closed or loaded cars."
    },
    {
      "provision_ref": "sec116",
      "section": "116",
      "title": "Section 116",
      "content": "116. Only authorized persons shall be permitted to ride on trains\nor locomotives and they shall ride in a safe position."
    },
    {
      "provision_ref": "sec117",
      "section": "117",
      "title": "Section 117",
      "content": "117. Rocker-bottom or bottom-dump cars shall be equipped with\npositive locking devices."
    },
    {
      "provision_ref": "sec118",
      "section": "118",
      "title": "Section 118",
      "content": "118. Chute-loading instatallations shall be designed so that the men\npulling chutes are not nquired to be in a hazardous posi,tion while\nloading cars."
    },
    {
      "provision_ref": "sec119",
      "section": "119",
      "title": "Section 119",
      "content": "119. Positive-acting stoplocks, derail devices, track skates, or other\nadequate means shall be installed wherever necessary to protect persons\nfrom runaway or moving railroad equipment."
    },
    {
      "provision_ref": "sec120",
      "section": "120",
      "title": "Section 120",
      "content": "120. Switch throws shall be installed so as to provide adequate\nclearance for switchmen."
    },
    {
      "provision_ref": "sec122",
      "section": "122",
      "title": "Section 122",
      "content": "122. Movements of two or more pieces of rail equipment operating\nindependently on the same track shall be regulated by an efficient\nsignal block, telephone, or radio system; movements on complex\nhaulage systems shall be effectively controlled.\n                                                                  --\n              m e inclusion of this page is authoriicd by L.N. 71/1979]\n    THE MINING (SAFETY A N D HEALTH) REGULATIONS, 1977"
    },
    {
      "provision_ref": "sec123",
      "section": "123",
      "title": "Section 123",
      "content": "123. Parked railcars, unless held effectively by brakes, shall be\nblocked securely."
    },
    {
      "provision_ref": "sec124",
      "section": "124",
      "title": "Section 124",
      "content": "124. Persons shall not go over, under, or between rail cars as a\nmeans of crossing, unless the train is stopped and the motorman\nhas been notified, and the notice acknowledged."
    },
    {
      "provision_ref": "sec125",
      "section": "125",
      "title": "Section 125",
      "content": "125. Inability of the motorman to clearly recognize his brakeman's\nsignals when the train is under the direction of the brakeman, shall\nbe construed by the motoman as a stop signal."
    },
    {
      "provision_ref": "sec127",
      "section": "127",
      "title": "Section 127",
      "content": "127. Public and permanent railroad crossings shall be posted with\nwarning signs and signals, or shall be guarded when trains are passing\nand shall be planked or otherwise filled between the rails."
    },
    {
      "provision_ref": "sec128",
      "section": "128",
      "title": "Section 128",
      "content": "128. Roadbeds, rails, joints, switches, frogs and other elements on\nrailroads shall be designed, installed and maintained in a safe manner\nconsistent with the speed and type of haulage."
    },
    {
      "provision_ref": "sec129",
      "section": "129",
      "title": "Section 129",
      "content": "129. Track guardrails, lead rails, and frogs shall be protected or\nblocked as to prevent a person's foot from becoming wedged therein.\nwhere such openings occur in a walkway crossing tracks."
    },
    {
      "provision_ref": "sec130",
      "section": "130",
      "title": "Section 130",
      "content": "130.--(1) Trains shall be brought to a complete stop when carrying\nout the manual aspects of the coupling or uncoupling of cars.\n       (2) Persons coupling or uncoupling cars shall be within sight\nof the motorman or a third person shall act as co-ordiqating signal-\nman.\n        (3) Makeshift couplings shall not be used."
    },
    {
      "provision_ref": "sec131",
      "section": "131",
      "title": "Section 131",
      "content": "131. Operators shall sound warning before starting trains, when\ntrains approach crossings or other trains on adjacent tracks and where\nvision is obscured."
    },
    {
      "provision_ref": "sec132",
      "section": "132",
      "title": "Section 132",
      "content": "132. Hand shovels with handpips shall not be used for cleaning,\ndepositing materials onto, or removing materials from, conveyor belts\nor pulleys.\n              me inclusion of this page ia authorized by L.N. 71119791\n    THE KINING (SAFETY AND HEALTH) REGULATIONS, 1977"
    },
    {
      "provision_ref": "sec133",
      "section": "133",
      "title": "Section 133",
      "content": "133. Drive belts shall not be shifted while in motion unless the\nmachines are provided with mechanical shifters."
    },
    {
      "provision_ref": "sec134",
      "section": "134",
      "title": "Section 134",
      "content": "134-41) Belts, chains, and ropes shall not be guided onto power-\ndriven moving pulleys, sprockets or dnnns with the hands except on\nslow moving equipment especially designed for hand feeding.\n        (2) Pulleys of conveyors shall not be cleaned manually while\nthe conveyor is in motion, except that idlers may so be cleaned\nprovided that ,adequate precaution is taken to prevent accidents.\n       (3) Belt dressing shall not be applied manually while belts\nare in motion unless an aerosol-type dressing is used."
    },
    {
      "provision_ref": "sec135",
      "section": "135",
      "title": "Section 135",
      "content": "135. When the entire length of a conveyor is visible from the\nstarting switch, the operator shall visually check to make certain that\nall persons are in the clear before starting the conveyor. A positive\naudible or visible warning system shall be installed on all conveyors\nand operated to warn persons that the conveyor will be started."
    },
    {
      "provision_ref": "sec136",
      "section": "136",
      "title": "Section 136",
      "content": "136. Crossovers shall be provided where it is necessary to cross\nconveyors. Moving conveyors shall be cr-~:.led only at designated\ncrossover points."
    },
    {
      "provision_ref": "sec137",
      "section": "137",
      "title": "Section 137",
      "content": "137. Railed walkways shall be provided wherever persons are regular-\nly required to walk alongside elevated conveyor belts. Inclined railed\nwalkways shall be non-skid or pmvided with cleats."
    },
    {
      "provision_ref": "sec138",
      "section": "138",
      "title": "Section 138",
      "content": "138. Unguarded conveyors with walkways or within six feet of\nground or floor level shall be equipped with emergency stop devices\nor stop cords along their full length."
    },
    {
      "provision_ref": "sec139",
      "section": "139",
      "title": "Section 139",
      "content": "139. EBective automatic backstops or brakes shall be installed on\ninclined conveyor drive units to prevent wnveyors from running in-\nadvertently in reverse, where a hazard to personnel would be cause2"
    },
    {
      "provision_ref": "sec140",
      "section": "140",
      "title": "Section 140",
      "content": "140. No persox1 shall be allowed to ride a power-driven chain, belt,\n or bucket conveyor, unless the wnveyor is specifically designed for\n the transportation of persons."
    },
    {
      "provision_ref": "sec141",
      "section": "141",
      "title": "Section 141",
      "content": "141. All drive units on conveyors operating in series shall be electric-\n ally interlocked.\n    THE MINING (SAFETY AND HEALTH) REGULATIONS, I977"
    },
    {
      "provision_ref": "sec142",
      "section": "142",
      "title": "Section 142",
      "content": "142.-41) Carriers, including loading and unloading mechanisms shall\nbe inspected each shift; brakes shall be inspected daily; ropes and\nsupports shall be inspected as recommended by the manufactwrer or\nas physical conditions warrant.\n          (2) Records of rape maintenance and inspection shall be kept."
    },
    {
      "provision_ref": "sec144",
      "section": "144",
      "title": "Section 144",
      "content": "144. Track cable connections shall be designed to offer minimum\nobstruction to the passage of wheels."
    },
    {
      "provision_ref": "sec146",
      "section": "146",
      "title": "Section 146",
      "content": "146. Guards, nets or other suitable protection shall be provided\nwhere ropeways pass over buildings, roadways, and walkways, where\nsuch walkways are in regular use."
    },
    {
      "provision_ref": "sec148",
      "section": "148",
      "title": "Section 148",
      "content": "148. Persons other than maintenance men shall not ride aerial rope-\nways and where maintenance men do so the ropeway shall have--\n    (a) two independent brakes, each capable of holding the maximum\n          load;\n    (b) direct communication between terminals;\n    (c)   power drives with emergency power available in case of\n          primary power failure;\n    (4 buckets equipped with positive locks to prevent accidental\n          tripping or dumping."
    },
    {
      "provision_ref": "sec149",
      "section": "149",
      "title": "Section 149",
      "content": "149. Aerial ropeway buckets shall not be overloaded and feed shall\nbe regulated to prevent spillage.\n                   PART V . Fire Prevention and Control"
    },
    {
      "provision_ref": "sec150",
      "section": "150",
      "title": "Section 150",
      "content": "150.41) No person shall smoke or use an open flame-\n    (a) where inflammable solvents, liquids, fluids or other inflamm-\n          able or explosive materials are stored, transported, handled\n          or used; or\n                                                                              *\n                  (The inclusion of this poee ia authorLtd by L.N. 71119791\n    THE MINING (SAFETY A N D HEALTH) REGULATIONS, 1977\n    (b) within 15 metres (49.21 feet) of any area where smoking or\n        the use of an open flame may cause a fire or explosion.\n         (2) Signs warning against smoking and open flames &all be\nposted so that they may be readily seen in areas or places where\nfire or explosion hazards exist."
    },
    {
      "provision_ref": "sec151",
      "section": "151",
      "title": "Section 151",
      "content": "151, Areas surrounding inflammable liquid storage tanks, liquefied\nfuel gas tanks, explosives magazines, electric substations and trans-\nformers shall be kept free from high grass, weeds, underbrush, and\nother combustible materials for at least 7 metres (22.97 feet) in all\ndirections."
    },
    {
      "provision_ref": "sec152",
      "section": "152",
      "title": "Section 152",
      "content": "152. Liquefied petroleum gas tank locations must be out of doors.\nand must not be situated on any part of any building nor within the\nfollowing minimum distances of any building or structure:\n                                           Minimum Distances\n  Water Capacity\n       per                            Containers                       Between\n    Container                                                        Above-ground\n                          Underground                                 Containers\nLess than 550 litres 3 metres                  None                  rlone\n (121.00 gallons)"
    },
    {
      "provision_ref": "sec153",
      "section": "153",
      "title": "Section 153",
      "content": "153.-41) Every liqwfied petroleum gas tank shall have marked\nupon it-\n     (a) the maximum safe or permissible working pressure;\n     (b) water capacity at 60' F (16\" C):\n     (c) test pressure.\n               lTha inclusion of this page In authorized by L.N. ?1/19?91\n        THE MINING\":(SAFETY A N D HEALTH) REGULATIONS, 1977\n           (2) Every liquefied petroleum gas tank shall be equipped\nwith-\n    (a) a pressure gauge connected to the vapour phase if the tank\n            is over 2,000 litres (439.99 gallons) water capacity;\n        (b) a pressure relief valve in communication with the vapour\n            phase. arranged to discharge upwards and unobstmcted to\n            the open air in such a manner as to prevent any impingement\n            of escaping gas on the container. On a container of 10,000\n            or more litres (2.199.93 gallons). the discharge shall be vented\n            not less than 2 metres (6.56 feet) vertically upwards."
    },
    {
      "provision_ref": "sec154",
      "section": "154",
      "title": "Section 154",
      "content": "154. Unburied inflammable-liquid storage tanks shall be securely\nmounted on firm foundations. Outlet piping shall be provided with\nflexible connections or other special fittings to prevent adverse effects\nfrom settling."
    },
    {
      "provision_ref": "sec155",
      "section": "155",
      "title": "Section 155",
      "content": "155.-(1)      In the piping of liquefied petroleum gas-\n        (a) liquid lines shall be of steel or other approved material;\n        (b) vapour lines shall be of steel, solid drawn copper or other\n            approved material.\n        (2) Piping, tubing and fittings which have been used for any\npurposes other than conveying fuel gas shall not be wed.\n         (3) Liquefied petroleum gas piping shall, where practical, enter\nthe building above ground and remain in an above ground and\nventilated location."
    },
    {
      "provision_ref": "sec156",
      "section": "156",
      "title": "Section 156",
      "content": "156.-31) When the installation of liquefied petroleum gas piping\nundergroumd beneath buildings is unavoidable, the piping shall be\nencased in a conduit. The conduit shall extend into a normally usable\nand accessible portion of the building and, at the point where the\nconduit terminates in the building, the space between the conduit\nand the gas piping shall be sealed to prevent the possible entrance\nof any gas leakage. The conduit shall extend at least 4 inches outside\nthe building, be vented above grade to the outside and be installed\nin a way as to prevent the entrance of water.\n          (2) No liquefied petroleum gas pipe smaller than standard 3\n inch iron pipe shall be used in any concealed location.\n     THE MlNlNG (SAFETY A N D HEALTH) REGULATIONS, 1977"
    },
    {
      "provision_ref": "sec157",
      "section": "157",
      "title": "Section 157",
      "content": "157. Bends which reduce the internal area or weaken fuel gas\npiping or tubing are prohibited."
    },
    {
      "provision_ref": "sec158",
      "section": "158",
      "title": "Section 158",
      "content": "158. Gas piping in contact with earth or other material which may\ncorrode the piping, shall be protected against corrosion in an approved\nmanner. When dissimilar metals are joined underground, an insulating\nfitting shall be used. Piping shall not be laid in contact with cinders."
    },
    {
      "provision_ref": "sec159",
      "section": "159",
      "title": "Section 159",
      "content": "159. Gas piping or tubing shall not be concealed in any location\nwhere corrosive chemicals are used."
    },
    {
      "provision_ref": "sec160",
      "section": "160",
      "title": "Section 160",
      "content": "160. Gas piping shall not be installed in unfrequented spaces unless\nadequate ventilation is provided. Such piping shall be protected against\ncorrosion."
    },
    {
      "provision_ref": "sec161",
      "section": "161",
      "title": "Section 161",
      "content": "161. Outdoor gas piping in industrial plant yards installed above\nground shall be securely supported and located where it will be pro-\ntected from physical damage."
    },
    {
      "provision_ref": "sec162",
      "section": "162",
      "title": "Section 162",
      "content": "162. Fuel lines shall be equipped with valves to cut off the fuel\nat the source and shall be located and maintained to reduce fire\nhazards."
    },
    {
      "provision_ref": "sec163",
      "section": "163",
      "title": "Section 163",
      "content": "163. All heat sources. including lighting equipment, capable of pro-\nducing combustion shall be insulated or isolated from combustible\nmaterials."
    },
    {
      "provision_ref": "sec164",
      "section": "164",
      "title": "Section 164",
      "content": "164-41) Before any system of gas piping is put in service, it shall\nbe carefu~llytested to assure that it is gastight. Where any part of\nthe system is to be enclosed or concealed, this test should precede\nthe work of closing in.\n        (2) In order to test for tightness, the piping may be filled with\nthe fuel gas, air, or inert gas, but not with any other gas or liqu-d.\nand OXYGEN SHALL NEVER BE USED, and-\n    (a) for pipeline only, (between first stage regulator and appliances),\n        the piping system must stand a pressure of at least 1.5 bars\n        (21.75 p.s.i.) gauge pressure for 25 minutes, without showing\n         any drop in pressure, after being stabilized. If any pressure\n        drcii, is noted, the location of the leak must be detected by\n         using soapy water solution or other approved method of gas\n         leak detection. A flame SHALL NEVER be used; and\n               mhe inclusion of this page is :uthorized by L.N. 71/1979]\n    THE MINING (SAFETY A N D HEALTH) REGULATIONS, 1977\n    (b) when appliances are connected to the piping system, the\n        system must stand a pressure of not less than 500 millimetres\n        (19.69 inches) water column for at least 10 minutes without\n        showing any drop in pressure."
    },
    {
      "provision_ref": "sec165",
      "section": "165",
      "title": "Section 165",
      "content": "165. Tanks, piping, and fittings shall be examined and tested at\nintervals while in service to ensure they are safe, and in particular-\n    (a) lines shall be tested as specified in regulation 164 once in\n           every twelve months;\n    (b) tanks shall be pressure tested once in every five years at 14\n        times the safe working pressure; and\n    (c) records of all tests and repairs shall be kept."
    },
    {
      "provision_ref": "sec166",
      "section": "166",
      "title": "Section 166",
      "content": "166. Fawlty lines, tanks and other liquefied petroleum gas equip-\nment shall not be used and gas supplies shall be cut off until faults\nhave been corrected."
    },
    {
      "provision_ref": "sec167",
      "section": "167",
      "title": "Section 167",
      "content": "167. Power wires and cables shall be adequately insulated where\nthey pass through doors or walls or where they present a fire hazard."
    },
    {
      "provision_ref": "sec168",
      "section": "168",
      "title": "Section 168",
      "content": "168. Abandoned electrical circuits shall be deenergised and isolated\nso that they cannot become energised inadvertently."
    },
    {
      "provision_ref": "sec169",
      "section": "169",
      "title": "Section 169",
      "content": "169. Materials, such as oily waste and rags, whkh are subect to\nspontaneous combustion shall be placed in tightly covered metal con-\ntainers until disposed of properly."
    },
    {
      "provision_ref": "sec170",
      "section": "170",
      "title": "Section 170",
      "content": "170.-(1) Solvents with flash points lower than 100°F. (38°C.)shall\nnot be used for cleaning.\n         (2) Solvents shall not be used near pn open flame or other\nignition source, or near any source of heat, or in an atmosphere that\ncan elevate the temperature of the solvent above the flash point."
    },
    {
      "provision_ref": "sec171",
      "section": "171",
      "title": "Section 171",
      "content": "171.-41) Drip pans shall be provided to catch leakage or spillage\nwhen oil or flammable liquids are dispensed in a place or manner\nwhich may create drips or leakage.\n           (2) Floors around drip pans shall be kept free from inflammable\nliquids."
    },
    {
      "provision_ref": "sec172",
      "section": "172",
      "title": "Section 172",
      "content": "172.-(1)    Oxygen cylinders shall not be stored near oil or grease.\n                 mhe inclusion of this page is authori-ed by L.N. 71119791\n     THE MINING (SAFETY AND HEALTH) REGULATIONS, 1977\n         (2) Gauges and regulators used with oxygen or acetylene\ncylinders shall be kept clean and free of oil and grease.   ,"
    },
    {
      "provision_ref": "sec174",
      "section": "174",
      "title": "Section 174",
      "content": "174. Internal combustion engines, except diesels, shall be shut off\nand stopped before being fuelled."
    },
    {
      "provision_ref": "sec175",
      "section": "175",
      "title": "Section 175",
      "content": "175. Each area shall be provided with suitable fire-fighting equip-\nment adequate for the size of the area and the classes of fire possible."
    },
    {
      "provision_ref": "sec176",
      "section": "176",
      "title": "Section 176",
      "content": "176.-(1) Buildings or rooms in which oil, grease, inflammable liquids\nor other inflammable materials are stored shall be of fire resistant\nconstruction and well ventilated.\n        (2) Means shall be provided to confine, remove, control, or\ndrain away spilled or flowing inflammable liquids."
    },
    {
      "provision_ref": "sec177",
      "section": "177",
      "title": "Section 177",
      "content": "177. Firefighting equipment which is provided on the mine property\nshall be strategically located, readily accessible, plainly marked, pro-\nperly maintained, and inspected periodically. Records shall be kept\nof such inspections."
    },
    {
      "provision_ref": "sec178",
      "section": "178",
      "title": "Section 178",
      "content": "178. Fire extinguishers shall be-\n     (a) of the appropriate type for the particular fire hazard involved;\n     (b) adequate in number and size for the particular fire hazard\n         involved;\n     (c) replaced immediately with fully charged extinguishers after\n          being discharged;\n     (4 inspected at regular intervals and maintained according to\n           the manufacturer's recommendations;\n     (e)   approved by the Bureau of Standards or other competent\n           testing agency acceptable to the Commissioner."
    },
    {
      "provision_ref": "sec179",
      "section": "179",
      "title": "Section 179",
      "content": "179. Fire hydrants shall be of a standard type. Adapters shall be\nprovided to fit the hose equipment of local fire departments. Wrenches\nor keys to open the valves shall be readily available."
    },
    {
      "provision_ref": "sec180",
      "section": "180",
      "title": "Section 180",
      "content": "180. Water pipes, valves. outlets, hydrants, and hoses designated\n for fire fighting purposes shall be inspected every three months and\n tested annually. Records shall be kept of such inspections and tests.\n                I l h e inclusion of thls page iB npthori-ed by L.N.71119791\n     THE MINING (SAFETY A N D HEALTH) REGULATIONS. 1977"
    },
    {
      "provision_ref": "sec181",
      "section": "181",
      "title": "Section 181",
      "content": "181. Suitable fire extinguishers shall be provided on self-propelled\nmobile equipment with enclosed cabs."
    },
    {
      "provision_ref": "sec182",
      "section": "182",
      "title": "Section 182",
      "content": "182. When welding or cutting near combustible materials, suitable\nprecautions shall be taken to ensure that smoldering metal or sparks\ndo not result in a fire. Fire extinguishing equipment shall be readily\navailable at the site."
    },
    {
      "provision_ref": "sec183",
      "section": "183",
      "title": "Section 183",
      "content": "183. Instructions for the use of firefighting equipment shall be pro-\nminently displayed on or near to such equipment."
    },
    {
      "provision_ref": "sec184",
      "section": "184",
      "title": "Section 184",
      "content": "184.-(1) A firefighting organization shall be established, equipped,\nand trained in firefighting; drills shall be held at least twice a year.\n        (2) All employees shall be instructed on current escape and\nevacuation plans, fire alarm signals, and applicable procedures to be\nfollowed in case of fire."
    },
    {
      "provision_ref": "sec185",
      "section": "185",
      "title": "Section 185",
      "content": "185. Valves on oxygen and acetylene tanks shall be kept closed\nwhen the contents are not being used."
    },
    {
      "provision_ref": "sec186",
      "section": "186",
      "title": "Section 186",
      "content": "186. Belt-conveyors in locations where fire would create a hazard\nshall be provided with safety switches to stop the drive pulley automati-\ncally in the event of excessive slippage."
    },
    {
      "provision_ref": "sec187",
      "section": "187",
      "title": "Section 187",
      "content": "187. Fire alarm systems shall be provided and maintained in operating\ncondition, or adequate fire alarm procedures shall be established to\nwarn promptly all persons endangered by a fire."
    },
    {
      "provision_ref": "sec188",
      "section": "188",
      "title": "Section 188",
      "content": "188. At least two independent exits shall be provided where men\nwork or congregate in enclosed areas."
    },
    {
      "provision_ref": "sec189",
      "section": "189",
      "title": "Section 189",
      "content": "189. Each mine or plant shall develop standard operating procedures\nfor fire and other emergencies. Drills shall be held at least once per\nyear.\n                PARTVI. Mining and Ground Control"
    },
    {
      "provision_ref": "sec190",
      "section": "190",
      "title": "Section 190",
      "content": "190.-41) Mining methods shall be consistent with prudent engineer-\ning practices and shall ensure pit wall and bank stability and safe\nworking conditions.\n         (2) Loose lmconsolidated material shall be stripped, for a safe\ndistance, but in no case less than 10 feet from the top of pit walls.\n               [The inclusion of Lhis page is authorized by L.N. 711 19791\n    THE MINING (SAFETY AND HEALTH) REGULATIONS, 1977"
    },
    {
      "provision_ref": "sec191",
      "section": "191",
      "title": "Section 191",
      "content": "191. The width and height of benches shall be governed by the type\nof equipment to be used, the material to be mined and the operation\nto be performed."
    },
    {
      "provision_ref": "sec192",
      "section": "192",
      "title": "Section 192",
      "content": "192. Safe means for scaling pit banks shall be provided. Hazardous\nbanks shall be scaled before other work is performed in the hazardous\nbank area."
    },
    {
      "provision_ref": "sec193",
      "section": "193",
      "title": "Section 193",
      "content": "193. Men shall not work near or under dangerous banks. Over.\nhanging banks shall be taken down immediately, and other unsafe\nground conditions shall be corrected promptly, or the areas shall be\nbarricaded and posted."
    },
    {
      "provision_ref": "sec194",
      "section": "194",
      "title": "Section 194",
      "content": "194. Men shall approach from above loose rock and areas to be\nscaled and shall scale from a safe location."
    },
    {
      "provision_ref": "sec195",
      "section": "195",
      "title": "Section 195",
      "content": "195. Banks, benches and sloping terrain shall be examined after\nevery rain and unsafe .conditions corrected before men work in such\nareas."
    },
    {
      "provision_ref": "sec196",
      "section": "196",
      "title": "Section 196",
      "content": "196. Before a boulder is drilled or manually broken it shall be\nmoved to a safe location or positioned securely and prevented from\nrolling and moving."
    },
    {
      "provision_ref": "sec197",
      "section": "197",
      "title": "Section 197",
      "content": "197.--(1) Unauthorized persons shall neither enter nor remain in the\noperating zone of mobile equipment while these are in operation.\n        (2) The operators of such equipment shall not begin or continue\nto operate while unauthorized persons are within the equipment's zone\nof operation."
    },
    {
      "provision_ref": "sec198",
      "section": "198",
      "title": "Section 198",
      "content": "198. Clean-up or other operations involving men and mobile equip-\nment working complementarily shall be so conducted that the manual\nand mechanical steps run alternately."
    },
    {
      "provision_ref": "sec199",
      "section": "199",
      "title": "Section 199",
      "content": "199. Men working on grizzlies shall stand on suitable solid footing\nor be protected by suitable safety devices."
    },
    {
      "provision_ref": "sec200",
      "section": "200",
      "title": "Section 200",
      "content": "200. Wherever it is unavoidable to leave mined-out pit walls over\nfive feet in vertical height and over 30\" in slope. such walls shall be\nfenced or barricaded to prevent animals or persons falling over them.\n              Fhe fnclusion of this pfiso is authorized by L.N. 71119791\n     THE MINING (SAFETY AND HEALTH) REGULATIONS, 1977\n                             PARTVII. Electricity\n  2 0 1 4 1 ) Circuits shall be protected against excessive overloads by\nfuses or circuit breakers of the correct type and capacity.\n        (2) Electric equipment and circuits shall be provided with\nswitches or other controls. Such switches or controls shall be of\napproved design and construction and shall be properly installed,."
    },
    {
      "provision_ref": "sec202",
      "section": "202",
      "title": "Section 202",
      "content": "202. Individual overload protection or short-circuit protection shall\nbe provided for the trailing cables of mobile equipment."
    },
    {
      "provision_ref": "sec203",
      "section": "203",
      "title": "Section 203",
      "content": "203. Power wires and cables shall have adequate current-carrying\ncapacity and shall be protected from mechanical injury."
    },
    {
      "provision_ref": "sec204",
      "section": "204",
      "title": "Section 204",
      "content": "204.+1) Areas containing major electrical installations shall be en-\nclosed or securely fenced.\n          (2) Suitable danger signs shall be posted at all major electrical\ninstallations.\n        (3) Areas containing major electrical installations shall be\nentered only by authorized persons."
    },
    {
      "provision_ref": "sec205",
      "section": "205",
      "title": "Section 205",
      "content": "205. Metal fencing and metal buildings enclosing transformers and\nswitchgear shall be grounded."
    },
    {
      "provision_ref": "sec206",
      "section": "206",
      "title": "Section 206",
      "content": "206. Power wires and cables shall be insulated adequately where\nthey pass into or out of electrical compartments, or where they are\ninstalled in buildings and work areas."
    },
    {
      "provision_ref": "sec208",
      "section": "208",
      "title": "Section 208",
      "content": "208.+1) Telephone and low-potential electric signal wires shall be\nprotected from contacting energized powerlines, and shall not ba run\nin the same conduit or trucking compartment as medim Qr high\nvoltage wiring.\n         (2) High-potential transmission cables shall be cowred, insub\nated, or placed according to acceptable electrical co&s to prevent\ncontact with low-potential circuits."
    },
    {
      "provision_ref": "sec209",
      "section": "209",
      "title": "Section 209",
      "content": "209. Electrical connections and resistor grids &at are &Bkdt or\nimpractical to insulate shall be guarded, unless protection is provided\nby location.\n                                                                                .\n                [The inclusion of chi\\ page is - h a l e d   by L.N. 71119791\n    T H E MINING (SAFETY A N D HEALTH) REGULATIONS, 1977"
    },
    {
      "provision_ref": "sec210",
      "section": "210",
      "title": "Section 210",
      "content": "210. All metal enclosing or encasing electrical circuits shall be\ngrounded or provided with equivalent protection. ,"
    },
    {
      "provision_ref": "sec212",
      "section": "212",
      "title": "Section 212",
      "content": "212. Guy wires of poles supporting high-potential conductors shall\nbe equipped with insulators installed near the pole end."
    },
    {
      "provision_ref": "sec213",
      "section": "213",
      "title": "Section 213",
      "content": "213.-(1) Electrical equipment shall be de-energized before work\nis done on such equipment. Switches shall be locked out or other\nmeasures taken which shall prevent the equipment from being energized\nwithout the knowledge of the individuals working on it.\n         (2) Such locks, or preventative devices shall be removed only\nby the persons who installed them or by authorized personnel with the\nconcurrence of the individuals who installed them. If this is not\npractical, then authorized personnel may remove the devices after a\nthorough check of the job.\n       (3) In cases where more than one group are working on the\nsame equipment, eacb group shall install its own device."
    },
    {
      "provision_ref": "sec214",
      "section": "214",
      "title": "Section 214",
      "content": "214.+1) Power circuits shall be de-energized before work is done\non such circuits unless hot-line tods are used. Suitable warning signs\nshall be posted by the individuals who are to do the work.\n        (2) Switches shall be locked out or other measures taken\nwhich shall prevent the power circuits from being energized without\nthe knowledge of the individuals working on them. Such locks, signs.\nor preventative devices shall be removed only by the person who install-\ned them or by authorized personnel."
    },
    {
      "provision_ref": "sec215",
      "section": "215",
      "title": "Section 215",
      "content": "215. When a potentially dangerous condition is found it shall be\n corrected before electrical equipment or wiring is energized."
    },
    {
      "provision_ref": "sec216",
      "section": "216",
      "title": "Section 216",
      "content": "216. Principal power switches shall be labelled to show which units\n they control, unless identification can be made readily by locatioa\n               me inclusion of thia pass is authorixd by L.N. 71/1979]\n     THE MINING (SAFETY AND HEALTH) REGULATIONS, 1977"
    },
    {
      "provision_ref": "sec217",
      "section": "217",
      "title": "Section 217",
      "content": "217. At least 1 metre (3.28 feet) of clearance shall be provided\naround all parts of stationary electric equipment or switchgear where\naccess or travel is necessary."
    },
    {
      "provision_ref": "sec218",
      "section": "218",
      "title": "Section 218",
      "content": "218. Dry wooden platforms, insulating mats, or other electrically\nnonconductive material shall be kept in place at all switchboards and\npower-control switches where shock hazards exist. However, metal\nplates on which a person normally would stand and which are kept\nat the same potential as the grounded, metal, non-current-carrying parts\nof the power switches to be operated may be used."
    },
    {
      "provision_ref": "sec219",
      "section": "219",
      "title": "Section 219",
      "content": "219. Electrical motors, switches and controls exposed to damaging\ndust or water shall be of dust-tight or water-tight construction."
    },
    {
      "provision_ref": "sec220",
      "section": "220",
      "title": "Section 220",
      "content": "220. Inspection and cover plates on electrical equipment shall be\nkept in place at all times except during testing or repairs."
    },
    {
      "provision_ref": "sec221",
      "section": "221",
      "title": "Section 221",
      "content": "221.-(1) Hand-held electric tods shall not be operated above 4151\n240 volts three phaselsingle phase.\n         (2) Hand-held power tools, other than rock drills shall be\nequipped with controls requiring constant hand or finger pressure to\noperate the tools or shall be equipped with friction or other equivalent\nsafety devices.\n  2 2 2 4 1 ) Fuses shall not be removed or replaced by hand in an\nenergized circuit, and they shall not otherwise be removed or replaced\nin an energized circuit unless equipment and techniques especially\ndesigned to prevent electrical shock are provided and used for such\npurpose.\n       (2) Fuse tongs or hotline tools shall be used when fuses are\nremoved or replaced in high-potential circuits."
    },
    {
      "provision_ref": "sec223",
      "section": "223",
      "title": "Section 223",
      "content": "223. Telegraph, telephone, or signal wires shall not be installed on\nthe same crossarm with power conductors. When carried on poles\nsupporting powerlines, they shall be installed below powerlines."
    },
    {
      "provision_ref": "sec224",
      "section": "224",
      "title": "Section 224",
      "content": "224. Operating controls shall be installed so that they can be operated\nwithout danger of contact with energized conductors."
    },
    {
      "provision_ref": "sec225",
      "section": "225",
      "title": "Section 225",
      "content": "225. switches and starting boxes shall be of safe design and capacity.\n                                              ---                           -\n     THE MINING (SAFETY AND HEALTH) REGULATIONS, 1977                         79"
    },
    {
      "provision_ref": "sec226",
      "section": "226",
      "title": "Section 226",
      "content": "226.-41) Every electric motor shall be controlled by an efficient\nswitch or switches for starting and stopping, so placed as to be easily\noperated by the person in charge of the motor and machinery connected\nthereto.\n         (2) In every place in which any machine is being driven by\nan electric motor there shall be means adjacent to the equipment for\nswitching off the motor or for stopping the machine."
    },
    {
      "provision_ref": "sec227",
      "section": "227",
      "title": "Section 227",
      "content": "227. Every flexible cable for portable electrical apparatus shall be\nconnected to the electrical system by a properly constructed connector."
    },
    {
      "provision_ref": "sec228",
      "section": "228",
      "title": "Section 228",
      "content": "228.-(1) The metal work of all electrical apparatus shall be efficiently\nearthed; and any flexible metallic covering of the conductors shall be\nitself efficiently earthed and shall.not be the only earth connection for\nthe metal of the apparatus.\n        (2) The lampholder of a portable lamp shall be efficiently\nearthed and shall not be in metallic contact with the guard or other\nmetal work."
    },
    {
      "provision_ref": "sec229",
      "section": "229",
      "title": "Section 229",
      "content": "229. Portable apparatus and its flexible supply cable shall be con-\ntrolled by an efficient device suitably located and capable of W n g\noff the power."
    },
    {
      "provision_ref": "sec230",
      "section": "230",
      "title": "Section 230",
      "content": "230.-41) All electrical conductors and apparatus exposed to the\nweather, moisture, corrosion, inflammable surroundings or explosive\natmosphere, or used in any process or for any special pucpose shall\nbe so constructed or proteoted as to prevent danger to life or limb\nfrom shock, bum, or injury to workers or from fire, and such special\nprecautions shall be taken in the use of such conductors or 3pparatlus\nas may be necessary in view of such exposure.\n        (2) In particular all eleotrical equipment installed in a location\nwhere the atmosphere is likely ;to become inflammable or explosive\nshall be of flame-proof or explosion-proof construction."
    },
    {
      "provision_ref": "sec231",
      "section": "231",
      "title": "Section 231",
      "content": "231. At the working platform of every switchboard and in every\nswitohboard passage-way if there are bare electrical conductors exposed\nor arranged to be e~posedwhen live so that they may be touohed,\nthere shdl be a clear and unobstructed passage of adequate and safe\nwidth and height with a firm and even floor. Adequate and safe\nmeans of access shall be provided for every switchboard passageway.\n               me inclusion of tbh page b authorized by L.N. 71/1979]\n     THE MINING (SAFETY AND HEALTH) REGULATIONS. 1977"
    },
    {
      "provision_ref": "sec232",
      "section": "232",
      "title": "Section 232",
      "content": "232.-(1) In every plant in which electrical energy is generated or\ntransformed or is used for any purpose other than lighting an adequate\nnumber of posters giving instructions for the treatment of persons\nsuffering from electric shock shall be conspicuously exhibited in locations\nwhere such instructions can be easily read by persons employed in\nthe plant.\n         (2) Each employee shall be instructed in, at least one method\nof rescue."
    },
    {
      "provision_ref": "sec233",
      "section": "233",
      "title": "Section 233",
      "content": "233. Proper and effective precautions shall be taken either by ground-\ning or other means to prevent any material other than a condwtor\nfrom becoming electrically charged."
    },
    {
      "provision_ref": "sec234",
      "section": "234",
      "title": "Section 234",
      "content": "234. Ground continuity conductors shall be provided between the\nmain switoh-gear and the consuming apparatus."
    },
    {
      "provision_ref": "sec235",
      "section": "235",
      "title": "Section 235",
      "content": "235. Internal electrical wiring shall be arranged in an orderly manner.\nMake-shift connections or wiring shall not be used."
    },
    {
      "provision_ref": "sec236",
      "section": "236",
      "title": "Section 236",
      "content": "236. Long hand tools or equipment capable of making contact shall\nnot be used beneath bare overhead conductors or in a room where such\nconductors are installed, unless such tools are non-conductive."
    },
    {
      "provision_ref": "sec237",
      "section": "237",
      "title": "Section 237",
      "content": "237. Outstanding warning signs shall be posted where bare power\nlines are installed for overhead manes, cages or other equipment."
    },
    {
      "provision_ref": "sec238",
      "section": "238",
      "title": "Section 238",
      "content": "238. In each switch room or switch area a schematic diagram of\n the switchboard and all related switchgear shall be readily available\n to authorized personnel."
    },
    {
      "provision_ref": "sec239",
      "section": "239",
      "title": "Section 239",
      "content": "239. Fire alarm circuits shall not in any circumstances be housed in\n the same condui~tas any other circuit. Where fire alarm circuits and\n other circuits are contained in a common channel or trucking, they\n shall be separated by a continuous portion of fire redstant material."
    },
    {
      "provision_ref": "sec240",
      "section": "240",
      "title": "Section 240",
      "content": "240. All electrical wiring and installations shall be done in accordance\n with appropriate national or international d e s as approved by the\n Chief Electrical Inspector.\n                            PARTVIII. Accessways"
    },
    {
      "provision_ref": "sec241",
      "section": "241",
      "title": "Section 241",
      "content": "241. Safe means of access shall be provided and maintained to all\n working places.\n                r h e inclusion of this page is authorized by L.N. 71119791\n    THE MlNING (SAFETY A N D HEALTH) REGULATIONS, 1977"
    },
    {
      "provision_ref": "sec242",
      "section": "242",
      "title": "Section 242",
      "content": "242. Crossovers, elevated walkways, elevated ramps, and stairways\nshall be of substantial construction, provided with handrails, and\nmaintained in good condition. Where necessary, toeboards shall be\nprovided."
    },
    {
      "provision_ref": "sec243",
      "section": "243",
      "title": "Section 243",
      "content": "243.--(I) Ladders shall be of substantial construction and main-\ntained in good condition. Wooden members shall not be painted.\n         (2) Portable straight ladders shall be provided with non-slip\nbases, shall be placed agai,nst a safe backing and set on secure footing.\n        (3) Fixed ladders shall be anchored securely and installed to\nprovide at least 150,000 millimetres (5.90 inches) of toe clearance.\n         (4) Fixed ladders shall project at least 1.0 metre (3.28 feet)\nabove landings, or substantial handholds shall be provided above the\nlandings.\n        (5) Fixed ladders shall be offset and have substantial railed\nlandings at least every 6.00 metres (19.68 feet) unless backguards or\nother anti-fall devices are attached.\n        (6) Steep fixed ladders (70\" to 90\" from the horizontal) 6.00\nmetres (19.68 feet) or more in length shall be provided with back-\nguards, cages or equivalent protection starting at a point not more\nthan 2.00 metres (6.56 feet) from the bottom of the ladder."
    },
    {
      "provision_ref": "sec244",
      "section": "244",
      "title": "Section 244",
      "content": "244. Travelways steeper than 30\" from the horizontal shall be pro-\nvided with ladders or stairways."
    },
    {
      "provision_ref": "sec245",
      "section": "245",
      "title": "Section 245",
      "content": "245. Ladderways, stairways, walkways, and ramps shall be kept free\nd loose rock and extraneous materials."
    },
    {
      "provision_ref": "sec246",
      "section": "246",
      "title": "Section 246",
      "content": "246. Men climbing or descending ladders shall face the ladders and\nhave both hands ftee for climbing."
    },
    {
      "provision_ref": "sec247",
      "section": "247",
      "title": "Section 247",
      "content": "247. No permanent structures (including backguards), shall be less\nthan 600.00 millimetres (23.62 inches) from the face or climbing side\nof a ladder."
    },
    {
      "provision_ref": "sec248",
      "section": "248",
      "title": "Section 248",
      "content": "248. Scaffolds and working platforms shall be of substantial con-\nstruotion and maintained in good condition. Floor boards shall be\nlaid properly and the scaffolds and working platform shall not be\noverloaded.\n               IThe inclusion of thir page is authorized by L.N. 71119791\n     THE MINING (SAFETY A N D IIEALTH) REGULATIONS, 1977"
    },
    {
      "provision_ref": "sec249",
      "section": "249",
      "title": "Section 249",
      "content": "249. Floor planks, boards, or plates on a scaffold or working plat-\nform shall not be separated by more than 50.00 millimetres (1.97\ninches)."
    },
    {
      "provision_ref": "sec250",
      "section": "250",
      "title": "Section 250",
      "content": "250.-(1) Every scaffold, working platform or raised floor from\nwhich a person is liable to fall a distance of more than 2.00 metres\n(6.56 feet) shhrll be equipped with guardrails and toeboards of adequate\nstrength.\n         (2) Guardrails shall be to a height of not less than 1.00 metre\n(3.28 feet) and toeboards to a height of not less than 100.00 millimetres\n(3.94 inches). Vertical separation between rails shall not exceed 750.00\nmillimetres (29.53 inches)."
    },
    {
      "provision_ref": "sec251",
      "section": "251",
      "title": "Section 251",
      "content": "251. Every working platform, raised floor or scaffold from which\na person is liable to fall a distance of more than 2.00 metres (6.56\nfeet) shall provide a footing with an unobstructed and free width of\nnot less than 635 rnillimetres (25 inches)."
    },
    {
      "provision_ref": "sec253",
      "section": "253",
      "title": "Section 253",
      "content": "253. Slippery walkways shall be provided with cleats and handrails\nand,/or ropes."
    },
    {
      "provision_ref": "sec254",
      "section": "254",
      "title": "Section 254",
      "content": "254. Openings above, below or near travelways through which or\ninto which men or materials may fall shall be protected by railings.\nbarriers or covers. Where it is impractical to install such protective\ndevices, adequate warning signals shall be installed."
    },
    {
      "provision_ref": "sec255",
      "section": "255",
      "title": "Section 255",
      "content": "255.-(1) Carriageways shall be of a construction and width to\ncomfortably accommodate the movement of traffic lllpon them, and in\nparticular the width of haulageways shall, where practicable, be a least\nthree times the width of the widest vehicles in use.\n          (2) Where it is impracticable to construot roadways of a\nwidth three times the width of the widest vehicles in use, for example\nwithin tunnels, traffic controllers shall1 regulate the movement of\nvehicles."
    },
    {
      "provision_ref": "sec256",
      "section": "256",
      "title": "Section 256",
      "content": "256. Where a raised pipeline or other obstruction aosses an access-\nway, suitable crossovers shall be provided.\n               [The inclusion of this p3ge is authorid by L.N. 71119791\n    THE MINING (SAFETY AND HEALTH) REGULA'TIONS, 1977\n                            PARTIX. Guarding"
    },
    {
      "provision_ref": "sec257",
      "section": "257",
      "title": "Section 257",
      "content": "257. Gears, sprockets, chains, drive, head, tail, and takeup pulleys,\nflywheels, couplings, shafts, sawblades, fan inlets, and similar exposed\nmoving machine parts which may be contaoted by persons, and which\nmay cause injury to persons shall be guarded."
    },
    {
      "provision_ref": "sec258",
      "section": "258",
      "title": "Section 258",
      "content": "258. Every part of electric generators, motors and rotary converters,\nand every flywheel d i r d y connected thereto, shall be securely fenced.\nunless it is in such a position or of such a construction as to be as\nsafe to every person as it would be if securely fenced."
    },
    {
      "provision_ref": "sec259",
      "section": "259",
      "title": "Section 259",
      "content": "259. No driving belt when not in use shall be allowed to rest or ride\nupon a revolving shaft which forms part of the transmission machinery."
    },
    {
      "provision_ref": "sec260",
      "section": "260",
      "title": "Section 260",
      "content": "260. Projecting set-screws, bolts or keys on any revolving shaft,\nspindle, wheel or pinion shall be securely guarded, cut ofT or counter-\nsunk."
    },
    {
      "provision_ref": "sec261",
      "section": "261",
      "title": "Section 261",
      "content": "261. Every tixed vessel, structure, s m p , trench, shaft or pit of which\nthe edge is l e s than 1 metre (39.37 inches) above the adjoining\nground or platform shall, if it contains any scalding, c o d v e or\npoisonous liquid, either be securely covered or be securely fenced to\nat least that height, or where by reason of the nature of the work\nneither secure covering nor secure fencing to that height is practicable,\nd l practicable steps shall be taken by covering, fencing or other means\nto prevent any person from falling into the vessel, structure, sump.\ntrench, shaft or pit."
    },
    {
      "provision_ref": "sec262",
      "section": "262",
      "title": "Section 262",
      "content": "262. Stationary grinding machines other than special pit grinders\nshall be equipped with-\n     (a) peripheralhoods (less than 90\" throat openings), capable of\n          withstanding the force of a bursting wheel;\n     (b) adjustable tool rests set as close as practical to the wheel;\n     (c) atljuStable shields to restrain flying material."
    },
    {
      "provision_ref": "sec263",
      "section": "263",
      "title": "Section 263",
      "content": "263. Grinding wheels shall be operated within the specifications of\nthe manufacturer of the wheels."
    },
    {
      "provision_ref": "sec264",
      "section": "264",
      "title": "Section 264",
      "content": "264. Fork-lift trucks, front-end loaders, bulldozers and other heavy\nmobile equipment shall be provided with substantial canopies where\noverhead protection is necessary.\n    THE MINING (SAFETY AND HEALTH) REGULATIONS, 1977"
    },
    {
      "provision_ref": "sec265",
      "section": "265",
      "title": "Section 265",
      "content": "265. Guards shall be-\n    (a) securely in place while machinery is being operated;\n    (b) sufficiently strong, of adequate form and dimensions; and\n    (c) maintained to provide for required protection."
    },
    {
      "provision_ref": "sec266",
      "section": "266",
      "title": "Section 266",
      "content": "266. Flanges, glands, and other units whioh frequently fail and pose\nR hazard, and are not corrected by refair or redesign, shall be provided\nwith spray shields or other protective *ii;vicesor taken out of servica\nuntil corrected.\n                        PARTX . Pressure Vessels"
    },
    {
      "provision_ref": "sec267",
      "section": "267",
      "title": "Section 267",
      "content": "267.-41) Every pressure vessel shall be identified by a tag or name-\nplate, and where two or more pressure vessels are used, each shall be\ndistinguished by a serial number (e.g. Boiler No. 2), conspicuously dis-\nplayed.\n         (2) Only competent persons trained for the purpose 6haU be\nin direct charge of fired and mfired pressure vessels."
    },
    {
      "provision_ref": "sec268",
      "section": "268",
      "title": "Section 268",
      "content": "268.-(1) The safety valve or valves on a pressure vessel shall be\nof a discharge capacity to prevent the pressure from building up\nover a maximum of 10% above the allowable working pressure, and\nshall be so adjusted as to start blowing as soon as the allowable\nworking pressure is exceeded.\n         (2) The opening connection between the pressure vessel and\nthe safety valve shall have at least the area of the valve inlet or the\nsuun of the areas of the valve inlets where two or more valves am\nfitted to one connection.\n         (3) All safety valvas shall be regularly tested to ensure correct\nfunctioning. Records of tests shall be kept available for inspection."
    },
    {
      "provision_ref": "sec269",
      "section": "269",
      "title": "Section 269",
      "content": "269. Steam blow-off pipes including those connected to safety valves\nshall be positioned to discharge in such a way as not to be likely\nto cause bums to persons."
    },
    {
      "provision_ref": "sec270",
      "section": "270",
      "title": "Section 270",
      "content": "270. No valve of any design shall be placed between the safety\nvalve and the pressure vessel, nor on the disoharge pipe between the\n               [The inclusion of Lhis page is authorized by L.N. 71119791\n    T H E MINING (SAFETY A N D HEALTH) REGULATIONS, 1977\nsafety valve and the atmosphere, other than on unfired vessels where\nsuch valves shall be locked or sealed in the open position during\nvessel use."
    },
    {
      "provision_ref": "sec272",
      "section": "272",
      "title": "Section 272",
      "content": "272.-41) Areas surrounding steam, wmsive liquid or hot water\nleaks shall be immediately cordoned off and posted with danger tags;\nand repairs shall be effeoted without delay.\n         (2) Floors around containers of steam, hot water and corrosive\nfluids shall be of adequate slope and have drains and trenches and\nhoses close at hand, to keep the floors free of spillages, leakages smd\noverflows."
    },
    {
      "provision_ref": "sec273",
      "section": "273",
      "title": "Section 273",
      "content": "273. Drains, trenches and overflow pipes for handling noxious sub-\nstances shall be connected to sumps, slop tanks or salvage pits of\nsuch capacities h a t spillages are contained and prevented from polluting\nthe environment."
    },
    {
      "provision_ref": "sec274",
      "section": "274",
      "title": "Section 274",
      "content": "274. Process lines which experience has shown to be subjed to corn\nsion and erosion shall be regularly tested as dictated by suoh experience.\nW h e experience\n       ~          does not exist, testing shall be camed out as neCe8mry\nto establkh the required frequency of te&.\n  HS.-(l) Every steam boiler used for generating steam, whether\nseparate or one of range, slia11 be Bttd with-\n     (a) proper safety valves;\n     (b) a suitable fusible ,plug or an eEicient low water alafm device;\n     (c) a steam gayge and water gauge to show respectively the pres-\n         sure of steam and the height of water in e a d ~boiler. The\n         steam gauge shall be graduated to twice the allowable working\n         pmm;\n     (d) a steam ,top valve;\n     (e) a suitable connection on the boiler steam drum for acceptins\n          a test gauge.\n         (2) On a boiier which is one of a range there shall be a non-\n return valve if the boilers an connected to a common heater.\n                CThe inclusion of chL page b ruthodrd by L.N. 71119191\n     THE MINING (SAFETY AND HEALTH) REGULATIONS, 1977"
    },
    {
      "provision_ref": "sec276",
      "section": "276",
      "title": "Section 276",
      "content": "276. The safety valve or valves on a f i l e r shall be of a discharge\ncapacity to discharge totally the generated steam before the pressure\nbuilds up over a maximum of 10% above the allowable working\npressure."
    },
    {
      "provision_ref": "sec277",
      "section": "277",
      "title": "Section 277",
      "content": "277. The pressure relief system of a boiler shall be of suitable design\nfor the boiler and shall discharge freely to the outside atmusphere."
    },
    {
      "provision_ref": "sec278",
      "section": "278",
      "title": "Section 278",
      "content": "278. W e n no more than two safety valves of different sizes are\nmounted separately on a boiler, the relieving capacity of the smaller\nvalve shall not be less than 50% of the larger."
    },
    {
      "provision_ref": "sec279",
      "section": "279",
      "title": "Section 279",
      "content": "279. Safety valves shall be so set that they d l start blowing at a\npressure not higher than 4% above the boiler's allowable working\npressure, and variations in the set popping pressure shall not exceed\nthe following--\n        Allowable Working Pressure                     Permissible Variation\nBars (Gauge)               PSI (Gauge)"
    },
    {
      "provision_ref": "sec281",
      "section": "281",
      "title": "Section 281",
      "content": "281. Records of all boilers shall be kept and these shall be kept\nup to date at all times and, in particular, shall show-\n     (a) type of vessel;\n     (b) fabrication code;\n     (c) installation date;\n     (d) age (if previously installed elsowhere);\n     (e) particulars of safety valves;\n     (j) safe working pressure;\n     Cg) steam generating capacity;\n     (h) shell plate type and thidtness,\n               iIhe inclurion of tbi palls h autbo-   by L.N. 71119791\n    THE MlNING (SAFETY AND HEALTH) REGULATIONS, 1977\n   ( i ) reports of examinations and tests;\n    Q fuel type."
    },
    {
      "provision_ref": "sec282",
      "section": "282",
      "title": "Section 282",
      "content": "282.41) Every steam boiler and all its fittings and attachments\nshall be-\n    (a) thoroughly examined by an independent examiner approved\n         by the Commissioner once in every 12 months (but in no\n        case longer than 14 months) :\n           Provided that the Commissioner may at his discretion ex-\n         tend this period;\n    (b) pressure tested by an independent examiner approved by the\n        Commissioner once in every 24 months (but in no case\n        longer than 26 monthd, after extensive repairs, or when\n        considered advisable by the independent examiner;\n    (c) strippd of lagging and refractory as required by the inde-\n         pendent examiner in order to permit h i d to determine the\n         condition of the boiler.\n        (2) A full and accurate report of the result of every such\nexamination and test shall be made in the Form A in the Fourrth                 ;:sue.\nSchedule by the person making the examination, and a copy of the Form A.\nreport shall be sent to the Commissioner of Mines within 28 days\nof such examination or test."
    },
    {
      "provision_ref": "sec283",
      "section": "283",
      "title": "Section 283",
      "content": "283. No person shall enter or be in any steam boiler which is one\nof a range of two or more steam boilers unless-\n     (a) all inlets through which steam or hot water might atherwise\n         enter the boiler from any other part of the range are dis-\n         connected from that part; or\n     (b) all valves or taps controlling such entry are closed             and\n         sequely locked.\n                    UNFIRED  PRESSURE VESSELS"
    },
    {
      "provision_ref": "sec284",
      "section": "284",
      "title": "Section 284",
      "content": "284. Every steam receiver not so construoted as to stand with safety\n the maximum permissible working pressure of the boiler or the maxi-\n mum pressure which can be contained in the pipe connecting the\n receiver with any other source of supply. shall be fitted with-\n     (a) a suitable reducing valve or other automatic appliance to\n         prevent the safe working pressure from being exceeded;\n               m e inclusion of this page b authorized by L.N. 71/1979]\n    THE MINING (SAFETY AND HEALTH) REGULATIONS, 1977\n    (b) a suitable safety valve;\n    (c) a correct steam pressure gauge;\n    ( 4 a suitable stop valve."
    },
    {
      "provision_ref": "sec285",
      "section": "285",
      "title": "Section 285",
      "content": "285. Every steam container shall be so maintained as to secure that\nthe outlet is at all times kept open and free from abstrmtion."
    },
    {
      "provision_ref": "sec286",
      "section": "286",
      "title": "Section 286",
      "content": "286. Records of all un6red pressure vessels shall be kept and these\nshall be kept up to date at all times and in particular shall show-\n    (a) type of vessel;\n    (b) fabrication code;\n    (c) installation date;\n    ( 4 age (if previously installed elsewhere);\n    (e) particulars of safety valves;\n    (j) safe working pressure;\n    (g) shell plate type and thickness;\n    (h) reports of examinations and tests."
    },
    {
      "provision_ref": "sec287",
      "section": "287",
      "title": "Section 287",
      "content": "287. Every air receiver shall-\n    (a) have marked upon it so as to be plainly visible the safe\n        working pressure in bars or pounds per square inch;\n    (b) in case of a receiver connected with an air c o m p ~\n        plant, either be so wnstru-       as to withstand with safety\n        the maximum pressure which can be obtained in the com-\n        pression, or be fitted with a suitable reducing valve or other\n        suitable appliance to prevent the safe working pressure of\n        the receiver being exceeded;\n    (c) be fitted with a suitable valve, rupture disc or other relief\n        &vice so adjusted as to permit the air to escape as soon\n        as the safe working pressure is exceeded;\n    (d) be fitted with a pressure gauge indicating the pressure in\n        the receiver in bars or pounds per square inch, calibrated\n        to at least twice the safe working pressure;\n   (e) be fitted with a suitable appliance for draining the reoeiver;\n        and\n                  inclusion of thk page & authoriPd by L.N. 71/1979]\n     THE MINING (SAFETY AND HEALTN) REGULATIONS, I977                             89\n    (D be provided with a suitable manhole, hand-hole, or other\n         means which will allow the interior to be thoroughly cleaned."
    },
    {
      "provision_ref": "sec288",
      "section": "288",
      "title": "Section 288",
      "content": "288. Unfired pressure vessels and their fittings shall be of sound\nconstruotion and properly maintained and shall be thoroughly examined\nby a competent person recognized as such by the Commissioner at\nleast once in every period of 24 months (but in no case more than\n26 months), except that where conditions corrosive to the vessel\nexist, such examinatio& shall be done at least once in every period\nof 12 months (but no longer than 14 months):\n  Provided that for a vessel so constructed that the internal surface\ncannot be thoroughly examined, a suitable hydraulic test shall be\ncarried out in lieu of of internd examination. A record of such test\nand examination in the Form B or B (Alternative) in the Fourth\nSchedule shall be kept.\n                                                                          z;ezir.\n                                                                       om b, ux\n                                                                      B IAlosmadvb)."
    },
    {
      "provision_ref": "sec289",
      "section": "289",
      "title": "Section 289",
      "content": "289. Regulations 287 and 288 shall apply as far as possible. to my\nvessel containing gases at pressures higher than atmospheric pressure\nwithout a constant outlet to the atmosphere (not being a portablv\nvessel filled by suppliers and delivered to a mine or plant)."
    },
    {
      "provision_ref": "sec290",
      "section": "290",
      "title": "Section 290",
      "content": "290.-41) Compressed air receivers shall have inspection openings\nwhich shall be manholes when the tanks are over 36 inches in diameter.\n        (2) Safety devices on compressed-air systems shall be main-\ntained in good operating conditions."
    },
    {
      "provision_ref": "sec291",
      "section": "291",
      "title": "Section 291",
      "content": "291. Repairs involving the pressure system of compressors, receivers,\nor compressed-air-powered equipment shall not be attempted until the\npressure has been bled off."
    },
    {
      "provision_ref": "sec292",
      "section": "292",
      "title": "Section 292",
      "content": "292. At no time shall compressed air be direoted toward a person.\nWhen compressed air is used, all necessary precautions shall be t a h\nto protect persons from injury."
    },
    {
      "provision_ref": "sec293",
      "section": "293",
      "title": "Section 293",
      "content": "293. Safety chains or suitable locking de*       shall be used at\nconnections to machines of high-pressure h e lines d 1-inch inside\ndiameter or larger, and betwoem higb-gre~~ure  hose lines of I-inch\ninside diameter or larger, where a coanection failure could mate a\nhazard."
    },
    {
      "provision_ref": "sec294",
      "section": "294",
      "title": "Section 294",
      "content": "294. Air compressor intake lines shall not be located in atmospheres\ncontaining explosive concentrations of inflammable gases or vapours.\n               IThe indusion of thlr page h authorized by L.N.711 19791\n                 THE MINING (SAFETY AND HEALTH) REGULATIONS, 1977"
    },
    {
      "provision_ref": "sec295",
      "section": "295",
      "title": "Section 295",
      "content": "295. Lubricated air cornpressors shall be equipped with automatic\n            temperature-activated shutoff meohanisms set for 400 F.. or with fusible\n            plugs installed in the compressor discharge lines as near (thecompressors\n            as posible. Fusible plugs shall melt at temperatures 50% less than the\n            flash point of the lubricants, including oils.\n                                PARTXI. Hoisting and Lifting"
    },
    {
      "provision_ref": "sec296",
      "section": "296",
      "title": "Section 296",
      "content": "296.--(I) No chain, rope or ligting tackle shall be used unless it is\n            d good construction, sound material, adequate strength and free from\n            patent defect.\n                   (2) All chains. ropes and lifting taokle in use shall be thoroughly\n            examined by a competent person before each use and at such intervals\n               may be necessary during use to ensure they are safe."
    },
    {
      "provision_ref": "sec297",
      "section": "297",
      "title": "Section 297",
      "content": "297. ,411 parts of every lifting paohine shall be of sound construction\n            anti free from patent defect.\nY C J .th      298. All lifting machine shall be thoroughly examined by a com-\nS~nrdulo.   $:tent person at least once in every period of twelve months and a\nFwni C.\n            reglstcr in the Fom C in the Fourth Schedule kept of such examinations."
    },
    {
      "provision_ref": "sec299",
      "section": "299",
      "title": "Section 299",
      "content": "299. There shall be plainly marked on every lifting machine the\n            safe working load or loads thereof, except that in the case of a jib\n            crane so constructed that the safe working load may be varied by\n            the raising or lowering of the jib, there shall be attached thereto\n            either an automatic indicator of safe working loads or a table indicating\n            the safe working loads at corresponding indications of the jib or\n            corresponding radii of the load.\n              3 0 0 4 1 ) No lifting machine shall be taken into use for the first\n            time unless it has been tested and examined by a competent person\n            and a certificate of such test and examination specifying the safe\n            working load or loads of the machine and signed by the person making\n            the test and examination has been obtained and is kept available for\n            inspection.\n                    (2) No lifting machine shall be loaded beyond the safe work-\n            ing load."
    },
    {
      "provision_ref": "sec301",
      "section": "301",
      "title": "Section 301",
      "content": "301. Every crane or dragline operated wholly or partially by a prime\n             mover shall be equipped with a gong or other effective audible signalling\n             -             mhe inclusion of this page is authorized by L.N.71119791\n                                                                                      -\n     THE MINING (SAFETY AND HEALTH) REGULATIONS, 1977\ndcvice (automatic or otherwise) and installed within easy reach of the\noperator, for warning persons who may be endangered by any movement\nof the m e or load."
    },
    {
      "provision_ref": "sec302",
      "section": "302",
      "title": "Section 302",
      "content": "302. Every hoist or lift shall be securely fenced and in particular-\n    (a) every hoist or lift shall be of good mechanical constmotion\n        sound material and adequate strength, and shall be properly\n        maintained;\n    (b) every hoist or lift shall be examined by a competent person\n        at least once in every period of six months and m r d e of\n        such examinations shall be kept available; and\n     (c) every hoistway or liftway #hall be effectively protected by a sub-\n         stantial enclosure fitted with gates, being such an enclosure\n         as to prevent, when the gates are shut, any person from falling\n         down the way or coming in contact with any moving part\n         of the hoist or lift."
    },
    {
      "provision_ref": "sec303",
      "section": "303",
      "title": "Section 303",
      "content": "303.-41) No hoist or lift shall be used for carrying persons unless\nit is provided with a cage, which is-\n     (a) so constructed as to prevemt, when the cage gate or gates are\n         shut, any person carried from falling out or from being trapped\n         between any pad of the cage and any fixed structure or other\n         moving part of the hoist or lift, or from being struck by\n          articles or materials falling down the hoistway; and\n     (b) fitted on each side with a gate from which access is provided\n         to a landing place, with efficient interlocking or other devices\n         to secure that the gate cannot be opened except when the\n         cage is at a landing place, and that the cage cannot be moved\n         away from any such place until the gate is closed.\n           (2) Every gate in the hoistway or lifhvay enclosure of a hoist\n or lift used for carrying persons shall be fitted with efficient interlocking\n or other devices to secure that the gate cannot be opened except when\n the cage is at the landing place, and that the cage cannot be moved\n away from the landing place until the gate is closed.\n          (3) Cage doors or gates shall be closed while men are being\n hoisted and they shall not be opened until @he cage has come to a stop.\n         (4) In connection with every hoist or lift used for carrying\n persons there shall be provided suitable efficient automatic devices\n                me lncluton of thb page is authorlmd by L.N. 71119791\n     THE MlNZNG (SAFETY AND HEALTH) REGULATIONS, 1977\nwhich will ensure that the cage comes to rest at a point above the\nlowest point to whoh the cage can travel.\n         (5) In the case of a hoist or lift used for carrying persons the\nmaximum number of persons to be carried at any one time shall bo\nplainly marked thereon, and a greater number of persons shall not be\ncarried."
    },
    {
      "provision_ref": "sec304",
      "section": "304",
      "title": "Section 304",
      "content": "304. Hoists shall-\n    (a) have rated capacities consistent with the loads handled and\n        recommended safety factors of the ropes used; and\n    (b) be anchored securely."
    },
    {
      "provision_ref": "sec305",
      "section": "305",
      "title": "Section 305",
      "content": "305. Belt, rope, or chains shall not be used to connect driving mechan-\nisms to man hoists."
    },
    {
      "provision_ref": "sec306",
      "section": "306",
      "title": "Section 306",
      "content": "306.-41) Every hoist and lift shall be equipped with a brake or\nbrakes which shall be capable of holding its fully loaded cage, skip, or\nbucket at any point.\n        (2) Automatic hoists shall be provided with devices 'that\nautomatically apply the brakes in the event of power failure."
    },
    {
      "provision_ref": "sec307",
      "section": "307",
      "title": "Section 307",
      "content": "307. The operating mechanism of the clutch of every hoist drum\nshall be provided with a locking mechanism, or interlocked electridy\nor mechanically with the brake to prevent accidental withdrawal of the\nclutch."
    },
    {
      "provision_ref": "sec308",
      "section": "308",
      "title": "Section 308",
      "content": "308. Man hoists shall be provided with devices to prevent overtravel\nand overspeed."
    },
    {
      "provision_ref": "sec309",
      "section": "309",
      "title": "Section 309",
      "content": "309. The following static load safety factors shall be used for select-\ning ropes to be used for hoisting and for determining when such ropes\nshall be removed from hoists-\n                                         Minimum factor Minimum factor\n          Length of rope                 of safety (new    of safety\n                                              rope)        (remove)\n    Metres                Feet\n     -                    -\n  150 or less       500 or less                   8                     6.4"
    },
    {
      "provision_ref": "sec310",
      "section": "310",
      "title": "Section 310",
      "content": "310.-(1) At least three wraps of rope shall be left on the drum\nwhen the conveyance or bucket is at the lowest point.\n         (2) The end of the rope at the drum shall make at least one\nfull turn on the drum shaft, or on a spoke of the drum in the case\nof a free d m , and shall be fastened secu~elyby m a s of rope clip\nor clamps. This does not apply to friction hoists."
    },
    {
      "provision_ref": "sec311",
      "section": "311",
      "title": "Section 311",
      "content": "311.-(1) The rope shall be attached to the load by the thimble-\nand-clip method, the socketing method, or other approved method.\n        (2) Where the socketing method is employed zinc or its equiva-\nlent shall be used. The use of Rabbitt metal or lead for socketing\nwire rope is prohibited.\n         (3) Where the thimble-and-dip method is employed, the follow-\ning shall be observed-\n    (a) the rope shall be attached to the load by passing one end\n        around an oval thimble that is 'attached to the load, bending\n        the end back so that it 'is parallel to the long or \"live\" end\n        of the rope, and fastening the &twoparts of the rope together\n        with clips;\n    (b) the U-bolt of each clip shall encircle the short or \"dead\" end\n        of the rope and the distance b e e n clips shall not be less\n        than the fimres given in the table set out below;\n    (c) as a minimuan, the numlber of clips specified in the table, or\n         the equivalent, shall be used for various diameters of six-\n         strand 19-wire plow steel ropes;\n         (Follow manufacturer's recommendations for other kinds of\n         wire rope and clips).\n    (d) for all ropes less than three-quarter inch in diameter, at least\n        four clips-or the equivalent shall be used; and\n              me inclusion of thic page Is authorld by L.N. 71/1979]\n    94           THE MlNING (SAFETY AND HEALTH) REGULATIONS, 1977\n         (e)   when special conditions require the attachment of a cling to the hoisting cable to handle\n               equipment in the shaft, the sling shall be attached by clips or the equivalent in accordance\n               wth the table set out below:\n                   Diameter of Rope                                            Centt.bteCentre\n                                                     No. of Clips              Spacing of Clips\n               Millimeters            Inches                         1                    Millimeters"
    },
    {
      "provision_ref": "sec313",
      "section": "313",
      "title": "Section 313",
      "content": "313. Platforms with toe-boards and handrails shall be provided around elevated head sheavee."
    },
    {
      "provision_ref": "sec314",
      "section": "314",
      "title": "Section 314",
      "content": "314. Diameters of hand sheaves and hoist drums shall conform to the following specifications-\n                                                               I    Diameter of Sheave and Drum\n                       Rope Construction                                                   Minimum\n                                                                         Times Rope         Times Rope\n                                                                          Diameter           Diameter\n     6 X 7 classification\n     6x19\n     6x37\n                 ..\n                 ..          ..\n     6 2 25type B, flattenkd strand\n     6 X 27type H, flattened strand\n     6 X 30type G.flattened strand\n    18 X 7 classification    .."
    },
    {
      "provision_ref": "sec315",
      "section": "315",
      "title": "Section 315",
      "content": "315. Head, idler, knuckle, and curve sheaves shall have grooves that support the rope properly.\n    Before installing new ropw the grooves shall be inspected and where necessary machined to the proper\n    contour and the proper groove diameter.\n1                             me inclusion of this DUO 19 authorized by L.N. 71/1979]\n    THE MINING (SAFETY AND HEALTHl REGULATIONS, 1977"
    },
    {
      "provision_ref": "sec316",
      "section": "316",
      "title": "Section 316",
      "content": "316. Only experienced operators shall operate hoists, cranes and\ndraglines except where new personnel are being trained."
    },
    {
      "provision_ref": "sec319",
      "section": "319",
      "title": "Section 319",
      "content": "319.-(1) Jacks shall be so constructed that they will not continue\nto lift when overloaded.\n         (2) 4 safety device shall be provided on each jack so that it\nwill continue to support its load in a raised position, even where a\nfailure destroys or interferes with its jacking ability.\n             PARTXII. Materials Storage and Handling"
    },
    {
      "provision_ref": "sec320",
      "section": "320",
      "title": "Section 320",
      "content": "320.-(1) Materials shall (be stored and stacked in a manner which\nminimizes stumbling or fall-of-material hazards.\n         (2) Materials that can create hazards if accidentally liberated\nfrom their containers shall be stored in a manner that minimizes the\ndangers.\n         (3) Hazardous materials shall be stored in containers of a type\napproved for such use by recognized agencies; suoh containers shall\nbe labelled appropriately."
    },
    {
      "provision_ref": "sec321",
      "section": "321",
      "title": "Section 321",
      "content": "321.--(I) Portable compressed and liquefied gas cylinders shall be\nsecured in a safe manner and so as to prevent any discharge of the\nliquid phase.\n        (2) Valves on compressed gas cylinders shall be protected by\ncovers when being transported or stored and installed in a safe location\nwhen the cylinders are in use."
    },
    {
      "provision_ref": "sec322",
      "section": "322",
      "title": "Section 322",
      "content": "322. Taglines shall be attached to suspended materid that requires\n steadying or guidance, wherever this is practicable."
    },
    {
      "provision_ref": "sec324",
      "section": "324",
      "title": "Section 324",
      "content": "324. Materials shall not be dropped from an elevation unless the\n drop area is guarded or sufEcient warning is given.\n               TIhe inclusion of this vage is authorized by L.N. 71119791\n    THE MINING (SAFETY AND HEALTH) REGULATIONS, 1977"
    },
    {
      "provision_ref": "sec325",
      "section": "325",
      "title": "Section 325",
      "content": "325. Men shall not ride on loads being moved by cranes or derricks.\nnor shall they ride the hoisting hooks."
    },
    {
      "provision_ref": "sec326",
      "section": "326",
      "title": "Section 326",
      "content": "326. Substances that react violently or liberate dangerous fumes\nwhen mixed shall be stored in such a manner that they cannot come\nin contact with each other."
    },
    {
      "provision_ref": "sec327",
      "section": "327",
      "title": "Section 327",
      "content": "327.41) Only men wearing protedive equipment shall stand near\npots or ladles when ,molten material is being handled; warning shall\nbe given before a pour is made or the pot is moved.\n         (2) Only men wearing suitable protective equipment shall\nattend to the loading and offloading of acids, alkalis or other corrosive\nsubstances."
    },
    {
      "provision_ref": "sec328",
      "section": "328",
      "title": "Section 328",
      "content": "328. Operator-carrying overhead cranes shall be provided with-\n    (a) bumpers at each end of each rail;\n    (b) limit switches to halt uptravel of the blocks before they strike\n        the hoist:\n    (c) effective audible warning signals under the control of the\n         operator;\n    (4 a means to lockout the disconnect switoh."
    },
    {
      "provision_ref": "sec329",
      "section": "329",
      "title": "Section 329",
      "content": "329. No person shall work from or travel on the bridge of an over\nhead crane unless the bridge is provided with substantial footwalks\nwith toeboards and railings the length of the bridge."
    },
    {
      "provision_ref": "sec330",
      "section": "330",
      "title": "Section 330",
      "content": "330. Forklift trucks shall be moved with the load in a low position\nand shall descend ramps with the load behind."
    },
    {
      "provision_ref": "sec331",
      "section": "331",
      "title": "Section 331",
      "content": "331.41) Only bolted, screwed or equivalent connections shall be\nused on acid and caustic lines, when carrying out loading, offloading\nor related operations.\n         (2) No air pressures higher than 2 bars (29 p.s.i.g.) shall be\nused in the offloading of acids or alkalis. Vessels and lines employing\nair pressure for liquid transfers shall be constructed, equipped, main-\ntained and handled as pressure vessels."
    },
    {
      "provision_ref": "sec332",
      "section": "332",
      "title": "Section 332",
      "content": "332. Controls for the offloading of corrosive liquids under pressure\nshall be located at a safe distance but within view of the operations.\n-              me inclusion of thh p-e ir authorized by L.N. 71119791\n     THE MINING (SAFETY A N D HEALTH) REGULATIONS, 1977\nSystems for such offloading shall be approved by the Commissioner\nof Mines."
    },
    {
      "provision_ref": "sec333",
      "section": "333",
      "title": "Section 333",
      "content": "333.41) Vessels and lines with their connections shall be brought\nto atmospheric pressure and all corrosive fluids bled off before such\nvessels and lines are opened or taken apart in maintenance operations.\nDrains and valves shall be correctly positioned to facilitate compliance\nwith this regulation.\n         (2) Valves, couplings and other connections on acid or caustic\nlines shall be opened gradually. Bolts shall not be competely removed\nbefore joint seals are broken."
    },
    {
      "provision_ref": "sec334",
      "section": "334",
      "title": "Section 334",
      "content": "334. In shops or rooms in which mechanical handling equipment is\nused, and where persons are expected to walk, sufficient safe clearances\nshall be allowed for aisles. Aisles shall be kept clear of obstructions."
    },
    {
      "provision_ref": "sec335",
      "section": "335",
      "title": "Section 335",
      "content": "335. All places of employment, passageways, storerooms, and service\nrooms shall be kept clean and orderly and in a sanitary condition. The\nfloor of every workroom shall be maintained in a clean and, so far as\npossible. a dry condition. Where wet processes are used, drainage shall\nbe maintained, and false floors, platforms, mats or other dry standing\nplaces shall be provided where practicable."
    },
    {
      "provision_ref": "sec336",
      "section": "336",
      "title": "Section 336",
      "content": "336. All active areas shall be provided with effective drainage systems.\n               PARTXIII. Air Quality and Ventilation"
    },
    {
      "provision_ref": "sec337",
      "section": "337",
      "title": "Section 337",
      "content": "337.41) The exposure of a person in a mine or plant to airborne\ncontaminants shall not exceed the threshold limit values, calculated\non the basis of a time-weighted average, as specified in the Third %hid.\nSchedule.\n         (2) Where for any reason a person is exposed to limits in\nexcess of those specified in the aforesaid Schedule--\n    (a) in the case of contaminants other than those designated with\n        a \"C\" in the Schedule, the limit of exposure shall not be\n         of a greater magnitude than the Commissioner may from time\n        to time deem to be permissible; and\n     (b) in tbe case of contaminants designated with a \"(2\" in the\n         Scheduli, such person shall be wifidrawn from such area\n         immediately upon detection of the excess concentration of the\n         contaminant.\n               IThe inclusion of this page is authorized by L.N. 71119791\n     THE MINING (SAFETY AND HEALTH) REGULATIONS, 1977"
    },
    {
      "provision_ref": "sec338",
      "section": "338",
      "title": "Section 338",
      "content": "338. Dust, gas, mist, and fume surveys shall be oonducted as frequently\nas necessary to determine the adequacy of control measures."
    },
    {
      "provision_ref": "sec339",
      "section": "339",
      "title": "Section 339",
      "content": "339. Muckpiles, haulage roads, rock transfer points, crushers and\nother points where dust is produced in amounts sufficient to cause a\nhealth or safety hazard shall be wetted down as often as necessary,\nunless the dust is controlled adequately by other methods."
    },
    {
      "provision_ref": "sec340",
      "section": "340",
      "title": "Section 340",
      "content": "340. Respirators shall not be substituted for environmental control\nmeasures. However, where environmental oontrols have not been\ndeveloped or when necessary by nature of the work involved (for\nexample, welding, sand blasting, lead burning), a person may work\nfor reasonable periods of time in concentrations of airborne contamin-\nants which exceed ceiling \"C\" limits or the limit of permissible\nexcursions, if such person wears a respiratory protective device approved\nby the Commissioner as protection against the particular hazards\ninvolved."
    },
    {
      "provision_ref": "sec341",
      "section": "341",
      "title": "Section 341",
      "content": "341. Atmospheres in all active areas shall contain at least 20 percent\noxygen by dry volume."
    },
    {
      "provision_ref": "sec342",
      "section": "342",
      "title": "Section 342",
      "content": "342.--(I) Wherever radiation is used in diagnostic, analytic or other\noperations, no employee shall be permitted an exposure to more\nthan the equivalent of 5.000 millirem in any consecutive 12-month\nperiod nor the equivalent of 3.000 millirem in any consecutive 3-month\nperiod. The maximum accumulated doses shall not exceed 5 (N-18)\nrem for any employee, where N is the employee's age in years.\n       (2) Rooms or areas in which radiation is generated shall be\nposted with identifying precautionary signs. Personal dosimeters or\nother methods shall continually monitor radiation exposure levels."
    },
    {
      "provision_ref": "sec343",
      "section": "343",
      "title": "Section 343",
      "content": "343. Effeotive provision shah be made for securing and maintaining\na reasonable temperature in each workroom, but no method shall be\nemployed which results in the escape into the air of any workroom\nof any fume of such a oharaoter and to such an extent as to be\nlikely to be injurious or offensive to persons employed therein."
    },
    {
      "provision_ref": "sec344",
      "section": "344",
      "title": "Section 344",
      "content": "344. Illumination sufficient for safe working conditions, and complying\n with standards approved by the Commissioner shall be provided in\n all work areas and accessways. Standby artificial lighting, independent\n of the principal power generating system, shall be provided in power\n houses.\n                IThe inclusicn of this page is authorized by L.N. 71/19791\n    THE LfINZNG (SAFETY AND HEALTH) REGULATIONS, 1977\n PART 'W. Personnel Protection, Accommodation and First Aid"
    },
    {
      "provision_ref": "sec345",
      "section": "345",
      "title": "Section 345",
      "content": "345.-41) All persons shall wear suitable hard hats when in or around\na mine or plant where a hazard exists that could cause injury to\nunprotected heads.\n         (2) All persons shall wear suitable protective footwear when\nin or around a mine or plant where a hazard exists that could cause\ninjury to unprotected feet.\n         (3) All persons shall wear safety glasses, goggles, or face\nshields or other suitable protective devices when in or around an area\nof a mine or plant where a hazard exists which could cause injury to\nunprotected eyes."
    },
    {
      "provision_ref": "sec346",
      "section": "346",
      "title": "Section 346",
      "content": "346. Safety belts and lines shall be worn when men work where\nthere is danger of falling; a second person shall tend the lifeline when\nbins, tanks or other dangerous areas are entered."
    },
    {
      "provision_ref": "sec347",
      "section": "347",
      "title": "Section 347",
      "content": "347. Protective clothing, rubber gloves and goggles or face-shields\nshall be worn by persons handling substances that are corrosive, toxic,\nor injurious to the skin."
    },
    {
      "provision_ref": "sec348",
      "section": "348",
      "title": "Section 348",
      "content": "348. Protective clothing or equipment and face-shields or goggles\nshall be worn when welding, cutting. or working with molten metal."
    },
    {
      "provision_ref": "sec350",
      "section": "350",
      "title": "Section 350",
      "content": "350. Protective gloves shall be worn by employees handling materials\nwhich may cause injury, provided that gloves shall not be worn where\nthey could create a hazard by becoming entwined or caught in moving\nparts of machinery."
    },
    {
      "provision_ref": "sec351",
      "section": "351",
      "title": "Section 351",
      "content": "351. Finger rings should not be worn while working in or around\n a mine or plant."
    },
    {
      "provision_ref": "sec352",
      "section": "352",
      "title": "Section 352",
      "content": "352. Seat belts shall )be provided in all vehicles with cabs or roll\n proteotion."
    },
    {
      "provision_ref": "sec353",
      "section": "353",
      "title": "Section 353",
      "content": "353.--(I) No employee shall be permitted an expsure to noise in\n excess of that specified in the table of Permissible Noise Exposures Third\n                                                                      Schedule.\n given in the Third Schedule.\n         (2) Noise level measurements shall be made using a sound\n level meter or dosimeter approved by the Commissioner. No exposure\n100              THE MINING (SAFETY AND HEALTH) REGULATIONS, 1977\n            shall exceed 115 d~ for continuous noise or 140 d~ peak sound pressure\n            level for impact noises."
    },
    {
      "provision_ref": "sec354",
      "section": "354",
      "title": "Section 354",
      "content": "354. Where it is otherwise impracticable to reduce exposure to within\n            permissible levels, approved protective equipment shall be provided\n            and used to reduce exposure to within the permissible levels."
    },
    {
      "provision_ref": "sec355",
      "section": "355",
      "title": "Section 355",
      "content": "355. Life jackets or belts shall be worn where there is danger from\n            falling into water."
    },
    {
      "provision_ref": "sec356",
      "section": "356",
      "title": "Section 356",
      "content": "356. Personal protective devices shall be of adequate quality and\n            form to provide the required protection."
    },
    {
      "provision_ref": "sec357",
      "section": "357",
      "title": "Section 357",
      "content": "357. Adequate first aid materials, including stretchers and blankets,\n            shall be provided at places convenient to all working areas. h t e r or\n            neutralizing agents shall be available where corrosive chemicals or other\n            harmful substances are stored, handled, or used and in particular-\n                (a) first aid stations shall be equipped with first aid boxes marked\n                    with the words \"Fint Aid\" 'and containing at least all the\nFirst\n                    equipment prescribed in the First Schedule;\nSchedule.\n                (b) each first aid box shall be placed under the charge of a\n                    responsible person who shall hold a first aid certificate and\n                    shall always be readily available during working hours. A\n                    notice stating the name of the person in charge shall be\n                    posted at the mine or plant:\n                (c) selected supervisors and security men shall be trained in first\n                     aid and if possible, one out of every ten of the persons em-\n                     ployed shall be trained in emergency first aid treatment;\n                (d) where the total number of persons employed in any one shift\n                    exceeds one hundred there shall be provided and maintained\n                    in good order a suitable first aid room;\n                (e) the first aid room shall be used for first aid and ambulance\n                     work. It shall be situated within a central location and shall\n                     have a floor space of not less than one hundred square feet\n                     a d shall be adequately lighted and kept clean. It shall be\n                     distinguished by the words \"First Aid\", \"Medical Centre\" or\n                     \"Clinic\" conspicuously posted;\n                           me inclusion of this page is authorized by L.N. 71/1979]\n    THE MINING (SAFETY AND HEALTH) REGULATIONS, 1977\n    (f) the first aid room shall be adequately equipped and shall\n        contain at least all the equipment prescribed in the Second\n        Schedule;                                                        Second\n                                                                         Schedule.\n    (g) the first aid room shall be placed under the charge of a\n        competent person or persons appointed in writing by the\n        responsible officer. A person shall not be appointed unless\n        he is a qualified nurse or doctor or the holder of a certificate\n         of proficiency in first aid, from a society or body approved\n        by the Commissioner."
    },
    {
      "provision_ref": "sec358",
      "section": "358",
      "title": "Section 358",
      "content": "358. The person or persons in charge of the first aid room shall\nalways be readily available during working hours and shall keep a\nrecord of all cases treated at the first aid room, showing-\n    (a) the name of the person treated;\n    (b) the time and date of treatment;\n    (c) 'the nature of the injury or illness; and\n    (4 the name of the person by whom the treatment was given."
    },
    {
      "provision_ref": "sec359",
      "section": "359",
      "title": "Section 359",
      "content": "359. At every mine or plant, the employer shall, for the purpose\nof the removal of patients in serious cases of accidents or sickness,\nprovide and maintain in good condition a suitably constructed ambulance\ncarriage, unless arrangements have been made by or on behalf of the\nemployer either to obtain such a carriage promptly, when required,\nfrom a hospital or other place within a reasonable distance from the\nmine, or to provide such a carriage jointly with the owners of other\nmines or plants in the neighbourhood."
    },
    {
      "provision_ref": "sec360",
      "section": "360",
      "title": "Section 360",
      "content": "360. The employer or some other qualified person appointed by him\nin writing shall h p e c t , at intervals not exceeding six months, the\naccommodation, equipment and material provided at the mine or plmt\nand the working of the organization at the mine or plant for first\naid and ambulance work; and if on such inspection anything is found\nto be defective or lacking, it shall be remedied without delay. Records\nof such inspections shall be kept."
    },
    {
      "provision_ref": "sec361",
      "section": "361",
      "title": "Section 361",
      "content": "361. Persons about to be regularly employed in a mine or plant\nshall be medically examined and employees shall be subjeot to further\nmedical examinations annually if over 40 years in age and biennially\nif under 40.\n               r h e inclusion of this page is authorized by L.N. 71/1979]\n                      THE MINING (SAFETY AND HEALTH) REGULATIONS, 1977"
    },
    {
      "provision_ref": "sec362",
      "section": "362",
      "title": "Section 362",
      "content": "362. There shall not be in attendance for work in any mine or plant\n                  any person known to be sdering from an infectious disease as defined\nCap. 320          in the Public Health Law.\n(1953 Edition)."
    },
    {
      "provision_ref": "sec363",
      "section": "363",
      "title": "Section 363",
      "content": "363. In places wheie caustic, acid or other corrosive substanw a;e\n                  stored, piped, handled or used, properly functioning safety showers\n                  and eye wash fountains shall be available on each floor or level. Safety\n                  showers and eye wash fountains shall be of such numbers and locations\n                  as are adequate for emergency use."
    },
    {
      "provision_ref": "sec364",
      "section": "364",
      "title": "Section 364",
      "content": "364. Every plant shall be kept in a clean state, and free from effluvia\n                  arising from any drain or sanitary convenience, and without prejudice\n                  to the generality of the foregoing provision-\n                      (a) suitable covered receptacles shall be provided in the plant\n                          for the disposal of d i and\n                                                   ~ refuse;\n                      (b) accumulations of dirt and refuse shall be removed daily from\n                          the floors and benches of workrooms, and from the staircases\n                          and passages;\n                       (c) the floor of every workroom shall be cleaned at least once\n                           in every week by washing or if it is effective and suitable, by\n                           sweeping or other method;\n                       (6) all inside walls and partitims, and all ceilings or ]tops of\n                           rooms, and all walls, sides and tops of passages and staircases\n                           shall be kept clean."
    },
    {
      "provision_ref": "sec365",
      "section": "365",
      "title": "Section 365",
      "content": "365. An enclosed area shall not, while work is carried on, be so over-\n                  crowded as to cause risk or injury to the health of the persons employed\n                  therein, and without prejudice to the generality of the foregoing pro-\n                  visions-\n                       (a) an area shall be deemed to be overcrowded, as aforesaid, if\n                           the number of persons employed at a time in any workroom\n                           is suoh that the amount of cubic space allowed for every\n                           person employed in the room is less than 12 cubic metres\n                           (423.78 cubic feet);\n                       (b) in -calculating, for the purpose of this provision the amount\n                           of cubic space in any room, no space more than 4 metres\n                           (13.12 feet) above the floor shall be taken into account and,\n                           where a room contains a gallery, the gallery shall be treated\n                            for the purposes of this provision as if it were partitioned\n                                  p h e idclusion of this page h authorized by L.N. 711 19791\n    THE MINING (SAFETY AND HEALTH) REGULATIONS, 1977\n         off from the remainder of the room and formed a separate\n         room."
    },
    {
      "provision_ref": "sec366",
      "section": "366",
      "title": "Section 366",
      "content": "366. Sufficient and suitable sanitary conveniences for the persons\nemployed shall be provided, maintained and kept clean and the following\nrequirements shall have effect-\n    (a) in cases where females are employed there shall be at least\n         one suitable sanitary convenience for every 25 females;\n    (b) in cases where males are employed there shall be at least one\n         suitable sanitary convenience (not being a convenience suitable\n         merely as a urinal), for every 25 males;\n    (c) in cases where the number of males employed exceed 100 and\n         sufficient urinal accommodation is also provided, it shall be\n         su£licient if there is one such convenience as aforesaid for\n         every 25 males up to the first 100, and one for every 50\n         thereafter;\n     (d) in calculating the number of conveniences any number of\n         persons less than 25 or 50, as the case may be, shall be\n         reckoned as 25 or 50;\n     (e) every sanitary convenience shall be sufficiently ventilated and\n         no sanitary convenience shall communicate-\n            (i) with any workroom; or\n           (ii) with any enclosed space which also commumicates with\n                any workroom unless such space is adequately ventil-\n                ated."
    },
    {
      "provision_ref": "sec367",
      "section": "367",
      "title": "Section 367",
      "content": "367. An adequate supply of wholesome drinking water shall be\nprovided at points conveniently accessible to all persons employed."
    },
    {
      "provision_ref": "sec368",
      "section": "368",
      "title": "Section 368",
      "content": "368.-41) There shall be provided and maintained for the use of\nemployed persons adequate and suitable facilities for changing of\nclothing and for accommodating clothing not worn during working\nhours.\n        (2) Separate accommodation shall be provided for persons of\neach sex and shall, when so required by the Commissioner, include\nadequate shower bath facilities."
    },
    {
      "provision_ref": "sec369",
      "section": "369",
      "title": "Section 369",
      "content": "369. There shall be provided and maintained for the use of employees\na suitable and adequate lunch-room. which shall be furnished with-\n               r h e inclusion ot rhis pwe is authorized by L.N. 71119791\n    THE MINING (SAFETY A N D HEALTH) REGULATIONS, 1977\n    (a) sufficient tables and chairs or. other suitable seating accommoda-\n         tion; and\n    (b) adequate means, including hot water, for the washing of dishes.\n     PART XV. Additional Provisions for Underground Working\n  In addition to all other applicable regulations the following provisions\nshall apply to underground workings :"
    },
    {
      "provision_ref": "sec370",
      "section": "370",
      "title": "Section 370",
      "content": "370.-(1) Men working underground shall examine and test the back.\nface and ribs of their working places at the beginning of each shift\nand frequently thereafter.\n          (2) Supervisors shall examine the ground conditions daily to\nensure that proper testing and ground con~trol practices are being\nfollowed.\n          (3) Loose ground shall be taken down or effectively supported\nbefore any other work is done. Ground conditions along haulageways\nand travelways shall be examined daily and scaled or sapported as\nnecessary."
    },
    {
      "provision_ref": "sec371",
      "section": "371",
      "title": "Section 371",
      "content": "371. An adequate supply of approved ,timber or rock bolts shall be\nprovided and used where necessary to prevent danger to any person\nfrom a fall or dislodgement of earth, rock or other material forming\nthe back, face or ribs of any underground working tunnel or shaft."
    },
    {
      "provision_ref": "sec372",
      "section": "372",
      "title": "Section 372",
      "content": "372. No timbering or other support for any part of an excavation\nshaft, earthwork or tunnel shall be erected or be substantially added\nto, altered or dismantled except under the direction of a competent\nperson and so far as possible by competent workmen possessing adequate\nexperience of such work. All material for any such work shall be\ninspected by a competent person on each occasion before being taken\ninto use and material found defective in any respect shall not be used."
    },
    {
      "provision_ref": "sec373",
      "section": "373",
      "title": "Section 373",
      "content": "373. Approved monitoring devices shall be installed to monitor\nground stresses and movement underground."
    },
    {
      "provision_ref": "sec374",
      "section": "374",
      "title": "Section 374",
      "content": "374. Where at any time there is reasonable cause to apprehend that\nany underground working has approached within 40 metres (43.75 yards)\nof a place which may contain an accumulation of water or other liquid\nmatter or noxious gas, adequate and timely precautions shall be taken\nand, in particular, the working shall not be more than 2.5 metres\n(8.2 feet) in width or 2.5 metres (8.2 feet) in height and there shall\nbe constantly kept at least one borehole, not less than 3 metres (9.84\nfeet) in igneous rock or 5 metres (16.4 feet) in other strata, in advance\no?the face of the said working, and sufficient flank, roof and floor bore-\n     THr MINING (SAFETY AND HEALTH) REGULATIONS, 1977\nholes of similar lengths as may be necessary to ensure that the water\nor other liquid matter or gas shall bz tapped in the first instance by a\nborehole."
    },
    {
      "provision_ref": "sec375",
      "section": "375",
      "title": "Section 375",
      "content": "375. No internal combustion engine shall be used in any underground\nmines, tunnels or workings unless a permit to use equipment with\nsuch engines has first been obtained from the Commissioner. The\nconditions and restrictions in any such permit shall be complied with\nand a permit to we internal combustion engines underground may\nbe revoked for failure to comply with the conditions and restrictions\nof the permit."
    },
    {
      "provision_ref": "sec376",
      "section": "376",
      "title": "Section 376",
      "content": "376. The quantity of fresh air circulated through each underground\nworking place shall be at least 6 cubic metres (211.89 cubic feet) per\nminute for each person, provided that where this quantity of air is           .\nnot provided naturally or where this quantity is insufficient to prevent\nharmful accumulations of dust, fumes, vapours, or gases, enough\nadditional fresh air shall be provided by mechanical means."
    },
    {
      "provision_ref": "sec377",
      "section": "377",
      "title": "Section 377",
      "content": "377. Where in underground workings it is not practicable to provide\nsufficient illumination in all areas, individual cap lamps shall be worn:\n  Provided that standby lighting shall be on hand where individual cap\nlamps are not used."
    },
    {
      "provision_ref": "sec378",
      "section": "378",
      "title": "Section 378",
      "content": "378. At every shaft in which injured persons are raised or lowered\nand where the cage is not large enough to permit a stretcher being\nlaid flat, and at every shaft where persons are raised or lowered\notherwise than in a cage, there shall be provided and used a suitable\njacket or attachment to minimize discomfort and prevent aggravation\nof an injury.\n               [Tbp .inclusion of this page is authorized by L.N. 711 19791\nTHE MINING (SAFETY AND HEALTH) REGULATIONS, 1977\n                           FIRST SCHEDULE                    (Regulation 357 (a) )\n                     OF FIRSTAID BOX (Minimum)\n              EQUIPMENT\n       12 packets absorbent gauze (sterilized)\n       12 packets cotton wool (sterilized)\n        6 muslin bandages 5.08x457.2 cm. (2\"xS yards)\n        6 muslin bandages 2.54x457.2 cm. (l\"x5 yards)\n        2 triangular bandages (the longest side at least 130 cm)\n           (51 inches) and the other sides at least 91.44 an. (36 inches).\n        1 spool adhesive tape 2.54x457.2 cm. (l\"x5 yards)\n        1 box or card safety pins\n        1 pair scissors\n        1 pair dressing forceps\n        1 bottle 170cc.16 oz. Aromatic spirit of ammonia\n        1 bottle 110cc./ 4 oz. antiseptic\n        1 bottle 227cc. / 8 oz. iodine (tincture)\n        1 bottle eye lotion\n         1 bottle rubbing aloorhol\n            baking soda\n            pain-relieving tablets\n                          SECOND SCHEDULE                     (Regulation 357 (n )\n(a) A stretcher and a table of convenient height (about 75 cm.12.5 feet),\n      large enough to stand the stretcher on;\n(6) a bench or chairs;\n(c) a glazed sink with cold water and hot water readily available.\n(d) soap, towels and a mil-bmsh;\n(e) a supply of suitable sterilized dressings, bandages and adhesive plaster;\n(f) a supply of picric acid (1 percent aqueous solution) a supply of smelling\n      aalts and a supply of tincture of iodine (2 percent alcoholic solution)\n      or other antiseptic approved by the Commissioner;\n(g) a supply of mbbing alcohol, sodium bicarbonate and milk of magnesia\n      or other approved antacid;\n(h) a supply of pain-relieving tablets:\n(i) blankets and hot-water bottles;\n(j) sets of splints (137 cm., 91. cm. and 30 crn.14. feet, 3 feet and 1 foot)\n      with the necemry triangular bandages for applying them, together with a\n      supply of splint padding;\n(k) a supply- of drinking water and coffee or other stimulant, and drinking\n      vessels;\n( I ) tourniquets, scissors, absorbent gauze and safetypins;\n(m) ointments and dressings for the trtatrnent of burns;\n(n) a supply of eye lotion;\n(0) a flashlight or other standby lighting.\n            Vhe inclusion of this page u authorized by L.N. 71119791\n     THE MlNlNG (SAFETY AND HEALTH) REGULATIONS. 1977\n                                  THIRD SCHEDULE                        (Regulation 337)\n                               -HOLD             LMlT VALUES\n                                        for\n                                                 .\n                       Dust. Fumes. Mists Gases and Vapours\n                       (Average concentrations per 8-hour day)\n    Acetaldehyde          ...          ...             ...\n     Acetic Aoid           ...   ...        ...\n    Acetic Anhydride ...          ...                  ...\n    Amlein ...              ...         ...            ...\n     Ammonia\n     .\n     ...\n       ...                ...    ...        ...\n     Aniline (skin)       ...    ...        ...\n\"C\" Benzene (Skin)\n\"C\" Butylamine (Skin)\n                           ...\n                           ...    ...\n                                        ...  ...\n                                            ...\n     Calc~um Oxide         ...    ...       ...\n     Carbon Black\n     Carbon Dioxide\n                          ...\n                           ...   ...\n                                        ...           ......\n     Carbon Monoxide        ...    ...                  ...\n     Carbon Tetrachloride (Skin) ...         ...\n\"C\" Chlorine                       ...                 ...\n     Chromic Acid and %romates (AsCrm)                 ...\n     Copper Dusts          ...     ...                 ...\n     Cotton Dud (Raw) ...\n     Cyanide (A!%CN) w i n )      ...\n                                        ...            ...\n                                                       ...\n     DDT (Skln)\n     ~ichlorodifluorometlke (and 'ather f n d k )\n     Dieldrin (Skin)       ....         ...\n\"C\" Ethyl mercaptan        ...          ...\n     Fluorine\n\"CFormaldehyde\n                           ...\n                           ...\n                                        ...\n                                        ...\n     Hydrogen bromide ...          ...\n'%\" Hydrogen Chloride              ...\n     Hydrogen       nide (Skin)         ...\n     Hydrogen z o r i d e   ...         ...\n     Hydrogen ptroxide      ...         ...\n     Hydrogen sulphide      ...         ...\n\"C*' Iodine  ...           ...     ...\n    Lead                                ...\n    ~iquefied\"hetroleum\"'~as            ...\n    Malathion (Skin)        ...          ...\n    Mercury (Skin)          ...     ...\n    Nitric Acid          ...            ...\n\"C\" Nitrogen Dioxide                     ...\n\"C\" Nitroglycerine ( ~ k & j '          ...\n    Oil Mist (mineral)\n    Oxalic 4cid          ...\n                            ...\n                                    ...\n                                         ...\n    Ozone    ...\n    Phosphoric Acid\n                           ...          ......\n    phomhorus (ye110Wj'                 ...\n    PicriE Acid (Skin)\n    Silver. metal and s ~ h b l ea\n\"C\" Sodium Hydroxide\n                                 &&\n                                        ...\n                                                 .\n    Sulphur Dioxide        ...          ...\n    Sulphuric Acid                      ...\n    Tetraethyl Lead (as ~ b (Skin)\n                               )   ...\n    Uranium (Soluble compounds)\n                (Insuluble compounds\nNOTES:\n         .\n        1 ppm refers to parts of vapour or gas per million parts of contaminated\n           air by volume   .\n         .\n       2 rng/Ma refers to approximate millixtamq of particdata per cubic metre\n          of air   .\n                                                                 .\n                   [The Inclusion of thh page ir authorlaed by LL;N71119791\n      THE MINING (SAFETY AND HEALTH) REGULATIONS. 1977\n                              THIRD SCHEDULE, contd.\n                            THRESHOLD  LIMIT VALUES,contd.\n                          Respirable Dusts Evaluated by Count\nSUBSTANCE                                                              m.p.p.c.m.\n  Silica, Sios\n    Crystalline\n       Quartz: TLV in million parts per cubic metre\n               .......................................................      1,059\n                                                                          %Sioa+ 10\n       Cristobalite ............................................... Use one half the d u e\n                                                                          calculated for quartz.\n        Tremolite.. ...................................................         177\n  Silica\n       Amorphous, including daitomaceous earth.. .....                          706\n  Silicates (less than 1% crystalline silica)\n       Asbestos.. ....................................................          177\n        Mica.. .........................................................        706\n        Soapstone.. ..................................................          706\n        Talc. ...........................................................       706\n       Portland Cement...........................................             1,765\n    Graphite (Natural)...........................................               530\n    Inert or Nuisance Participate ...........................                 1,765\n               (or 15 mg/MS whichever is the smaller)\n       Conversion factor\n          m.p.p.c.m. divided by 35.3=million particles per cubic foot.\n                                PERMISSIBLE        NOISE EXPOSURES\n         Duration per day:                                                 sound level\n         hours d exposure                                             dBA (Slow response)\n                    8                                       90\n                    6                                       92\n                    5                                       93\n               4                                            95\n                3                                           97\n                2                                          100\n                                                           102\n                    1''                                    10s\n                                                           110\n                   or less                                 115\nNOTE: When the dail exposure is composed of two or more periods d noise\n      exposure, at ckerent levels. their combined effect shall be comidered\n      rather than the individual effect 01 each\n      If the sum C1 +a+\n                        - - ............Cn exceeds u ~ t '\n                                              -\n                     TI n              Tn\n         then the mixed exposure shall be ansidered to ex&      th ormisslbb\n         exposure. Cn indicates the total time of exposure at a sgscilfied Doise\n         level, and Tn indicates the total t h e of axpos~r4 lp&rmtted at that\n         level. Interpolation between tabulated values may ha dcWmined by tbo\n         following formula :\n                    log T=6.322=0.W SL\n         where T is the time in homs and SL is the sound level in dBA.\n                    p b e inclusion eP this page ir autborid by L,N. 71/19791\n      THE MINING (SAFETY AND HEALTH) REGULATlON$                                            Im\n                           FOURTH SCHEnULE                            (Regulations 282, 288, 298)\n               REPORTON EXAMINATION              AND TEST OF S            ~ BOILF~\n                                                                                M"
    },
    {
      "provision_ref": "sec550",
      "section": "550",
      "title": "Section 550",
      "content": "550-2.000 litres          3 metres             3 metres              1 metre\n (121-439.99 gal.)         (9.84 feet)          (9.84 feet)           (3.28 feet)"
    },
    {
      "provision_ref": "sec601",
      "section": "601",
      "title": "Section 601",
      "content": "601-900           2,001-3.000                   5                     4.3\n  901 or more       3.001 or more                 4                     3.6\n              me includon of thls page is authorized by L.N. 71119791\n    THE MlNING (SAFETY A N D HEALTH) REGULATIONS, 1977"
    }
  ],
  "definitions": [
    {
      "term": "acceptable",
      "definition": "acceptable to the Commissimer of Mines",
      "source_provision": "sec2"
    },
    {
      "term": "approved",
      "definition": "tested and accepted for a specific purpose by",
      "source_provision": "sec2"
    },
    {
      "term": "authorized person",
      "definition": "a person approved or assigned by",
      "source_provision": "sec2"
    },
    {
      "term": "barricaded",
      "definition": "obstructed to prevent the passage of persons",
      "source_provision": "sec2"
    },
    {
      "term": "berm",
      "definition": "a pile or mound of materiel capable of restraining",
      "source_provision": "sec2"
    },
    {
      "term": "blasting agent",
      "definition": "any material consisting of a mixture of a",
      "source_provision": "sec2"
    },
    {
      "term": "blasting area",
      "definition": "the area near blasting operations in which",
      "source_provision": "sec2"
    },
    {
      "term": "blasting cap",
      "definition": "a detonator containing a charge of detonating",
      "source_provision": "sec2"
    },
    {
      "term": "blasting circuit",
      "definition": "electric circuits used to fire electric deton-",
      "source_provision": "sec2"
    },
    {
      "term": "blasting switch",
      "definition": "a switch used t",
      "source_provision": "sec2"
    },
    {
      "term": "boiler",
      "definition": "any closed fired vessel in whioh for any purpose",
      "source_provision": "sec2"
    },
    {
      "term": "booster",
      "definition": "a package or cartridge of explosives which is",
      "source_provision": "sec2"
    },
    {
      "term": "capped fuse",
      "definition": "a length of safety fuse to which a detonator",
      "source_provision": "sec2"
    },
    {
      "term": "chain, rope and lifting tackle",
      "definition": "such gear used for the",
      "source_provision": "sec2"
    },
    {
      "term": "combustible",
      "definition": "capable of being ignited and consumed by",
      "source_provision": "sec2"
    },
    {
      "term": "company official",
      "definition": "a member of the company's supervisory",
      "source_provision": "sec2"
    },
    {
      "term": "competent person",
      "definition": "a person having skill and experience",
      "source_provision": "sec2"
    },
    {
      "term": "cone of protection",
      "definition": "a 45\" cone ,centred about a lightrhg",
      "source_provision": "sec2"
    },
    {
      "term": "detonating fuse",
      "definition": "a flexible cord",
      "source_provision": "sec2"
    },
    {
      "term": "detonator",
      "definition": "a device containing a small detonating charge",
      "source_provision": "sec2"
    },
    {
      "term": "distribution box",
      "definition": "an apparatus with an electric enclosure",
      "source_provision": "sec2"
    },
    {
      "term": "electric blasting cap",
      "definition": "a blasting cap designed for and",
      "source_provision": "sec2"
    },
    {
      "term": "employee",
      "definition": "a person who works for wages or salary in",
      "source_provision": "sec2"
    },
    {
      "term": "employer",
      "definition": "a person or organization including contractors",
      "source_provision": "sec2"
    },
    {
      "term": "explosives",
      "definition": "any chemical compound, mixture, or device,",
      "source_provision": "sec2"
    },
    {
      "term": "flash point",
      "definition": "the minimum temperature at which sufficient",
      "source_provision": "sec2"
    },
    {
      "term": "free fall",
      "definition": "the vertical distance from the unguarded edge",
      "source_provision": "sec2"
    },
    {
      "term": "inflammable",
      "definition": "capable of being easily ignited and of burn-",
      "source_provision": "sec2"
    },
    {
      "term": "lay",
      "definition": "the distance parallel to the axis of the rope in which",
      "source_provision": "sec2"
    },
    {
      "term": "lifting machine",
      "definition": "a crane, crab, winch, teagle, gin wheel,",
      "source_provision": "sec2"
    },
    {
      "term": "lifting tackle",
      "definition": "chain slings, rope slings, rings, hooks,",
      "source_provision": "sec2"
    },
    {
      "term": "major electrical installatipn",
      "definition": "an assemblage of stationary",
      "source_provision": "sec2"
    },
    {
      "term": "man trip",
      "definition": "a trip on which men are transported to and",
      "source_provision": "sec2"
    },
    {
      "term": "misfire",
      "definition": "the complete or partial failure of a blasting charge",
      "source_provision": "sec2"
    },
    {
      "term": "operating zone",
      "definition": "the total area traversed or likely to be",
      "source_provision": "sec2"
    },
    {
      "term": "prime mover",
      "definition": "every engine, motor or other appliance",
      "source_provision": "sec2"
    },
    {
      "term": "primer",
      "definition": "a package or cartridge of explosives which is",
      "source_provision": "sec2"
    },
    {
      "term": "reverse-current protection",
      "definition": "a method or device used on",
      "source_provision": "sec2"
    },
    {
      "term": "roll protection",
      "definition": "a framework, safety canopy or similar",
      "source_provision": "sec2"
    },
    {
      "term": "safety can",
      "definition": "an approved container, of not over 5 gallons",
      "source_provision": "sec2"
    },
    {
      "term": "safety fuse",
      "definition": "a train of powder enclased in wtton, jute",
      "source_provision": "sec2"
    },
    {
      "term": "safety switch",
      "definition": "a sectionalizing switch that also provides",
      "source_provision": "sec2"
    },
    {
      "term": "scaling",
      "definition": "removal of insecure material from a face or",
      "source_provision": "sec2"
    },
    {
      "term": "secondary safety connection",
      "definition": "a second connection between",
      "source_provision": "sec2"
    },
    {
      "term": "shaft",
      "definition": "a vertical or inclined shaft, a winze, underground",
      "source_provision": "sec2"
    },
    {
      "term": "static load safety factor",
      "definition": "a safety factor obtained when",
      "source_provision": "sec2"
    },
    {
      "term": "steam container",
      "definition": "any vessel (other than a steam pipe or",
      "source_provision": "sec2"
    },
    {
      "term": "steam receiver",
      "definition": "any vessel or apparatus (other than a",
      "source_provision": "sec2"
    },
    {
      "term": "stray current",
      "definition": "that portion of a total electric current that",
      "source_provision": "sec2"
    },
    {
      "term": "substantial construction",
      "definition": "construction of such strength,",
      "source_provision": "sec2"
    },
    {
      "term": "suitable",
      "definition": "that which fits, and has the qualities or qualifica-",
      "source_provision": "sec2"
    },
    {
      "term": "transmission machinery",
      "definition": "every shaft, wheel, drum, pulley",
      "source_provision": "sec2"
    },
    {
      "term": "travelway",
      "definition": "a passage, walk or way regularly used and",
      "source_provision": "sec2"
    },
    {
      "term": "trip light",
      "definition": "a light displayed on the opposite end of a",
      "source_provision": "sec2"
    },
    {
      "term": "vacuum vessel",
      "definition": "a closed pressure vessel operated at a",
      "source_provision": "sec2"
    },
    {
      "term": "mine gate value",
      "definition": "the value of indus-",
      "source_provision": "sec4"
    },
    {
      "term": "quarterly period",
      "definition": "a period of three consecutive months",
      "source_provision": "sec40"
    },
    {
      "term": "pit",
      "definition": "a hole or cavity in the ground made by the open cut",
      "source_provision": "sec55"
    }
  ]
}