{
  "id": "jm-subs-the-mortgage-insurance-act",
  "type": "statute",
  "title": "The Mortgage Insurance Act",
  "title_en": "The Mortgage Insurance Act",
  "short_name": "Mortgage Insurance Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-mortgage-insurance-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-mortgage-insurance-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the Mortgage Insurance Regula-              ,, 28iR 1\ntions, 1960.                                                                       26BR008"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. For the purposes of section 13 of the Act, the aggregate amount of\nall loans in respect of which insurance policies have been issued under\nthe Act shall not exceed the sum of two thousand five hundred million\ndollars.\n             [The h c h n b of thin pago b awbahd by L.N. 21RO12]\n                             MORTGAGE INSURANCE\n                  THE MORTGAGE INSURANCE ACT\n                                 REGULATIONS\n                               (under section 18)\n             THEMORTGAGE\n                      INSURANCEREGULATIONS,\n                                         1960\n                                                                       *\\\n            (Made by the Minister on the 6th day of July, 1960)                 L.N. 163160\n                                                                                Arrlr:\n                                                                                L.N. IW/64\n                                                                                      230167\n                                                                                       116169\n                                                                                       203169\n                                                                                        44i70\n                                                                                       32970\n                                                                                     98Cn3\n                                                                                        33n4\n                                                                                      200175\n                                                                                      2771l6"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. An application for an approved loan shall be made to an approved\nlender in a form specified by the Bank and shall be accompanied by a loan\ninvestigation fee in the amount of two thousand five hundred dollars.\n    Provided that where-\n       (a) the borrower of a loan insured by the Bank (in this paragraph\n           referred to as \"the original loan\") proposes to transfer to a pur-\n           chaser his interest in mortgaged property securing the loan sub-\n           ject to the mortgage existing thereon; and\n             me iaclusioo of this page is autborLed by L.N. 21t20123\n                    THE MORTGAGE INSURANCE REGULATIONS, I960\n          (b) in consequence thereof application is made to the Bank by the\n              purchaser and the approved lender to insure a loan to the purchaser\n              on the security of the said mortgaged property on terms which\n              include the release of the aforesaid borrower from his personal\n              covenant to repay the original loan,\n    then in such case the loan investigation fee shall be one thousand five\n    hundred dollars."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1 ) An approved lender who is prepared to make an approved loan\n    to a borrower shall submit to the Bank the application from the borrower\n                                                                                    a   .-\n    and a request for undertaking to insure together with the loan investigation\n    fee and four copies of the working drawings, specifications and site plans.\n            (2) Where an approved lender applies to the Bank for an under-\n    taking to insure loans to be .made in relation to houses under a housing\n    scheme, the approved lender shall submit with the application such working\n    drawings, site plans and other information in relation to such housing\n    scheme as the Bank may require.\n             (3) In this regulation \"housing scheme\" means a scheme for the\n    laying out or subdivision of land and for the construction of houses\n    thereon.\n                                         -1"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . 4 1 ) Except in any case where the Bank has given its approval of a\n    higher ratio, the gross debt service ratio shall not exceed 33%% of the\n                                                                                    .\\\n    gross annual income of the borrower and it shall be the duty of an\n'   approved lender so to arrange.                       -.\n            (2) The rate of interest payable by a borrower in respect of a loan\n    to be insured (whether or not the loan to be insured pertains to that part\n    only of a .loan which exceeds 66% per centum of the appraised value) shall\n    not exceed 25% per annum.                                      .  ."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6 . 4 1 ) Upon receipt of an application for an approved loan, the Bank\n    shall-\n           (a) determine whether the property upon which the proposed house\n               is to be constructed is suitable for housing purposes;'\n           (b) verify that construction of the house has not commenced; or if\n               construction of the house has commenced or has been completed\n               that-\n                   me inclusion of this page is authorized by L.N. 21R012)\n               THE MORTGAGE INSURANCE REGULATIONS, 1960\n               (i) a loan made in respect thereof may be insured in accor-\n                   dance with section 12 of the Act;\n               (ii) the house is being built or has been built according to\n                    standards of construction acceptable to the Bank, or\n              (iii) the house is one in respect of which the Bank has pre-\n                     viously issued a mortgage insurance policy;\n       (c) satisfy itself that working plans and specifications comply, or\n           after amendments and alterations as noted thereon will comply,\n           with standards of construction acceptable to the Bank;\n       (4 determine the appraised value of the house when completed.\n         (2) In respect of any or all matters specified in paragraph (I), the\nBank may refer the copies of the working drawings, specifications and\nsite plans to the inspector and accept his certificate in relation to such mat-\nters without M h e r investigation."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7 . 4 1 ) If the Bank approves the application, with or without amend-\nment, it shall issue an undertaking to insure, advising the approved lender of\nthe terms and conditions under which it will insure a loan.\n        (2) If an application is approved by the Bank with amendment\nand subsequently the applicant withdraws the application within 30 days after\nthe date of the undertaking to insure, the loan investigation fee shall be\nrefunded by the Bank to the approved lender and by the approved lender to\nthe applicant.\n         (3) If the Bank refuses to approve the application the loan invest-\nigation fee shall be refunded by the Bank to the approved lender and by the\napproved lender to the applicant."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Where an application has been refused or withdrawn under regulation\n7 the Bank shall return to the approved lender all copies of the working\ndrawings, specifications and site plans."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Where pursuant to the issue of an undertaking by the Bank to insure,\nan approved lender has agreed to make a loan to a borrower, the approved\nlender shall forthwith forward to the Bank details of the loan in a form\nspecified by the Bank.\n               me inclusion of this page is authorized by L.N. 21R012)\n6                  THE MORTGAGE INSURANCE REGULATIONS. 1960\n        1 0 . 4 1 ) Where, as aforesaid, an approved lender has agreed to make a\n    loan in order that the borrower may erect a house, the Bank shall make\n    arrangements for inspections during construction of the house, to ensure that\n    the work of construction is carried out in reasonable conformity with the\n    working drawings, and specifications, and site plans and in accordance with\n    the standards of construction acceptable to the Bank, and in any event not\n    less frequently than-\n          (a) once at the time of laying the foundations;\n          (b) once at or about the time the roof is completed; and\n          (c) once at the completion of the house.\n            (2) It shall be the responsibility of the Bank to cany out or cause to\n    be canied out the inspections referred to in paragraph (I), but it shall not\n    be the responsibility of the Bank to provide architectural supervision during\n    the construction'of the house. Borrowers or purchasers shall be responsible\n    for making their own arrangements with the builder and shall not be entitled\n    to assume that their interest have been or are being looked after by the\n    Bank or the approved lender making the loan."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.4 1) Within ten days of an inspection under regulation 10 the inspec-\n    tor.shal1 forward to the borrower and approved lender a copy of the inspec-\n    tion report in a form specified by the Bank. If the inspection report lists any\n    adverse departures from the working drawing< specifications and site plans\n    or standards of construction, the loan shall not be insured until such depar-\n    tures Have been corrected to the satisfaction of the inspector or the approved\n    loan has been reduced by the Bank pursuant to regulation 12.\n            (2) In the case of the final inspection report showing completion of\n    construction to the satisfaction of the inspector, a copy shall also be sent to\n    the Bank."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. If any departure from the working drawings, specifications and site\n    plans or standards of construction is not corrected as required by the\n    inspector, he shall so advise the Bank and the Bank may advise the approved\n    lender that if the said departures are not corrected within a time specified\n    by the Bank-\n            (a) the undertaking to insure issued by the Bank in respect of the\n                loan will be withdrawn and cancelled and shall cease to have\n                any effect whatsoever and no portion of the loan investigation\n                fee shall be refundable to the approved lender or the borrower;\n                or\n                   [The incbion of this page is authorized by L.N. 2IROl2]\n                        THE MORTGAGE INSURANCE REGULATIONS, 1960\n               (b) the loan will only be insured in a specified reduced amount and\n                   the maximum loan under the Act shall be the amount of the loan\n                   as so reduced.\nI"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. The approved lender shall be responsible for the searching of title,\n        the obtaining of a surveyor's certificate or sketch, or a certificate under\n        regulation 14 showing or reciting the distance of the house fiom\n        the boundary lines and any apparent encroachments thereon, the making of\n        the loan and the taking of security therefor, and all things reasonably\n        necessary to protect the security, all in accordance with normal mortgage\n    0   practice."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. When it seems in the best interests of the borrower and the approved\n        lender, the Bank may, on the request of the approved lender, approve the\n        acceptance in lieu of a surveyor's certificate, of a similar certificate from\n        a civil engineer or other competent person who may be an employee of the\n        lender."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. If, prior to making an approved loan, an approved lender discovers\n        defects in title to the property to be mortgaged to secure the loan, it may\n        request the approval of the Bank of such defects. The Bank may give\n        approval to such defects, if it is satisfied that the defects will not .adveisely\n        affect the saleability of the title."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1) An approved lender may charge to the borrower-\n             (a) the loan investigation fee prescribed in regulation 3;\n              (b) [ Deleted by L.N. 26B/2008]\n              (c) [ Deleted by L.N. 26B/2008]\n              (d) the insurance fee prescribed in section 5 of the Act;\n              (e) the cost of obtaining a surveyor's certificate or a certificate under\n                   regulation 14;\n              V) solicitor's fees and disbursements-\n                         (i) for searching and settling the title to the property;\n                        (ii) for preparing and registering the mortgage and for neces-\n                             sary copies thereof;\n                      (iii) for preparing and registering any other security required\n                            by the Bank;\n              (g) such administrator's fee, payable to the collecting agent, as may be\n                   approved by the Minister;\n              (h) [ Deleted by L.N. 26B/2008]\n        and no other charge, fee or discount shall be chargeable to the borrower in\n        respect of an approved loan, save only such charges as may be permitted by\n        the mortgage.\n                        [The inclusion of this page is authorid by L.N. 21R012j\n8                   THE MORTGAGE INSURANCE REGULATlONS, 1960\n              (2) An approved loan shall be made at not less than par by the\n    approved lender to the borrower and the borrower shall not be subjected to a\n    charge in the nature of a discount or commission.\n             (3) The Bank shall not issue a policy of insurance if the borrower is\n    being charged by any person in respect of the loan a sum that, in the opinion\n    of the Bank, is in excess of a reasonable^ compensation for the services\n    rendered by such a person.\n              (4) Nothing in paragraph (1) shall be construed as permitting the\n    inclusion in the principal amount of a loan to be insured of any charge\n                                                                                     •-\n    other than the insurance fee specified in section 5 of the Act."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Without the written approval of the Bank an approved lender shall\n    not require a borrower to provide any security for an insured loan other\n    than a first mortgage pursuant to paragraph (d)of subsection (1) of section\n    4 of the Act.\n        l a . - ( ] ) The monthly instalment to be paid by a borrower shall be\n    sufficient-\n          (a) to amoqize the principal and interest of the approved loan in ac-\n               cordance with the terms and conditions of the undertaking to\n               insure; and\n          (b) to provide an amount equal to one-twelfth of the estimated annual\n              charges for fire, wind, earthquake and other insurance of property\n              required to protect the interest of the mortgagee in accordance with\n              normal mortgage practice.\n            (2) Where pursuant to subsection (3) of section 3 of the Act an ap-\n    proved loan is made in a lesser amount than that stated in the undertaking to\n    insure or where during the term of an insured loan a prepayment of principal\n    is accepted by an approved lender, the approved lender may agree with the\n    borrower to reduce the mount of monthly payments or any of them,\n    provided that such reduced            shall be sufficient to amortize the loan\n    over the amortization period established for the loan as approved."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. When the construction of a house has been fully completed to the\n    satisfaction of the inspector, or where a house has been built according to\n    standards of construction acceptable to the Bank, and the approved loan\n    in respect thereof .has been made, the approved lender may. forward to\n    the Bank a request for policy in a form specified by the Bank togetherwith a\n                    me inclusion of this page is authorized by L.N. 21RO12]\n                    THE MORTGAGE INSURANCE REGULATIONS, 1960\n    remittance in the amount of the insurance fee. On receipt of such request and\n    remittance the Bank shall issue to the lender an insurance policy pursuant to\n    section 3 of the Act."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Where during the term of an insured loan a prepayment of principal\n    is made by a borrower, the approved lender may waive the interest charges\n    payable in lieu of the notice provided in the mortgage securing the insured\n    loan.\n0       21. Except as provided in paragraph (2) of regulation 18 and in regula-\n    tion 20, the owner of an insured mortgage shall not alter the terms of repay-\n    ment without the approval of the Bank nor permit any derogation in the\n    rights of the mortgagee against the mortgaged premises by way of postpone-\n    ment, partial discharge or otherwise without the approval of the Bank."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. An approved lender shall not, without the approval of the Bank,\n    release any collateral security or personal covenant taken as fiuther security\n    to a loan which was insured subject to the taking of such fiuther security."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.-41) During the term of an insured loan an approved lender shall\n    cause the interests of the mortgagee to be protected by fire, wind, earthquake\n    and other insurance on the property in accordance with normal mortgage\n    practice. If, before the loan has been fully repaid, the mortgaged premises are\n    damaged to an extent exceeding three thousand dollars by fire or other cause\n    normally covered by insurance, the approved lender shall notify the Bank\n    immediately after knowledge of the damage, and any repair of such damage\n    shall be subject to inspection by the Bank and shall be completed to its\n    satisfaction.\n            (2) A claim by an approved lender under a policy of mortgage\n    insurance shall be reduced by an amount equal to the amount by which\n    the cost of repairing or replacing fire or other damage or loss to the mort-\n    gaged premises exceeds amounts paid under the insurance policy referred to\n    in paragraph (I), unless the damage or loss -shall have been repaired or\n    replaced prior to settlement of any claim under the mortgage insurance, and\n    any cost to the approved lender of effecting such repairs or replacements\n    shall not be approved by the Bank as a borrower's charge."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.--(I) Within fourteen days after the end of each month, an approved\n    lender shall deliver to the Bank a report in a form specified by the Bank,\n    listing all insured loans which are in arrears for at least ninety days and\n                  (The inclusion of this page is authorid by L.N. 21R0121\n10                    THE MORTGAGE INSURANCE REGULATIONS,I960\n     relating to mortgaged property in respect of which pursuant to section 7 of\n     the Act he is entitled to exercise the power to sell and stating the extent of the\n     arrears and the steps which are being taken to obtain payment.\n              (2) Within thirty days after the 3 1st day of December in each year,\n     an approved lender shall deliver to the Bank in a form specified by the\n     Bank a statement in respect of insured loans administered by the approved\n     lender showing either-\n           ( a ) the aggregate amount outstanding as at the 3 1st day of December\n                 in that year; or\n            ( b ) where the financial year of the approved lender ended on any\n                  date between the 30th day of September and the 31st day of\n                  December in that year, the aggregate amount outstanding as at that\n                  date."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. In any case where the power of sale contained in a mortgage securing\n     an insured loan is exercised pursuant to subsection (2) of section 7 of the\n     Act and the property is sold at a price equal to or in excess of the reserve\n     price the approved lender shall forthwith-\n            ( a ) report the circumstances of the sale to the Bank; and\n            ( b ) advise the Bank that any and all claims which the approved lender\n                                                                                           I\n                  may have had under the said mortgage or under any policy of\n                  insurance issued in respect thereof have been fully paid and satis-\n                  fied; and\n            ( c ) advise the Bank of the disposition of any proceeds of the sale in\n                  excess of the resepe price."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. In the event of a sale of mortgaged property pursuant to paragraph\n     ( a ) of subsection (4) of section 7 of the Act the approved lender shall forth-\n     with submit a claim in a form specified by the Bank for the difference\n     between the sale price and the settlement value of the property and the\n     Bank shall, within thirty days from the receipt by it of such claim pay to\n     the holder of the loan the amount approved by it as payable under the policy\n     of mortgage loan insurance.                                                          a."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. In the event of a transfer to the Bank or its nominee, pursuant to para-\n      graph (b) or paragraph (4 of subsection (4) of section 7 of the Act, or in the\n      event of a sale to the Bank or its nominee, pursuant to paragraph (c) of sub-\n      section (4) of section 7 of the Act, the approved lender shall forthwith submit\n      in a form specified by the Bank a claim for the amount it considers to be\n      payable under the applicable paragraph and such claim shall be accompanied\n                 THE MORTGAGE INSURANCE REGULATIONS, 1960\nby an abstract of title and full particulars concerning the loan and the state of\nthe mortgaged property as are then in the possession of the approved lender,\nand if required by the Bank, a draft of the proposed conveyance or transfer to\nthe Bank or its nominee as the case may be."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Where an approved lender exercises the power of sale contained in\na mortgage securing an insured loan and sells the mortgaged property,\nwhether by public auction or private treaty, at a price less than the reserve\nprice without the consent of the Bank, the approved lender shall immediately\nadvise the Bank of the circumstances of the sale."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. In the event of a claim under regulation 27 the Bank may, at its own\nexpense, cause a search to be made of the title to the property, and shall,\nwithin thirty days fiom the receipt of a claim advise the approved lender\nwhether or not it has objection to the adequacy of title. The approval lender at\nits option and within thirty days of receipt of notice of any objection, or such\nlonger period as the Bank may approve, shall either satisfy the objection or\nwithdraw the claim."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. If a mortgage securing an insured loan provides that the mortgagor\nshall not lease or let the mortgaged property without the consent of the mort-\ngagee, such consent in the case of a lease or letting for a period longer than\none year shall not be given by the mortgagee without the prior approval of\nthe Bank."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. When the Bank has approved title to the property pursuant to regula-\ntion 29, the approved lender shall forthwith tender to the Bank a conveyance\nor transfer of the property and, subject to regulation 30, possession of the\nproperty, and the Bank shall within thirty days from the receipt by the Bank\nof such conveyance or transfer, pay to the approved lender the amount deter-\nmined by the Bank as payable under the policy of mortgage insurance."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. Borrowers' charges shall be deemed to be approved if disbursed by\nan approved lender in accordance with the terms of the mortgage to\nsafeguard the interests of the mortgagee and the Bank, for insurance\npremiums for fire and other perils insured against, for taxes and other rates or\ncharges levied against the property which have priority over the mortgage,\nfor any emergency expense and for such other purposes and in such amounts\nas may be approved in writing by the Bank."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. To ensure compliance with the Act and these Regulations, the\napproved lender shall permit the Bank, by its authorized representative,\ndiving business hours to inspect the books, records and accounts of an\napproved lender with respect to any loans made pursuant to the Act.\n               me inclusion of this page is authorized by L.N. 21R0121\n                 THE MORTGAGE INSURANCE REGULATIONS.1960"
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. The percentage of the appraised value specified in sub-paragraph (i)\nof paragraph (6) of subsection (1) of section 4 of the Act is ninety five per\ncentum."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. The percentage of the insurance fee specified in subsection (1) of\nsection 5 of the Act is seven per centum of the amount of the loan to be\ninsured where that part only of a loan which exceeds 66% per cenfum of\nthe appraised value is to be insured under the Act."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. The Bank may, in its absolute discretion, undertake to insure that\npart only of a loan which exceeds 66% per centum of the appraised value,\nand the following provisions shall have effect with respect to such insur-\nance\n       (a) the approved lender shall secure the total loan made including that\n           part of the loan which is insured, by a first mortgage on the house\n           or agricultural land, as the case may be, in a form acceptable to or\n           specified by the Bank in favour of the approved lender, and by\n           such further security, assignments, assurances and agreements as\n           may be required by the Bank;\n       (6) the part of the loan insured shall not exceed 25 per cenfum of\n           the appraised value, including the amount of the insurance fee\n           payable in respect of the loan, so, however, that the aggregate of\n           such percentage and the remainder of the total loan made shall not\n           exceed the aggregate of 95 per centum of the appraised value and\n           the insurance fee payable in respect of the loan; and\n   '\n       ( c ) the insurance policy shall cease to be in force and the Bank shall\n           be discharged from all its obligations in-respect of the insured loan\n           on the repayment by the borrower to the approved lender of a sum\n           equivalent to the amount of the part of the loan insured.\n                F c inclusion of this page is authorized by L.N. 21RO12J"
    }
  ],
  "definitions": [
    {
      "term": "housing scheme",
      "definition": "a scheme for the",
      "source_provision": "sec4"
    }
  ]
}