{
  "id": "jm-subs-the-municipal-service-commission-act",
  "type": "statute",
  "title": "The Municipal Service Commission Act",
  "title_en": "The Municipal Service Commission Act",
  "short_name": "Municipal Service Commission Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-municipal-service-commission-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-municipal-service-commission-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the Municipal Service Com-                iE/g\nmission (Disciplinary Proceedings) Regulations, 1956."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2 . 4 1 ) In these Regulations the expression \"principal Regulations\"\nmeans the *Municipal Service Commission Regulations.\n         (2) Any expression appearing in these Regulations which is de-\nfined in the principal Regulations shall have the meaning assigned to\nthat expression in the principal Regulations unless the context other-\nwise requires."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. If the Town Clerk of the Kingston and St. Andrew Corporation\nbecomes aware that a municipal officer in the employ of the Kingston\nand St. Andrew Corporation is incompetent or unfit to perform the\nduties of his office (otherwise than by reason of ill health) or has com-\nmitted any act or default which is of such a nature as to warrant his\ndismissal or the imposition of any penalty of a disciplinary nature\nupon such officer the Town Clerk shall forthwith report the matter\nto the Commission and inform the Mayor of the Council of the action\ntaken by him."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1) Upon the receipt of the report, the Commission, if they\nconsider that the circumstances warrant such action-\n      (a) shall cause to be prepared charges against such officer setting\n          out the matters by reason of or the respects in which the\n          officer appears to be unfit or incompetent to perform his\n          duties or the acts or defaults alleged to have been committed\n           by the officer which warrant his dismissal or the imposition\n          of any penalty of a disciplinary nature as the case may be; and\n*Second Schedule to Act.                                     d)\n                  me inclusion of tbia page ia authorized by L.N. 67119821\n  THE MUNICIPAL SERVICE COMMISSION (DISCIPLINARY PROCEED-\n                  INGS) REGULATIONS, I956\n     (b) shall by notice in writing require the officar, within such\n         period not being less than fourteen days from the date of\n         such notice as may be specified in such notice, to reply in\n         writing setting out any grounds upon which he relies to ex-\n         culpate himself from such charges; and\n     (c) may interdict such officer kom the exercise of his duties\n         until the determination of the proceedings against him and\n         shall thereupon notify the Council accordingly.\n      (2) Where an officer has been interdicted from duty pursuant to\nthe provisions of sub-paragraph (c) of paragraph (1). the Council may\nrequest the Commission to reconsider their decision, but-\n    (a) if the Commission adhere to their decision that decision shall\n         be final; or\n    (b) if the Commission reverse their decision, then the officer shall\n         be entitled to receive the portion of his salary withheld\n         during the period of his interdiction.\n       ( 2 ~ Where\n             )     there have been or are about to be instituted criminal\nproceedings again& any officer, the commissioner on receipt of a report\nfrom the Town Clerk, may, if the Commission consider that the\ncircumstances warrant the interdiotivn of such officer, interdict such\nofficer pending the conclusion of the proceedings of the criminal court.\n        (3) During the period that such officer is intardicted pursuant\n to the provisions of sub-paragraph (c) of paragraph (1) or paragraph ( 2 ~ )\nhe shall be entitled to receive not 'less than one-half of the emoluments of\nthe office which he was entitled to receive immediately prior to the date\nof his interdiction, so, however, that if at the determination of the pro-\nceedings against the officar pursuant to these Regulations the officer is\nnot dismissed or otherwise punished he shall be entitled to be paid\nthe difference between the emoluments which he would have received\nif he had not been interdicted pursuant to the provisivns of this regu-\nlation and any emoluments which he has in fact received in respect\nof the period of his interdiction.\n       (4) If any municipal officer having been required in accordance\nwith the provisions of sub-paragraph (b) of paragraph (1) to reply to\nany charges fails without reasonable excuse to reply within the period\nspecified in the notice referred to or any extension thereof which may be\ngranted by the Commission, the Commission shall in the absence of\n               [The inclusion of this page M authorized by L.N. 671 19821\n THE MUNICIPAL SERVICE COMMISSION (DISCIPLINARY PROCEED-\n                 INGS) REGULATIONS, 1956\nsuch reply and after any further enquiry that the Commission may\nthink necessary, make such recomnlendations to the Council regarding\nthe disciplinary action, if any, to be taken against such officer as the\nCommission think fit."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Where any municipal officer having been required by notice under\nsub-paragraph (b) of paragraph (1) of regulation 4 to reply to charges\nso replies within the period specified in such notice or extension thereof\nas may be granted by the Commission, the Commission shall consider\nsuch reply and-\n     (a) if they are satisfied that such reply exculpates the officer,\n            shall notify the officar and the Council acccrdingly; or\n     ( b ) if they are not so satisfied, they shall so notify the officer and\n           the Council and proceed to hold an inquiry into the charges\n            against the officer."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) Pursuant to the provisions of paragraph (b) of regulation 5\nthe Commission shall appoint a day, time and place for the holding\nof the inquiry into the charges against the officer and shall give not\nless than fourteen days' notice in writing to him and to the Council\nof the day, time and place so appointed.\n       (2) At any time between the date of the notice referred to in\nsub-paragraph (1) and the conclusion of the hearing of the evidence\ngiven at an inquiry under these Regulations the chairman of the\nCommission may adjourn such inquiry to such day, time and place\nother than that appointed in such notice, so, however, that if the\nchairman adjourns the hearing of any inquiry at any time other than the\ntime when the hearing of the evidence before such inquiry is in pro-\ngress he shall give reasonable notice in writing to the Council and to\nthe officer, of the day, time and place to which such inquiry is adjourned."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Upon the day and at the time and place appointed under regula-\ntion 6 for .the holding of any inquiry into charges the Commission shall\nexamine such witnesses and inspect such documents as they consider\nrelevant to establish the charges and shall afford to the officer the\nopportunity of giving evidence and of calling witnesses and tendering\nany documents on which he relies in refutation of the charges and of\ncross-examining a n y witnesses called and inspecting any documents\ntendered before the Commission in support of the charges:\n                m e inclusion of this page is authorized by L.N. 67/19821\n THE MUNICIPAL SERVICE COMMISSION (DISCIPLINARY PROCEED-\n                 INGS) REGULATIONS, 1956\n  Provided, however, that any such officer who so desires shall be\nentitled to have the services, at his own expense, of a legal or other\nrepresentative not being a Councillor of the Kingston and St. Andrew\nCorporation, who shall be accorded the same privileges in defending\nthe officar, as if such a representative were the officer charged:\n  Provided further that such officer may be given the opportunity\nbefore the inquiry, of examining and taking copies of any documents\nto be tendered before the Commission in support of the charges.\n  %-.(I) So soon as may be after the coiicluslon of the hearing of the\nevideuce at an inquiry the Commission shall make a report to the\nCouncil upon such inqbiry and in such report shall specify in relation\nto each of the charges against the officer whether or not the Com-\nmission find such charge to be established and shall accordingly-\n    (a) recommend the dismissal of swh officer or the imposition of\n          such lesser penalty than dismissal up011 him, as they may\n          think fit; or\n    ( b ) recommend that the oificer be informed that the proceedings\n          have terminated in his favour.\n       (2) Where pursuant to the provisions of the principal Regula-\ntions and of these Regulations it has been decided to dismiss an\nofficer, the Council shall notify the oRcer in writing that he has been\nsuspended from his office without pay from the date of the notice and\nthat if he fails within fourteen days of the date of the notice to give\nnotice of his intention to appeal against the decision his dismissal\nwill have effect from the date of his suspension.\n      (3) If within the time specified in paragraph (2) the officer gives\nnotice of his intention to appeal from the decision to dismiss him he\nshall within twenty-eight days of the date of such notice submit the\ngrounds of his appeal to the Council for transmission to the Privy\nCouncil and the office held by him shall not be declared vacant unless\nthe Privy Council rejects the appeal and so advises the Governor-\nGeneral who shall then act in accordance with that advice. If the Privy\nCouncil allows the appeal the officer shall be reinstated in his office\non full salary as from the date of his interdiction or suspension as\nthe case (requires.\n      (4) If within the time specified in paragraph (3) the officer fails\nto submit the grounds of his appeal to the Council for transmission to\nthe Privy Council he shall be deemed to have abandoned the appeal:\nTHE MUNICIPAL SERVICE COMMISSION (DISCIPLINARY PROCEED-\n                INGS) REGULATIONS, 1956\n   Provided, however, that the Privy Council may, where it considers\nit expedient to do so, hear the appeal notwithstanding that the grounds\nof appeal were not submitted within the tim: specified in paraga-aph (3)."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. If a municipal officer is convicted on a criminal charge, the Com-\nmission may consider the proceedings of the criminal court on such\nchmge, and if they are of the opinion that such officer should be dismissed\nor subjected to some lesser penalty on account of the offence for which\nhe has been convicted, the Commission may thereupon recommend to\nthe Council the dismissal of such officer or the imposition upon him\nof such lesser penalty than dismissal as they may think fit, without any\nof the proceedings prescribed in regulations 4 to 7 and paragraph (1)\nof regulation 8 being taken."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Notwithstanding anything in these Regulations no municipal\nofficer shall be dismissed or reprimanded or subjected to any disciplinary\npunishment in respect of any charge which the Commission shall have\nheld not to be established."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(I) Where a member of the Council becomes aware that the\nTown Clerk is incompetent or unfit to perform the duties of his office\n(otherwise than by reason of ill health) or has committed any act or\ndefault which is of such a nature as to warrant his dismissal or the\nimposition of any penalty of a disciplinary nature upon him, it shall\nbe lawful for such member to move a formal motion at any meeting\nof the Council that disciplinary action shall be taken against the Town\nClerk in accordance with these Regulations.\n        (2) Where pursuant to the provisions of paragraph (1) a\nresolution has been passed by the Council that disciplinary action\nshall be taken against the Town Clmk, the Mayor shall forthwith\nreport the full circumstances of the case to the Commission for the\nrecommendations of the Commission.\n       (3) Upon the receipt of such report any disciplinary action\ncontemplated shall proceed in accordance with these Regulations in\nlike manner as if a report had been made undm regulation 3.\n               [The inclusion of this ,page is authorized by L.N. 67119821"
    }
  ],
  "definitions": [
    {
      "term": "principal Regulations",
      "definition": "the *Municipal Service Commission Regulations",
      "source_provision": "sec2"
    }
  ]
}