{
  "id": "jm-subs-the-national-health-services-act",
  "type": "statute",
  "title": "The National Health Services Act",
  "title_en": "The National Health Services Act",
  "short_name": "National Health Services Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-national-health-services-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-national-health-services-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Scheme may be cited as the National Health Services (Southern Ci'a'iOn\nRegional Health Authority) Management Scheme, 1997.\n                                                                                  Interpretation."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. The names of all members of the Board as first constituted and every change in the\n                 membership thereof shall be published in the Gazette.\nTemporary           3. The Minister may appoint any person to act temporarily in the place ofany member of the\napp~inlnient     Board appointed by him in the case of the absence or inability to act of such member.\nPeriod of           4.-(1)   An appointed member of the Board shall, subject to this Schedule, hold o f i c e for\nappoi~itnient.   such period, not exceeding three years, as may be stated in the instrument of appointment, but\n                 such member shall be eligible for reappointment.\n          THE NATIONAL HEALTH SERVICES (SOUTHERN REGIONAL HEALTH\n                    AUTHORITY) MANAGEMENTSCHEME, 1997\n          ( 2 )The Minister may, for reasonable cause, at any time revoke the appointment of any\nappointed member of the Board, and where any such member fails, without reasonable excuse, to\nanend three consecutive meetings of the ~ o a r dthe\n                                                  , Minister may revoke the appointment of that\nmember."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) Subject to paragraph (3), each Committee shall consist of fifteen Membersof\n                                                                           Committees.\nmembers.\n        (2) The members of each such Committee shall be-\n      ( a ) the Regional Director;\n      (b) the Chief Executive Officer of the hospital, who shall also be\n          Secretary to the Committee;\n      (c) the Regional Technical Director;\n      (4 the Senior Medical Oflicer of the hospital;\n      ( e ) the Matron of the hospital;\n      y) the Parish Manager;\n      (g) seven community members, resident in the region, selected by the\n          Minister from (but not limited to) the following areas of\n          endeavour-\n                            TSE NATIONAL HEALTH SERVICES (HOSPITAL MANAGEMENT\n                                       COMMITTEES) REGULATIONS, 1997\n                               (i) engineering;\n                               (ii) law;\n                              (iii) management or entrepreneurship;\n                              (iv) finance;\n                               (v) sociology; and\n                              (vi) the clergy;\n                                                                                                    (\n                      (h) a member of the Regional Health Authority, nominated by the\n                          Chairman of the Board of the Regional Health Authority;\n                      (i)    one representative of the employees of the hospital, to be\n                             nominated in the prescribed manner.\n                        (3) In any case where two hospitals are being managed jointly, the\n                 Senior Medical mcer and the Matron of each hospital shall be members of\n                 the Committee.\nhmep of             4. Subject to any general directions given by the Board of the Regional\nC~ttees\n                 Health Authority to the Committee, each Committee shall have responsibility\n                             setting the terms of all contracts between the regional hospital and\n                             others;\n                             advising the Regional Health Authority on all matters of public\n                             health in the hospital;\n                             monitoring the delivery of health services in the hospital;\n                             managing the expenditure of all funds earned by the hospital or\n                             forwarded by the Regional Health Authority for the use of that\n                             hospital; and\n                             such other matters as the Minister may from time to time, in\n                             writing, direct.\n~ h s l r mand\n            ~        5.-(1) The Minister shall appoint one of the members of the Committee\nvice-\nchpvman          to be Chairman thereof.\n                           (2) The members of the Committee may elect one of their number to\n                 be Vice-Chainnan thereof.\n                         (3) At any meeting, in the case of the absence or inability to\n                 act of the Chairman or Vice-chairman, the members of the Committee\n          THE NATIONAL HEXLTH SERVICES (HOSPITAL m A G E M E h ' T\n                     C O M M r n E s ) REGULATIONS, 1997\npresent and together constituting a quorum shall elect one of their number to\nact as Chairman for that meeting."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1)  There shall be a Board to be called the Southern Regional Health Establishment.\n                                                                            mnRiNtion\nAuthority Board of Management.                                              and functions\n                                                                                  o f the Board.\n        (2) The provisions of the Second Schedule shall have effect as to the\nconstitution and operations of the Board and otherwise in relation thereto.\n        (3) Subject to any directions from the Minister, the functions of the\nBoard shall be to plan, administer and control the services of the Authority so\nas to ensure that the best interests of the region, in the delivery of public\nhealth services, are served.\n                [The inclusion o f this page is authorized by L.N. 141F12010 1\n                     THE NATIONAL HEALTH SERVICES (SOUTHERN REGIONAL HEALTH\n                               AUTHORITV MANAGEMENTSCHEME, 1997\nPowers of\n!he Board.      5. Subject to the provisions of this Scheme and to any regulations made\n             under the Act, the Board shall have power to do all such things as are, in its\n             opinion, necessary for or conducive to the proper discharge of its functions\n             and in particular and without prejudice to the generality of the foregoing\n             provisions, shall have power-\n                   (a) to equip, furnish, maintain and manage public health facilities\n                        within the region to ensure efficient delivery of a high standard of\n                        public health services;\n                   ( 6 ) in accordance with any powers as may, from time to time, be\n                         delegated by the Public Service Commission, or otherwise in\n                         accordance with Law, to appoint persons to the staff of the public\n                         health facilities in the region, to remove and to exercise\n                         disciplinary control over such persons;\n                   (c) subject to any Code of Discipline estabIished under the Act, to\n                       make rules for the maintenance of good order and discipline\n                       amongst employees of such public health facilities;\n                   (6) to collect fees prescribed by or under any enactment for the time\n                        being applicable to such public health facilities;\n                   (e) to make recommendations to the Minister with regard to any\n                        matter directly or indirectly affecting such public health facilities\n                        or the development of the services offered thereir.;\n                        to appoint committees consisting wholly or partly of members of\n                        the Board and to specify the matters to be referred to each such\n                        committee;\n                   (g) within the limits of the approved budget, to exercise control over\n                       such expenditure as may be necessary or expedient for the due\n                       performance of any duty or the effective exercise of any power\n                       imposed or conferred upon the Board; and\n                   (h) to perform such other duties in relation to the management of the\n                         public health facilities in the region as the Minister may require\n                         the Board to perform.\n        THE NATION4L HEALTH SERVICES (SOUTHERN REGIONAL HEALTH                             5\n                 AUTHORITY) MANAGEMENT SCHEME, 1997"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1) The Minister shall appoint one of the members of the Com-\nChairman.      mittee to be Chairman thereof.\n                    ---\n                            (The incluvion of this page is authorized by L.N. 54/20001\n      THE NATIONAL HEALTH SERVICES (PARISH COMWTTEES)\n                     REGULATIONS, 1997\n      (2) The members of the Committee may eleclt one of their number\nto be Vice-chairman thereof.\n      (3) At any meeting, in the case of the absence or inability to\nact of the Chairman or Vice-chairman, the members of the Commibtee\npresent and together constituting a quorum shall elect one of their\nnumber to act as Chairman for that meeting."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.- (1) Subject to sub-paragraph (2), the Board may, for the purposes of Delegation\nthe due discharge of its functions, delegate any of those functions to the Of\"nc\"On\"\nChairman or any other member of the Board or to a committee appointed by\nthe Board or to any public officer serving in a public health facility in the\nregion.\n       (2) Any action taken pursuant to such delegation shall be notified to\nthe Board not later than the second meeting of the Board after the action is\ntaken.\n         (3) A delegation under this paragraph may be made in respect of\nany particular matter or class of matters, or generally, or may be made\nsubject to such terms and conditions as the Board thinks fit.\n         (4) A delegation under this paragraph-\n      (a) may at any time be revoked by the Board; and\n      (b) while in force, shall not prevent the discharge by the Board of any\n          function thereby delegated."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7 . A member of the Board who is directly or indirectly interested in a contract made or         Disclosure\nproposed to be made by the Board-                                                                    of intmsr.\n       (a) shall disclose the nature of his interest a! a meeting of the Board; and\n       ( b ) shall not take    in any deliberation or decision of the Board with respect to that\n              contract."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The funds of the Authority shall consist of-                              Funds of the\n                                                                                Authority.\n      (a) such moneys as may from time to time be placed at its disposal\n          by Parliament for the purposes of this Scheme;\n      (b)   special grants of funds as may be provided by Government for the\n            financing of the Authority's undertakings or projects;\n      (c)   all sums received by the Authority as charges or fees for public\n            health services rendered or the provision of any other service\n            whatsoever;\n                     THE NATIONAL HEALTH SERVICES (SOUTHERN REGIONAL HEALTH\n                               AUTHORITY) MANAGEMENTSCI-IEME, 1997\n                    (4 grants and donations from persons, including local, national and\n                         international bodies; and\n                    (e) such other moneys as may lawfully become payable to or vested\n                        in the Authority.\nENimates         9.-(1) The Board shall prepare in each year and shall submit to the\n             Minister in the prescribed form, on or before the prescribed date, estimates of\n             revenue and expenditure in respect of its functions for the period\n             commencing on the first day of April next following and ending on the thirty-\n             first day of March of the subsequent year (hereinafter called the \"financial\n             year\").\n                      (2) No expenditure of funds mentioned in paragraph 8 shall be\n             undertaken in any financial year unless provision therefor has been made\n             either in the estimates submitted under sub-paragraph (1) or in supplementary\n             estimates which have been submitted and approved in the prescribed manner.\n                      (3) Subject to such conditions as may be imposed by the Minister,\n             the Board may apply savings effected on one part of the estimates to any\n             shortfall in any other part of such estimates, so, however, that such transfer of\n             expenditure shall not in any case exceed the total expenditure authorized in\n             the estimates.\nAeeounts         10.-41) The Board shall keep proper accounts and records in relation to\nand audit.\n             its hnctions and shall prepare and submit to the Minister annually a\n             statement of accounts in a form satisfactory to the Minister.\n                     (2) The accounts and records shall be kept in such a manner as to\n             provide separate information in respect of each of the main activities of the\n             Board and to show as far as possible the financial and operational results of\n             each such activity.\n                     (3) The accounts of the Board shall be audited by a firm of auditors\n             approved by the Auditor-General.\n                      (4) The Auditor-General, the Accounting Officer for the Ministry\n             and officers authorized by the Minister shall have access to all the accounts\n             and records of the Board and to all such information as is necessary for the\n             purposes of the audit.\n                              [meinclusion of this page is authorized by L.N. 141FC?OIO ]\n  THE NATIONAL HEALTH SERVICES (SOUTHERN REGIONAL HEALTH AUTHORITY)\n                       MANAGEMENT SCHEME, 1997"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9 . 4 1 ) No action, suit, prosecution or other proceedings shall be brought or instituted\npersonally against any member of the Board in respect of any act done bomjide in pursuance or\nexecution or intended execution of the Board's hnctions.\n                   [The inclusion of this page is authorizd by L.N. 141~/2010]\n                        THE NATIONAL HEALTH SERVICES (SOUTHERN REGIONAL HEALTH\n                                  AUTHORITY) MANAGEMENTSCHEME, 1997\n                        (2) Where any member of thz Board is exempt from liability by reason only of the\n               provisions of this paragraph the Board shall be liable to the extent that it would be if the said\n               member were a servant or agent of the Board.\nService o f         10. Any summons, notice, or any other document required or authorized to be served upon\ndocument       the Eoard under the provisions of any enactment may, unless in any case there is express\n               provision to the contrary, be served by delivering the same to the Chairman or the secretary of\n               the Board, or by sending it by registered post addressed to the secretary of the Board at the\n               principal office of the Board.\nRemuneration\n                   1 I. There shall be paid from the funds of the Board to the Chairman and other members of\no f members    the Board such remuneration, whether by way of honorarium, salary or fees, and such\n               allowances as the Minister may determine.\n                                   fThe inclusion of this page is authorized by L.N. 141~/2010]\n                          NATIONAL HEALTH SERVCES\n             THE NATIONAL HEALTH SERVICES ACT\n                                  REGULATIONS\n                                (under section 13 )\n         (Made by the Minister on the 12th day of December, 1997)              G.N.319197\n                                                                               L.N. 109AO002"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. A member of the Committee who is directly or indirectly interested ~ C I O S W O ~\nin a contract or other matter being settled or proposed to be settled by the \"I'\nCommittee under paragraph 4-\n       (a) shall disclose the nature of his interest at a meeting of the\n           Committee; and\n       (b) shall not take part in any deliberation or decision of the\n           Committee with respect to that contract or matter.\n                  [The inclusion of this p a p is authorized by L.N. 135/2003 ]\n                         THE NATIONAL HEALTH SERVICES (HOSPITAL MANAGEMENT\n                                    COMMITTEES? REGULATIONS, 1997\n~ocemae~d         11.-41) The Committee shall meet at such times as may be necessary or\nm=tw           expedient for the transaction of business, and such meetings shall be held at\n               such places and times and on such days as the Committee may determine:\n                 Provided that during any financial year not less than six meetings of the\n               Committee shall be held.\n                       (2) Minutes of all meetings of the Committee shall be recorded.\n                       (3) The Chairman may at any time call a special meeting to be held       (\n               within seven days from the receipt of a written request for that purpose\n               addressed to him by any three members of the Committee.\n                       (4) The Chairman or, in the case of the absence or inability to act of\n               the Chairman, the Vice-Chairman or the person elected to act as Chairman in\n               accordance with the provisions of paragraph (2) of regulation 5 shall preside\n               at the meetings of the Committee and, when so presiding, the Chairman or\n               Vice-chairman or the person elected as aforesaid to act as Chairman shall\n               have an original and a casting vote.\n                       (5) The quorum of a Committee shall be-\n                     (a) ten members in the case of a Committee which consists of fifteen\n                         members;\n                     (b) eleven members in the case of a Committee which consists of\n                           seventeen members.\n                      (6) Subject to the provisions of these Regulations the Committee\n               may otherwise regulate its own proceedings.\n                       (7) The validity of any pmedings of the Committee shall not be\n               affected by any vacancy amongst the members thereof or by any defect in the\n               appointment of a member thereof.\nProtecbon of       12.-(1) No action, suit, prosecution or other proceedings shall be\nmembers of\nc m ~          brought or instituted personally against any member of the Committee in\n               respect of any act done bona fide in pursuance or execution or intended\n               execution of the Committee's functions.\n                        (2) Where any member of the Committee is exempt from liability by\n                reason only of the provisions of this regulation, the Regional Health\n                Authority shall be liable to the extent that it would be if the said member\n                were a servant or agent of that Regional Health Authority.\n                                 [The ~nclusionof this page is authorized by L.N.13512003 ]\n   THE NATIONAL HEALTH SERVICES (HOSPITAL MANAGEMENT                           15\n              COMMITTEES) REGULATNINS, 1997"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1)    The Board shall, within six months after the end of the financial Annual\n                                                                                  repon\nyear, cause to be made and transmitted to the Minister a report dealing generally\nwith the activities of the Board during the preceding financial year, and\ncontaining information concerning the policy and operational plans within which\nthe Board proposes to cany out its functions, and such other information as the\nMinister may require.\n       (2) Medical and other audits as determined by the Minister, shall be\nconducted periodically and the auditors shall have access to all relevant records\nheld by the Board and to all such information as may be necessary for the\npurposes of such audit.\n                   THE NATIONAL HEALTH SERVICES (SOUTHERN REGIONAL HEALTHAUTHORITY)\n                                       MANAGEMENTSCHEME, 1997\n                                                              FIRSTSCHEDULE                           (Paragraph 2)\n                                                            The Southern Region\n                         The Southern Region consists of the parishes of St. Elizabeth, Manchester and\n                 Clarendon.\n                                                             SECONDSCHEDULE                           (Paragraph 4)\n                                                     Constitution and Procedure of Board\nAppo~nlmenlof       1.-(1) The Board shall consist of not less than twelve nor more than fifteen members, as the\nMembers          Minister may from time to time appoint.\n                            (2) The members of the Board shall be-\n                      (a) the Regional Director, who shall also be the secretary of the Board;\n                      ( b ) the Senior Medical Officer of the Regional Hospital;\n                      (c)     the Chief Executive Officer of the Regional Hospital;\n                      (6) the Regional Technical Ofiicer;\n                      (e)     one nominee of the Permanent Secretary in the Ministry responsible for health;\n                      V)      not less than one nor more than two members of the Local Boards of Health; and\n                      (g)     not less than six nor more than eight community members, resident in the region,\n                              selected by the Minister from (but not limited to) the following areas of endeavour-\n                                  (i) engineering;\n                                  (ii) law;\n                                  (iii) management and entrepreneurship;\n                                  (iv) tinance;\n                                  (v) sociology; and\n                                  (vi) the clergy.\n                            (3) The members of the Board-\n                      (a) mentioned in sub-paragraph (2)(a) to (e) shall be ex oflcio members; and\n                      (b)     mentioned in sub-paragraphs (2)V) and (g) shall be appointed members.\n                            (4) The Minister shall appoint one of the members of the Board to be Chairman thereof.\n                            (5) The members of the Board may elect one of their number to be Vice-chairman\n                 thereof.\n                          (6) At any meeting, in the case of the absence or inability to act of the Chairman or Vice-\n                 Chairman, the members of the Board present shall elect one of their number to act as Chairman          1\n                 for that meeting."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Any summons, notice, or any other document required or E         d:,\":\nauthorized to be served upon the Committee under the provisions of\nany enactment may, unless in any case there is express provision\nto the contrary, be served by delivering the same to the Chairman or\nthe Secretary of the Committee, or by sending it by registered post\naddressed to the Secretary of the Committee at the principal office of\nthe Committee."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. There shall be paid from the funds of the Regional Health Rofemuneration\n                                                                     members.\nAuthority to the Chairman and other members of the Committee such\nremuneration, whether by way of honorarium, salary or fees, and such\nallowances as the Minister may determine.\n              W e inclusion of this page is authorized by L.N. 54/20001\n                     NATIONAL HEALTH SERVlCES\n          THE NATIONAL HEALTH SERVICES ACT\n                               REGULATIONS\n                             (under sec'tion 13)\n    (Made by the Minister on the 12th day of December, 1997)                G.N. 320197"
    }
  ],
  "definitions": []
}