{
  "id": "jm-subs-the-national-honours-and-awards-act",
  "type": "statute",
  "title": "The National Honours and Awards Act",
  "title_en": "The National Honours and Awards Act",
  "short_name": "National Honours and Awards Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-national-honours-and-awards-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-national-honours-and-awards-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the National Honours and Awards                  242~85\n                                                                                           Act\n(Medal of Honour) (Jamaica Defence Force) Regulations, 1970.                             26/2002"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-(1) There shall, as respects the Jamaica Constabulary Force and the\nIsland Special Constabulary Force, be two medals, namely-\n     (a) The Medal of Honour for Gallantry; and\n      (b) The Medal of Honour for Meritorious Service.\n        (2) As respects the Jamaica Constabulary Force there shall be in\naddition to the two medals specified under paragraph (l), the Medal of\nHonour for Long Service and Good Conduct.\n        (3) As respects the Island Special Constabulary Force there shall be\nin addition to the two medals specified under paragraph (I), the Medal of\nHonour for Efficient Service."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) Each of the medals mentioned in regulation 2 shall be a circular\nmedal 1% inches in diameter bearing on the obverse the Coat of Arms and\nthe word \"Jamaica\", on the reverse the badge of the Jamaica Defence Force\nwith the words \"For Gallantry\" or \"For Meritorious Service\" or \"For General\nService\" or \"For Long Service and Good Conduct7' or \"For Eficient\nSenice\", as the case may be, and on the rim the number, name and rank of\nthe person to whom it is awarded, the designation \"J.D.F.\" and the date of the\nAward.\n        (2) The Medal of Honour for Gallantry shall be of silver gilt.\n         (3) The Medal of Honour for Meritorious Service shall be of\nsilver gilt for commissioned officers, and silver for other ranks.\n        (4) The Medal of Honour for General Service shall be of silver.\n         (5) The Medal of Honour for Long Senice and Good Conduct\nshall be of silver.\n       (6) The Medal of Honour for Efficient Senice shall be of silver gilt\nfor commissioned officers and silver for other ranks.\n                 [The inclusion o f this page is authorized by L.N. 13512003 ]\n          THE NATIONAL HONOURS AND A WARDS (MEDAL OF HONOUR)\n                (JAMAICA DEFENCE FORCE) REGULATIONS, 1970"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-41) Each of the medals mentioned in regulation 2, and any bar added\nthereto, shall be awarded by the Governor-General in his discretion upon\nconsideration of a report from the Director of hisons.\n       (2) The name of any person to whom any medal or bar is\nso awarded shall be published in the Gazette and a register of the names\n                         - - --    -   -   .\n           THE NATIONAL H O N O U R S m D AWARDS (MEDAL OFHONOUR)\n                   ( J U C A PRISONS SERUCE) REGUL4 TIONS, I 970\nof such persons shall be kept by such person as the Governor-General may\ndirect."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1) Each of the medals mentioned in regulation 2 shall be worn on\nthe left breast suspended by a ribbon arrangement to be notified by the\nGovernor-General in the Gazette.\n        (2) The ribbon of the Medal of Honour for General Service shall\nhave a silver bar over the clasp inscribed with the name of the theatre of\noperation in respect of which the person is being awarded.\n        (3) The ribbon of the Medal of Honour for Efficient Service shall\nhave a silver bar over the clasp with the word \"Reserve\" inscribed thereon."
    },
    {
      "provision_ref": "sec5a",
      "section": "5A",
      "title": "Section 5A",
      "content": "5A. Miniatures of the medals mentioned in regulation 2 may be worn on\nthe occasions approved by the Governor-General,"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-41) The Medal of Honour for Gallantry may be awarded to members\nof tb;e Jamaica Fire Brigade who have performed acts of gallantry or acts of\nhemism or have shown great courage in circumstances of extreme danger.\n                                                                                i\n         (2) An award of the Medal of Honour for Gallantry shall be made as\nw~ln  as possible after the event occasioning the award, and may be made\nduring the l W m e of the recipient or posthumously.\n       (3) A bar may be added for any further award for Gallantry, and a\nmee on ribbon shall denote a bar.\n       (4) Every person to whom the Medal of Honour for Gallantry has\nbeen awarded shall be entitled to have the letters \"M.G.\" placed after his\nnamt on all occasions when the use of such letters is customary."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7 . - 4 1 ) Miniatures of the Badge of Honour may be worn when\nminiatures are worn.\n            (2) Every person to whom a Badge of Honour is awarded shall be\nentitled-\n        (a) if awarded the Badge of Honour for Gallantry, to have the letters\n               \"B.H. (G)\" placed after his name on all occasions when the use\n               of such letters is customary;\n        (b) if awarded the Badge of Honour for Meritorious Service. to have       (\n            the letters \"B.H. (M)\" placed after his name on all occasions\n            when the use of such letters is customary;\n        (c) if awarded the Badge of Honour for Long and Faithiid Service,\n               to have the letters \"B.H. (L)\" placed after his name on all\n               occasions when the use of such letters is customary."
    },
    {
      "provision_ref": "sec7a",
      "section": "7A",
      "title": "Section 7A",
      "content": "7A.-(1) The Medal of Honour for General Service may be awarded\nto officers and members of the Jamaica Defence Force who have been\nengaged in military operations overseas or in other areas as may be\nspecified by the Governor-General on the recommendation of the Chief of\nStaff.\n           (2) A bar with the name of the theatre of operation may be\nadded for any hrther award for general service and a rose on ribbon shall\ndenote a bar.\n           (3) A mention in dispatches may be awarded by the Governor-\nGeneral on the recommendation of the Chief of Staff for service in the\noperational area for an act of bravery or for exceptional conduct or\neffkiency or performance over and above the call of duty and such an\naward shall be denoted by the wearing of a single bronze oak leaf\nemblem on the ribbon of the Medal of H o n o for  ~ General Service."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) The Medal of Honour for Long Service and Good Conduct\nmay be awarded to officers and members of the Jamaica Prisons Service\nwho have completed twelve years' continuous service in the Jamaica\nPrisons Service and whose conduct and character have been\nexemplary:\n   Provided that breaks in service not exceeding six calendar months on         (\nany occasion shall not be regarded as breaking the continuity of such\nservice.\n       (2) A bar may be added for each further period of six years'\ncontinuous service as aforesaid, and a rose on ribbon shall dmote a\nbar.\n                 [The inclusion of this page i s authorized by L.N.135/2003 ]\n            THE NATIONAL HONOURSAND A WARDS (MEDALOFHONOUR)\n                 (JAMAICAPRISONS SER W E ) REGULATIONS. 1970"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Anypersonwh-\n      (a) not being a member of the Order, wears the insignia of the\n          Order or any other decoration so nearly resembling it as to\n          be calculated to deceive; or\n      (b) falsely represents himself to be a person who is or was\n          entitled to wear such insignia; or\n      (c)  without lawful authority or excuse supplies or offers to\n           supply such insignia to any person not authorized to wear it,\nshall be guilty of an offence and shall be liable on summary conviction\nbefore a Resident Magistrate to a fine not exceeding one thousand dollars and\nin default of payment to imprisonment for a term not exceeding one\nmonth.\n                        NATIONAL HONOURS AND A WARDS\n        THE NATIONAL HONOURS AND AWARDS ACT\n                                   REGULA~ONS\n                                  (under section 7)\n       THE NATIONAL    AND AWARDS(MEDAL\n                  HONOURS             OF HONOUR)\n                     PRISONS\n              (JAMAICA           REGULATIONS,\n                           SERVICE)        1970\n     (Made by the Governor-General on the 16th day ofOctober, 1970)             L.N.245V70\n                                                                                Yld*:\n                                                                                    325Anl\n                                                                                     Aot\n                                                                                    2612002"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) The Governor-General may in his discretion upon consideration\nof a report from the Chief of Staff, cancel the award to any person\nof the Medal of Honour or bar for Meritorious Service, or for Long Service\nand Good Conduct, or for Efficient Service; and thereupon the register\nreferred to in paragraph (2) of regulation 4 shall be amended accordingly and\n                             THE NATIONAL HONOURS AND A W m S (MEDAL O F HONOUR)\n                                  (JAMAICA DEFENCE FORCE) REGULATIONS, 1970\n                the person shall forthwith return the medal or bar to such person as may be\n                designated by the Governor-General to receive it:\n                    Provided that the Governor-General may in like 'manner restore any award\n                so cancelled and thereupon his name shall be entered once more on the\n                register referred to in paragraph (2) of regulation 4.\n                         (2) A notice of the cancellation, forfeiture or restoration of any\n                award of a Medal of Honour or bar shall in every case be published in the\n                Gazette by the person keeping the register pursuant to paragraph (2) of\n                regulation 4."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Any person who-\n     (a) not having been awarded a Medal of Honour, wears the\n            Medal or any other medal or decoration so nearly resembling\n            it as to be calculatedto deceive; or\n        ( b ) falsely represents himself   to be a person who is or was\n              entitled to wear such medal; or\n      (c) without lawful authority or excuse supplies or offers to\n           supply such medal to any person not authorized to wear it,\nshall be guilty of an offence and shall be liable on summary conviction\nbefore a Resident Magistmte to a fine not exceeding one thousand dollars and\nin default of payment to imprisonment for a term not exceeding one\nmonth.\nNOTE:                                                                                              L.N. 3254'71\nIn accordance with the provisions of regulation 5, it is hereby notified that-\n   (a) The Medal of Honour for Gallantry shall be worn with a ribbon one and a half inches in\n       width in green with a central red stripe one-quarter of an inch in width and gold borders\n       one-quarter of an inch in width each divided into two equal parts by a black stripe one-\n       sixteenth of an inch wide.\n   ( 6 ) The Medal of Honour for Meritorious Service shall be worn with a ribbon one and a\n        half inches in width in g r e w with gold borders one-quarler of an inch in width each\n        divided into two equal parts by a black stripe one-sixteenth of an inch wide.\n   (c) The Medal of Honour for Long Service and Good Conduct shall be worn with a ribbon\n        one and a half inches in width with seven stripes equal in wi&h coloured from left to\n        right gold, green, go14 black+gold, green and gold in that order.\n                       NATIONAL HONOURS AND AWARDS\n        THE NATIONAL HONOURS AND AWARDS ACT\n                                    REGULATION^\n                                 (under section 71\n     THE NATIONAL\n                HONOURS\n                      AND AWARDS\n                               (ORDER\n                                    OF THEN 4TION)\n                    R~ULATIONS,\n                             1973\n      (Made by the Governor-General on the 26th day of June, 1973)                LN 2 6 3 ~ 3\n                                                                                  vlda\n                                                                                  L N. 109175\n                                                                                  Vld.Act\n                                                                                         2Lv20M.\n                                                                                  (w 8f 26 6 73)"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Any person w h w\n                      (a) not having been awarded a Medal of Honour, wears that\n                             medal or any other medal or decoration so nearly resembling\n                             it as to be calculated to deceive; or\n                      (b) falsely represents himself to be a person who is or was\n                             entitled to wear such medal; or\n                      (c) without lawful authority or excuse supplies or offers to\n                             supply such medal to any person not authorized to wear it,\n                shall be @ty        of an offence and shall be liable on summary conviction\n                before a Resident Magistrate to a fine not exceeding one thousand dollars and\n                in default of payment to imprisonment for a term not exceeding one\n                month\nL.N.3 2 W 7 1   NOTE:\n                      Description of Ribbons to be Worn with Medals of Honour and Badges of Honour\n                In accordance with the provisions of regulation 5 it is hereby notified that-\n                    (a) The Medal of Honour for Gallantry shall be worn with a ribbon one and a half inches in\n                        width, the central part (seven-eighths of an inch in width) r e 4 with two borders black,\n                        each five-sixteenths of an inch in width.\n                    (b) The Medal of Honour for Meritorious Service shall be worn with a ribbon one and a half\n                        inches in width, the central part (seven-eighths of an inch in width) royal blue, with two\n                        borders gold, each five-sixteenths of an inch in width.\n                    (c) The Medal of Honour for Long Service and Good Conduct shall be worn with a ribbon\n                        one and a half inches in width, with a central gold stripe and adjoining red stripes, and\n                        two royal blue borders all five stripes being three-tenths of an inch in width.\n                    (d) The Medal of Honour for Efftcient Service shall be worn with a gold ribbon one and a\n                        half inches in width with a central green stripe five-sixteenths of an inch in width.\nL.N.242W85          (e) The Medal of Honour for General Service shall be worn with a ribbon one and one-half\n                        inches in width, the central part (one-eighth of an inch in width) yellow, with adjoining\n                        green stripes on either side (oneeighth of an inch in width) and then, with adjoining\n                        white stripes on either side (quarter of an inch in width) and two red borders five-\n                        sixteenths of an inch in width.\n                                                                                         ~\n                       NATIONAL HONOURS AND AWARDS\n       THE NATIONAL HONOURS AND AWARDS ACT\n                                   REGULATIONS\n                                  (under section 7)\n    (Made by the Governor-General on the 16th day of October, 1970)             Lvide\n                                                                                   N 305~70\n                                                                                   325M71\n                                                                                     Act\n                                                                                   26/2002"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) The Governor-General, on the advice of the Prime Minister, may\nnot@ in the Gazette the conferment of the honour of the Order upon any\ncitizen of Jamaica who has achieved eminent international distinction in the\nfield of science, the arts, literature or any other endeavour and thereafter the\nGovernor-General shall issue to such person an appropriate instrument in\nwriting and the date of the conferment of the honour shall be specified\ntherein.\n         (2) The honour of the Order shall not be conferred-\n       (a) upon more than two persons in any one year; or\n       (6) upon any person if the number of living members, other than\n           honorary members, would, by reason of such conferment, be\n           increased to more than fifteen."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Any person wh-\n      ( a ) not having been awarded a Badge of Honour, wears that\n            Badge or any other Medal or Decoration so nearly resembling\n            it as to be calculated to deceive; or\n        ( b ) falsely represents himself to be a person who is or was\n              entitled to wear such Badge; or\n      (c) without lawful authority or excuse supplies or offers to\n           supply such Badge to any person not authorized to wear it,\nshall be guilty of an offence and shall be liable on summary conviction\nbefore a Resident Magistrate to a fine not exceeding one thousand dollars and\nin default of payment to imprisonment for a term not exceeding one\nmonth.\nNOTE:                                                                                                  L.N.325d71\nIn accordance with the provisions of regulation 6 it is hereby notified that-\n    ( a ) The Badge of Honour for Gallantry shall be worn with a ribbon one and a half inches in\n          width in green with black borders of one-eighth of an inch, and centrally a gold stripe\n          three-eighths of an inch in width divided in the centre by a red stripe one-eighth of an\n          inch in width.\n    (b) The Badge of Honour for Meritorious Service shall be worn with a ribbon one and a\n          half inches in width in green with black borders of one-eighth of an inch and centrally\n          two gold stripes of one-eighth of an inch in width, one-eighth of an inch apart.\n    (c) The Badge of Honour for Long and Faithful Service shall be worn with a ribbon one\n          and a half inches in width in green with gold borders and a central black stripe, all one-\n          eighth of an inch in width.\n                      [The illelusion of this page is authorized by L.N. 33N20051\n                       NATIONAL HONOURSAND AWARDS\n         THE NATIONAL HONOURS AND AWARDS ACT\n                                  REGULATIONS\n                                 (under section 7)\n   THE NATIONAL\n              HONOURS\n                   AND AWARDS\n                            (ORDER\n                                 OF NATIONAL\n                                           HERO)\n                               REGULATIONS,\n                                        1970\n     (Made by the Governor-Generalon the 16th day of October, 1970)              LN. N S W 0\n                                                                                 nds Ad\n                                                                                     2ff20M"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. The Governor-General, on the advice of the Prime Minister, may\nnotify in the Gazette the conferment of the honour of the Order in either\nrank bpon any citizen of Jamaica who renders outstanding and important\nservices to Jamaica and thereafter the Governor-General shall issue to\nsuch person an appropriate instrument in writing and the dale of the\nconferment of the honour shall be specified therein."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-41) A person &all cease to be a member of the Order-\n     (a) upon his resignation from the Order, which shall have effect from\n          the date on which such resignation in writing is accepted by the\n           Chamocllor, or\n      (b) upon being dejnived of the honour by the Chancellor acting upon\n          the advice of the Rime Minister or the Governor-General, as the\n          case may require.\n         (2) Where it appears to the h           e Minister or the Gavemor-General,\nas thc case may require that them is cause to consider whether any person\nJhouM be deprived of the honour of the Order, the Prime Minister or the\nGwernor.Geaeral may ask the Chancellor to inquire into the matter and\nmake                     to him.\n        (3) Whem it appam to the Prime Minister or the Govemr-General,\nas the we may require that h e is cause to consider whether the honour of\nthe Order should be restored to any person who has been deprived themf,\nthe Prime Minister or the Governor-Genaa] may ask the Chancellor to\niDquire iato the mattes and make recommendations to him.\n         (4) The Chancellor, on the advice of the Rime Minister or the\nGownor-General, as the case may require, may restore the honour of the\nOrder to any petson who was deprived thereof."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.+1) Where any person ceases to be a member of the Order by reason\nof his resignation or of his having been deprived of the honour, it shall be\nnotified in the Gazette by the SecreWy-General and his name shall be erased\nfrom the register and he shall forthwith return the insignia of the Order to the\nSecremy-General.\n       (2) Where the honour of the Order is restored to any person who had\nbeen deprived thereof, it shall be notilied in the Gazefte by the Secrttary-\nGeneral and his name shall be restored to the ~gister.\n       (3) W 'a member of the Order dies the insignia of the Order\nwhich he holds may be retained by his family.\n      (a) not b e i i a member of the oider, wears the insignia of the Order\n          or any other decoration so nearly resembling it as to be calculated\n          to deceive; or\n      (6) WseIy represents himself to be a person who is or was entitled to\n            wear such insignia; or\n      (c) without lawful authority or excuse supplies or offers to supply\n            such insignia to any person not authorized to wear it,\n                      inclueion of this page is authorized by L.N. 135/2003 ]\n                      THE NATIONAL HONOURS AND AWARDS (ORDER OF THE NATION)\n                                        REGULATIONS, 1973\n              shall be guilty of an offence and shall be liable on summary conviction\n              before a Resident Magistrate to a fine not exceeding one thousand dollars\n              and in default of payment to imprisonment for a term not exceeding one\n              month.\nL.N. 109175   NOTE:\n                                           Description of Insignia\n                  In accordance with regulation 9 it is hereby notified that the design of\n              the Insignia of the Order of the Nation is as follows:\n                 A silver twelve pointed breast star having between each point a gold\n              pineapple and in the centre a circular gold badge containing the Arms of\n              Jamaica in gold on red enamel surrounded by the motto of the Order\n              \"ONE NATIONUNDER GOD\"in gold letters on green enamel; it is worn\n              with a 3.% inch scarlet shoulder sash with a vertical green band on each side.\n                       NATIONAL HONOURS AND A WARDS\n       THE NATIONAL HONOURS AND AWARDS ACT\n                                   REGULATIONS\n                                 (under section 7)\n THENATIONAL\n           HONOURSAND AWARDS\n                           (MEDALOF HONOUR)\n                                         (JAMAICA\n            FIREBRIGADE)\n                       REGULATIONS,\n                                 2000\n                                                                               L.N. SWZODO\n       (Made by the Governor-General on the 1st day of June, 2000)"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Any person who-\n      (a) not being a member of the Order, wears the insignia of the Order\n          or any other decoration so nearly resembling it as to be calculated\n          to deceive; or\n      (b)    falsely represents himself to be a person who is or was entitled to\n             wear such insignia; or\n      (c) without lawful authority or excuse supplies or offers to supply\n              such insignia to any person not authorized to wear it,\nshall be guilty of an oflence and shall be liable on summary conviction before\na Resident Magistrate to a fine not exceeding one thousand dollars and in\ndefault of payment to imprisonment for a term not exceeding one month."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-41) A person shall cease to be a member or honorary member of the\n            upon his resignation fiom the Order, which shall have effect from\n            the date on which such resignation in writing is accepted by the\n            Governor-General; or\n            upon being deprived of the honour by the Governor-General\n            acting upon the advice of the Prime Minister.\n        (2) Where it appears to the Prime Minister that there is cause to\nconsider whether any person should be deprived of the honour of the Order,\nthe Prime Minister may ask the Advisory Committee established under\nsection 5 of the Act to inquire into the matter and make recommendations to\nhim\n         (3) The Governor-General on the advice of the Prime Minister\nmay restore the honour of the Order to any person who was deprived\nthereof.\n                               THE NATION& HONOURS AND A WARDS (ORDER OF M E W\n                                              REGULATIONS, 1970"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.-41) Where any person ceases to be a member or honorary member\nof the Order by reason of his resignation or of his having been\ndeprived of the honour. it shall be notifed in the Gazette by the Secretary-\nGeneral and his name shall be erased from the regster and he shall\nforthwith return the insignia of the Order to the Secretq-General.\n         (2) When a member or h o n o q member of the Order dies the\ninsignia of the Order which he held may be retained by his family.\n                   [The i~slusionof this page is authorized by L.N. 13512003 ]\n                             THE NATIONAL HONOURS AND A WARDS (ORDER OF JAMAICA)\n                                              REGCJLATIONS. 1970\n                   2 1. Any person who-\n                       (a) not being a member or an honorary member of the Order. wears\n                           the insignia of the Order or any other decoration so nearly\n                           resembling it as to be calculated to deceive; or\n                       (b)    falsely represents himself to be a person who is or was entitled to\n                              wear such insignia; or\n                       (c) without lawful authority or excuse supplies or offers to supply\n                          such insignia to any person not authorized to wear it,\n               shall be guilty of an offence and shall be liable on summary conviction\n               before a Resident Magistrate to a fine not exceeding one thousand dollars\n               and in default of payment to imprisonment for a term not exceeding one\n               month.\nL.N.325.4171   NOTE:\n                                                     Description of Insignia\n                    In accordance with the provisions of regulation 10 it is hereby notified that the design of the\n               Insignia of the Order of Jamaica is as follows:\n                                  Suspended tiom a plain green neck ribbon a white cross each arm of which\n                             ending in representations of fruit of the ackee in gold enamelled black, is joined to\n                             its neighbour by gold and green enamelled representations of the leaves of the\n                             ackee. In the centre of the cross a gold medallion bearing the full achievement of\n                             the Arms of Jamaica in reliel' encircled by the legend \"For a Covenant of the\n                             People\" the letters gold on green enamel.\n                                     [The iriclusion of this page is authorized by L.N. 135/2003 ]\n                            NATIONAL HONOURS AND A WARDS\n            THE NATIONAL HONOURS AND AWARDS ACT\n                                       REGULATIONS\n                                      (under section 7)\n         THENATIONAL\n                   HONOURS\n                         AND AWARDS\n                                  (ORDEROF DISTINCTION)\n                                   REGULATIONS,\n                                             1970\n        (Made by the Governor-General on the 16th day of October, 1970)            L.N. 30SU70\n                                                                                   Vlde\n                                                                                   L.N. 325N71\n                                                                                   Vtde    Ad\n                                                                                          26/2002"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.-(1) Where any person ceases to be a member or honorary\n             member of the Order by reason of his resignation or of his having been\n             deprived of the honour, it shall be notified in the Gazette by the\n             Secretary-General and hls name shall be erased from the register and\n             he shall forthwith return the insignia of the Order to the Secretary-\n             General\n                      (2) When a member or honorary member of the Order dies the\n             insignia of the Order which he held may be retained by his family."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Anypersonwho-\n                   (a) not being a member or an honorary member of the Order\n                        wears either insignia of the Order or any other decoration so\n                        nearly resembling it as to be calculated to deceive; or\n                   (b) falsely represents himself to be a person who is or was\n                        entitled to wear such insignia; or\n                   (c) without lawful authority or excuse supplies or offers to\n                        supply such insignia to any person not authorized to wear\n                        it,\n             shall be guilty of an offence and shall be liable on summary conviction\n             before a Resident Magistrate to a fine not exceeding one thousand dollars\n             and in defaut of payment to imprisonment for a term not exceeding one month\nL.N. 32W71   NOTE:\n                  In accordance with the provisions of regulation 12 it is hereby notified that the designs of\n             the Insignia of the Ranks of Commander and Officer of the Order of Distinction are as under:\n                           Commander\n                              Suspended from a neck ribbon of black, yellow and green by a silver finial of\n                          two intertwined letters \"P'by the uppermost point a triangular silver decoration\n                          with curved sides. In the centre of this is a black medallion bearing the h l l\n                          achievement of the Arms of Jamaica in gold relief with the words\n                          \"DISTINCTION on the left '\"THROUGH on the right and \"SERVICE\" beneath\n                          the medallion, the letters in black.\n                          Oflcer\n                               Suspended from a breast ribbon of similar colours without fmial, a similar\n                          silver triangle but bearing instead of the black medallion, a yellow enamelled\n                          square. In its centre the full achievement of the Arms of Jamaica in silver relief.\n                        NATIONAL HONOURSAND AWARDS\n        THE NATIONAL HONOURS AND AWARDS ACT\n                                   REGULATIONS\n                                  (under section 7)\n       THENATIONAL\n                 HONOURSAND AWARDS(MEDALOF HONOUR)\n                  DEFENCE\n           (JAMAICA      FORCE)REGULATIONS,\n                                         1970\n                                                                                 L.N. 305~170\n     (Made by the Governor-General on the 16th day of October, 1970)\n                                                                                 L.N.242a1/85\n                                                                                 Vide:\n                                                                                         325AJ7 l"
    },
    {
      "provision_ref": "sec142e",
      "section": "142E",
      "title": "Section 142E",
      "content": "142E.55\n                                                                                                Yldr Art\n                                                                                                 2MW2\n   The National Honours and Awards (Medal of Honour) (Jamaica\nConstabulary Force and Island Special Constabulary Force) Regulations,\n                                                                                                  ;izz\n                                                                                                Is;$;;\n1970\n   TheNational Honours and Awards (Badge of Honour) Regulations, 1970                    IN.\n                                                                                         G.N. 1M-6\n                                                                                                  :;:$:\n   The National Honours and Awards (Order of                            National Hero)   L N IOIHOO\n                                                                                                 b',d~*Cl\nRegulations, 1970                                                                                 2mw2\n   The National Honours and Awards (Medal of Honour) (Correctional                       L.N.      3orm\n                                                                                               125*nl\nServices) Regulations, 1970                                                                   vdr A<,\n                                                                                               2mw2\n                                                                                         I N . 43UXW\n   The National Honours and Awards (Order of the Nation) Regulations,                    L*.        2Tw$;\n1973                                                                                               vjde ACI\n                                                                                                    26RW2\n                                                                                         ( u r l 2 6 6 7J)\n   The National Honours and Awards (Medal of Honour) (Jamaica Fire                       L N YWZW\nBrigade) Regulations, 2000\n                                                                                           V d-~\n                                                                                               ,\n   The National Honours and Awards (Order of Excellence) Regulations,                           l$h\n                                                                                                -~....\n2002                                                                                            S-nd\n                                                                                                sckdut\n                me inclvrian of lhir p a s is aulhorizsd by LN. IRW6]\n                       NATIONAL HONOURS AND A WARDS\n        THE NATIONAL HONOURS AND AWARDS ACT\n                                   REGULATIONS\n                                  (under section 7)\n        THENATIONAL\n                  HONOURS\n                        AND AWARDS (ORDER\n                                        OF MERIT)\n                    REGULATIONS,\n                              1970\n     (Made by the Governor-General on the 16th day of October, 1970)            LVide\n                                                                                  N ~ 5 ~ 1 7 0\n                                                                                L N 1W75\n                                                                                Vlde Act\n                                                                                    26/2002"
    }
  ],
  "definitions": []
}