{
  "id": "jm-subs-the-national-housing-trust-act",
  "type": "statute",
  "title": "The National Housing Trust Act",
  "title_en": "The National Housing Trust Act",
  "short_name": "National Housing Trust Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-national-housing-trust-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-national-housing-trust-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Order may be cited as the National Housing\nBenefits) Order, 1979.\n   \"2. In this Order, unless the context otherwise provides-                    lnterprel?tion\n       ''house lot\" means a plot of land on which a dwelling house can be\n             constructed-\n                 (a) that has at least one boundary contiguous to a road;\n                 (6) to which a sewage disposal system or sewage disposal\n                       facilities are accessible or may be readily constructed;\n                       and\n                 (c) to which potable water and electricity supplies are\n                       accessible;\n       \"road means any main road or parochial road and includes bridges\n             over which a road passes, and any roadway to which the public is\n             granted access.\n   m2.4. For the purposes of the Act, the Trust shall promote and operate in = h e m = d\n                                                                                houring\naccordance with the provisions of this Order, two schemes, namely-              benefits.\n        (a) a non-homeowners' acquisition scheme under which a\n             contributor who is qualified in accordance with paragraph 4 may,\n             by such selection process as the Trust deems appropriate, be\n             granteda loan to-\n                  (i) acquire or build or assist a contributor in acquiring or\n* W i effect from 3rd January, 1995.\n= W ieffect from 3rd January. 1995\n                    lThe inclusion of this page is authorized by L.N. 18d20081\n                              NATIONAL HOUSING TRUST (HOUSLVG BENEFITS) ORDER 1979\n                                      building a house in which the contributor lives or intends\n                                      to live; or\n                                 (ii) purchase ahouse lot; and\n                        (6) a homeowners' scheme under which a contributor who is\n                            qualified in accordance with paragraph 4 may, by such selection\n                            process as the Trust deems appropriate, be granted a loan to\n                            improve, repair, maintain or assist in the aquisition or building\n                            of a house or the acquisition of a house lot.\nApphahon for\nmctusmn m"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. INCOME BANDS\n                          Low income (perweek)          ...     ...         ...       ...         110\n                          Under $1,500.00\n                          $1,500 -$4,500\n                          Middle income (per week)     ...       ...       ...        ...           90\n                          $4,501.00-S9.000.00\n                          High income (perweek)        ...       ...       ...         ...          70\n                          Above $9,000.00\n THE NATIONAL HOUSING TRUST (HOUSING BENEFITS) ORDER, I979                                 20.03\n                                    APPENDIX\n              ZoMNo OF K I N Y 3 m , Sr. ANDREWAND &. C A m m m\n   Cormnencing at trhe point where the oc~nmoq.boundary between the parishw\n of St. Caaharine and St. Andrew intersect the c e n t d i n e of the main road lead-\ning from Pads Road to Rock Hdl: hence no&-westerly and sou&-westefly\nalong the aommon bou&ry between dhe two parishes abrementioned to inter-\n~ 4 %  the centre-line of the main road lading firom Rock H d l to Bog Walk:\nthence generally w&dly, n~rth-westerlyand amin westedy along the centre-\n line of the last-mention4 main road to its Intersedon with the cenIbrelhe\n of the main mad Iwding from Sligodlk to Spanish Town: thence generally\nsoutherly along the centreline d the last-menthned main road to its intsrsec\ntion with the centre-line of the parouhhl road leading from Mount Moreland\nto Simlons: thence generally westerly along B e cantredline of the aformeMioned\nparochial mad to intersect $he c e n t d i n e d the parochiat toad leading fmm Ken-\nsington 60 Simmons: menu! muthwesteflv in a straifehtline to the paint where the\nwestern bank of the (Rio Cobre inters& the centreline of the main mad leading\nfrom Bog Walk to Spanish Town at Flat Bridee: thence southwestdy in a\n&rai&t line to the m i n t where the c e n t d i n e of the pamchial road leading from\nDienum to Paul Mountain intersects the c e n ~ l i n eof the pa&b1           road leard-\ninq lhm J b h n h n Pen to GuanaHoa V d e d a Top MmnLin: thence px?nc?d!y\nwesterlv, southerly, south-wmterlv, no*-westerly and agadn sou&-~%ta?l~along\nthe cenbreiline of the last mentiioned qm'obh4aR &ad Ira ink~fs&t the mtreAine\nof the main m d leading from Gnanaboa Vale to Spanish Town: thence genarally\nm t h m l y and south-eadeallv along the mitre-line [of the lla&+mentbned main\nmad to its intersection with the centre-line of the paroah@almad lealdin~f m\n Bvles to Innswood: thence soutlherlv in a stmi&t line for a distance of apatoxi-\nmately 7% milea to the point where ?he cen&e+line d the Salt bland Chek intelc\nwcta the coast line of *he Camibbaan Sea: thence generallv mu+hdfy, eastedy,\n~w&dv and again emtdly along the cbavtline b its i n t e d o n wit!! the\ncommon boundam Wwem the parishes d St. Andrew and St. Thomas: thence\ngeneraMy niorthdlv, easterly and again nwbherly along the corn*               boundary\nbetween the aanishes of St. Thomw and St. Anklrew to its intertarsdon with the\nw ~ i s h'boundary d Ponbland along the Grand Ridge of the Blue Mouneins:\nthence penerallv m t e r l v and n d - w e s t e d y along the comanon boundary\nbeween the ~&shas of St. Anldrsw and Podmind to its i n t e r s d o n with b e\nboundary of the parish of St. Maw: thence genedlv nafith-werstdy, muIthmIy,\nnblrhwesterly, sou&edv and msterly dong &e oommmn b u n c h y W e e n the\npaItislhes of St. Mtmy and St. Andrew to its intersection with the pafish (boundary\nof St. Catherine: thence generally souQerly don,g @he common boun\nQe pafishes of St. Ca#herine and !3. A n d m barb do the darting po nt.      \"rWeen\n                I The inclusion of this page L authorized by L.N. 55/19911\n                             NATlOh'AL HOUSING TRUST\n                                      ORDER\n                                 (under section 20)\nTHENATIONALHOUSING TRUST(HOUSMG\n                              BENEFITS)\n                                     (TEACHERS)\n                                             ORDER,\n                                         2004\n            Made by the Minister on the 26th day ofApril, 2004)                  L.N. JMOM"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. A contributor who is qualified in accordance with paragraph 4 to\nscheme         participate in a home aquisition scheme or home improvement scheme may\n               apply in writing on a form of application obtainable from a National Housing\n               Trust Office or such other place as may be specified by the Trust.\n~1dl6c~b.m\n                   \"4.-(1)   A contributor is qualified to participate in any scheme under\n               this Order only if-\n                        (a) he has paid contributions for not less than thirteen weeks during\n                                the twenty-six weeks immediately prior to the date of such\n                                application, or at that date, has made not less than 156 weekly\n                                contributions or the equivalent thereof, and\n                        (b)     he achieves a rating of not less than 200 points calculated on the\n                                basis of the index (hereinafter referred to as the priority index\ns c h ~                         entitlement) specified in the Schedule.\n                        (2) The number of points to which a contributor is entitled under the\n               priority index entitlement with reference to approved savings instruments\n               held by him shall not exceed 100 points.\n                        (3) An application for inclusion in any scheme may be made jointly\n               by a contributor who qualifies for participation in the scheme and any other\n               person or persons who are not contributors and who are not ordinarily\n               resident in Jamaica; but the Trust may impose such terms and conditions as it\n               thinks fit as regards the qualification of such person or persons for inclusion\n               in the scheme.\n                        (4) A contributor shall not be qualified for inclusion in a home\n               improvement scheme unless at the time of his application he owns a home\n               which the Trust is satisfied he intends to keep for not less than three years\n               after the date of his apphcation.\n                       (5) A contributor shall not be qualified for inclusion in a home\n               aquisition scheme if-\n                        (a) he owns a house;\n                        (6) he has control, either individually or jointly with a co-applicant,\n               *With effect Iiwm I st June,1999.\n                                    \\The inclusion of this page is authorized by L.N. 18d2008)\n               NATIONAL HOUSING TRUST (HOUSING BENEFITS) ORDER, I979                                   19\n               of a company which owns a house in which the contributor\n               resides; or\n       ( c ) he is the principal member of a company which owns residential\n               property.\n          ( 6 ) In this paragraph, \"principal member\" means a person who, in\nrelation to a body corporate, is beneficially entitled to exercise more than five\nper centum of the voting power or is beneficially entitled to shares the paid\nup value of which amounts to as least five per centum of the paid up share\ncapital, or is, together with other persons connected with him, beneficially\nentitled to exercise more than ten per centum of the voting power or\nbeneficially entitled to shares the paid up value of which amounts to at least\nten per centum of the paid up share capital.\n    *5.-(1)    Whenever it is necessary for the Trust to determine which of ;:gion(or\nseveral contributors should be selected for a benefit under the home acquisition\nacquisition scheme and the benefit relates to a house in a housing project t~t::F\nreferred to in paragraph 7 ( a ) or to a house lot, the Trust shall make its projccls.\nselection in the following manner-\n                 preference shall in the first instance, subject to sub-paragraph (2),\n                 be given to contributors whose place of residence or employment\n                 is situate within the parish in which the project or house lot is\n                 situated or in an adjoining parish or parishes;\n                 preference shall next be given to contributors according to the\n                 number of points earned on the basis of the priority index\n                 entitlement, preferring the higher to the lower number;\n                 preference shall next be given according to the number of weekly\n                 contributions made at the date of application for inclusion in the\n                 scheme, preferring the higher to the lower number;\n                 where, after applying the provisions of sub-paragraphs (a), (h)\n                 and ( c ) two or more contributors are equally entitled the Trust\n                 may choose between them taking into account such personal\n                 circumstances of the contributors as the Trust thinks appropriate.\n         ( 2 ) Where the project referred to in sub-paragraph (1) is located in\nthe Metropolitan Area preference shall be given to contributors whose place\nof residence or employment is within the Metropolitan Area.\n        (3) In this paragraph \"Metropolitan Area\"                                     means the area\ncomprising-\n         ( a ) the Corporate Area as defined in the Kingston and St. Andrew\n               Corporation Act; and\n         (h) the area described in the Appendix hereto.\n*Wilh CIYCCIfrom 3rd January, 1995.\n                          (The ir~clusionol'lliis page is autliorized by L.K. 33:\\,20051\n                                   NATIONAL HOUSING TRUST (HOUSING BENEFITS) ORDER, 1979\nSelection for home         5A. Whenever it is necessary for the Trust to determine which of several\nacquisition benefits\nother than h r         contributors should be selected for a benefit under the home acquisition\napproved projects.\n                       scheme and the benefit relates to a house not comprised in a housing project\n                       referred to in paragraph 7 (a), the Trust shall make its selection in the\n                       following manner-\n                             ( a ) preference shall, in the first instance, be given to contributors\n                                   according to the number of points earned on the basis of the\n                                   priority index entitlement, preferring the higher to the lower\n                                   number;\n                             (b) preference shall next be given according to the number of weekly\n                                 contributions made at the date of application for inclusion in the\n                                 scheme, preferring the higher to the lower number;\n                             (c)     preference shall next be given to contributors according to the\n                                    date of receipt by the Trust of their application for inclusion in\n                                    the scheme, preferring earlier to later dates.\nNotification o f\nselection."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4, every contributor shall, in respect of any employment specified in\nPart I of the First Schedule, be treated for the purposes of the Act F i s t\n                                                                          Schedule.\nas an employed person in so far as he is gainfully occupied in such Part      I.\nemployment.\n       (2) Subject to the provisions of regulation 4, every contributor\nshall, in respect of any employment specified in any paragraph of Part Part n.\n11 of the First Schedule, be treated for the purposes of the Act as a\n              vhe inclusion of this page is authorled by L.N. 127/1980]\n                     THE NATIONAL HOUSING TRUST (CLASSIFICATION)\n                                  REGULATIONS, 1979\n            self-employed person in so far as he is gainfully occupied in such\n            employment.\nSecond\nSchedule."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1)  Contributions payable by self-employed persons shall be paid\nby ouch persons monthly to the prescribed commercial bank or other\nagency, within fourteen days after the end of every month aforesaid.\n       (2) Any employed person whose total emoluments in any week\nis less than the minimum wage shall be deemed to be a self-employed\nperson for the purpose of these Regulations, and accordingly, the\nprovisions of sub-paragraph (a) of paragraph 2 of the Schedule shall\napply.\n       (3) Contributions payable by an employee (being a citizen of\nJamaica) employed in Jamaica to a foreign Embassy, High Commission,\nConsulate or Agency of the United Nations, or any international\norganization entitled to diplomatic privileges under the Diplomatic\nImmunities and Privileges Act, shall be paid to the prescribed com-\nmercial bank or other agency, within fourteen days after the end of\nthe month in which the emoluments are paid and for the purposes\nof section 12 of the Act, the employer of such an employee shall not\nbe liable to pay contributions in respect of such employee.\n      (4) Contributions payable by employers shall be paid by such\nemployers monthly to the prescribed commercial bank or other agency.\nwithin fourteen days after the end of each month aforesaid.\n       (5) If any employer by reason of an error has paid to the pre-\nscribed commercial bank or other agency on account of contributions\nan amount which he is not liable so to pay, the amounts which he\nis liable so to pay subsequently during the same contribution year\nshall be reduced by the amount so overpaid."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) Where a contributor is employed to more than one employer\nand such contributor's emoluments from each employer in any week\ndoes not exceed the minimum wage, but the total sum of emoluments\nin that week exceeds the minimum wage, such contributor shall be\ndeemed to be a self-employed person and shall pay his contribution\nwithin fourteen days after the end of every month to a prescribed\ncommercial bank or other agency.\n       (2) Where a contributor is a domestic worker and such contribu-\ntor's total emoluments in any week exceeds the minimum wage, the\nemployer of that contributor shall deduct and pay such contributor's\ncontribution within fourteen days after the end of every month to a\nprescribed commercial ba;nk or other agency.\n         THE NATIONAL HOUSING TRUST (CONTRIBUTIONS)\n                     REGULATIONS, I979"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) Any contributor, being an employed person, shall be entitled\nto inspect the receipt issued by the Trust to the employer of such\ncontributor, showing the payment of contributions by that employer\nto the Trust.\n      (2) An employer shall, at the request of any contributor employed\nby him, afford such contributor the opportunity of inspecting the\nreceipt referred to in sub-paragraph (1).\n  % . - ( I )Every employer shall keep a record of remuneration contain-\ning, in relation to each employed person in his employment, the follow-\ning particulars-\n     (a) the name and national insurance number of the employed\n           person;\n     ( 6 ) the total emoluments paid to such employed person by that\n           employer and the period in relation to which such emoluments\n           are paid;\n     (c) the amounts deducted from the employed person's emoluments\n           pursuant to this Act, the National Insurance Act and the\n           Income Tax Act.\n       (2) Any employer who fails to keep a record in accordance with\nparagraph (1) shall be liable on summary conviction in a Resident\nMagistrate's Court in respect of each offence to a fine not exceeding\nthree hundred dollars and to an additional fine not exceeding twenty\ndollars for each day on which the offence is continued after conviction.\n       (3) Every employer, whenever called upon to do so by an inspec-\ntor or any officer authorized by the Trust shall produce to the inspeotor\nor such other officer, as the case may be, for inspection at the employer's\npremises-\n     (a) all wage sheets and other documents or records relating to\n          the calculation or payment of the wages of his employees in\n          respect of the years or months specified by such inspector or\n          officer or to the deduction of contributions pursuant to this\n          Act or the National Insurance Act, as the case may be, or\n          to {the amounts deducted pursuant to the Income Tax Act;\n     (b) such of those wage sheets or other documents or records as\n          may be specified by such inspector or officer.\n       (4) The Trust may, by reference to the information obtained from\nan inspection of the documents and records produced under paragraph\n(I), on ,the occasion of each inspection prepare a certificate showing-\n         THE NATIONAL HOUSING TRUST (CONTRIBUTIONS)\n                     REGULATIONS, I979\n    (a) the amount of contributions which it appears Erom the docu-\n        ments on record so produced that the employer is liable to\n        pay to the Trust for the period covered by the inspection; and\n    (b) my amount d such contributions ~yhichhas not been paid\n        to the Trust.\n       (5) The production of such a certificate shall be sufficient evidence\nthat the employer is liable to pay to the Trust in respect of the period\nspecified in the certificate the amount shown therein pursuant to para-\ngraph (2) (b); and any document purporting to be such a certificate\nshall be deemed to be such a cerSificate until the contrary is proved.\n               p c i d d o n of thls pager is u1thdzd by L.N. 127i19801\n         THE NATIONAL HOUSING TRUST (CONTRIBUTIONS)\n                      REGULATIONS, 1979\n                                                                                (Regulation 2)\n                                                              Rate of\n                                                           contribution\n             Specified Contributors                         payable by            Rate of\n                                                           mployee by           contribution\n                                                           elf-employed         ,payable by\n                                                              person             employer"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Home acquisition loans, together with interest thereon, shall be repaid Rewmentof\n                                                                               loans\nin such manner, over such penod and at such rate as the Trust may determine.\n                            Home Improvement Scheme"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The selection of persons for benefits under the home improvement pw oa rmn for   of\nscheme shall be conducted in like manner, mutatis mutandis, as the selection h e f i k mder\nof persons for benefits under the home acquisition scheme pursuant to k,\"',\":\nparagraph 5."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-41) A contributor selected under the home improvement scheme ; E                      ~ ~\nshall be eligible for a housing benefit by way of a loan pursuant to this loans.\nparagraph (hereinafter referred to as a \"home improvement loan\"), on such\nterms and conditions as, subject to the provisions of this Order, the Trust may\nrequire.\n        (2) The amount of the home improvement loan payable to any\ncontributor shall be such amount as may be determined by the Trust.\n       (3) A home improvement loan and interest thereon, shall be repaid in\nsuch manner, over such period and at such rates as may be determined by the\nTrust\n                                                                                  Tune for"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Every home improvement loan shall be taken up by the person tak.g UP\n                                                                              home\nselected to receive such loan within six months of his receiving notification , ,  ,,\nfrom the Trust of his selection, so, however, that the Trust may in any case l-\nextend that period whether or not it has expired\n                                  Ancillary"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The Trust may make arrangements for the insurance against death -=.\nand disability of any person to whom a loan under this Order is granted and\n            (The inclusion of this page is authorized by L.N. 18d20081\n                            THE NATIONAL HOUSING TRUST (HOUSING BENEFITS) ORDER. 1979\n                   that insurance shall be for an amount at least sufficient to cover the principal\n                   of the loan.\nApplication\nof contributor's"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. A contributor's benefit granted pursuant to paragraph (4of section 22\nbenefit to         of the Act consequent on the granting of a housing benefit shall be subject to\nhoming.\n                   the restriction that it shall be used to assist in the purchase, building,\n                   improvement, repair or maintenance of the house, as the case may be, being\n                   the house iri relation to which a housing benefit was granted.\n                                                 Handicapped Contributors\nSpcial\nprovisim for"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-41) Notwithstanding the provisions of sub-paragraph ( I ) (6) of\nhandicapped        paragraph 4 and of paragraph 5, the Board may, subject to paragraph 3 and to\ncontributors\n                   subparagraph (2) of this paragraph, direct the inclusion in a home acquisition\n                   scheme or a home improvement scheme of any contributor who, being a\n                   person afflicted by a physical disability, is in the opinion of the Board\n                   particularly likely, having regard to the nature of his disability, to have\n                   difficulty in acquiring or improving, a house as a residence.\n                            (2) Before exercising its powers under sub-paragraph ( I ) the Board\n                   may-\n                          (a) refer an applicant for housing benefit under that paragraph to a.\n                              medical board appointed for the purpose by the Board and\n                              approved by the Minister; and\n                          (b) take into account any assessment by the medical board of the\n                              nature of the applicant's disability.\n                                                         *SCHEDULE                                       (Pagraph 4)\n                                                   PRIORITY INDEX ENTITLEMENT\n                      Basis of Qualification                                                Points Allocated"
    },
    {
      "provision_ref": "sec513",
      "section": "513",
      "title": "Section 513",
      "content": "513. Where a contributor has been selected for a housing benefit under\n                       either scheme, the Trust shall immediately notify him at his last known\n                       address of his selection, and that contributor shall indicate to the Trust,\n                       within six weeks of receipt of such notification, whether or not he intends to\n                       take up the benefit for which he has been selected.\nHome acquisition           6 . 1 ) A contributor selected under the home acquisition scheme shall\nloans.\n                       be eligible for a housing benefit by way of a loan pursuant to this paragraph\n                       (hereinafter referred to as a \"home acquisition loan\") on such terms and\n                       conditions as, subject to the provisions of this Order, the Trust may require.\n                               (2) The amount of a home acquisition loan payable to any\n                       contributor shall be such amount as may be determined by the Trust.\n                                (3) Where a contributor selected for a home acquisition loan so\n                       elects, he may, for the purposes of the loan, request the Trust to treat as part\n                       of his earnings or emoluments as the case may be, the earnings or\n                       emoluments of such persons as signify their consent thereto in writing and as\n                       are approved by the Trust, and in addition, for the purposes of making the\n                       calculation of the loan, request the Trust to base the calculation aforesaid on\n                       the age of one of the said persons instead of on his own age.\n                               (4) Any person whose earnings or emoluments are included in those\n                       of a contributor in accordance with sub-paragraph (3), shall not, unless the\n                       Trust in any case grants special permission, be eligible for any benefit under\n                       section 20 or 21 of the Act until his obligations in respect of any loan granted\n                       under this paragraph have been fully discharged.\nTime for taking up        7. Every home acquisition loan shall be taken up by the person selected\nloan.\n                       under the scheme to receive such loan-\n                                                       of this page is authorized by L.N. 33A/Z005]\n                                         [The i~~clusion\n        THE NATIONAL HOUSING TRUST (HOUSING BENEFITS) ORDER, 1979\n       (a) if the loan is intended to assist in the purchase of a house in a\n           housing project approved by the Minister pursuant to sub-\n           paragraph (i) of paragraph (a) of subsection (1) of section 4 of the\n           Act, within one month of that person's being notified that the\n           house is ready for occupancy;\n      (b) if the loan is intended to assist in the building of a house, within\n           twelve months of that person's being notified of his selection\n           aforesaid;\n      (c) in any other case, within six months of that person's being\n          notified of his selection aforesaid,\nso, however, that the Trust may, if it thinks the circumstances of the case so\nwarrant, extend any period prescribed under this paragraph whether or not\nthat period has expired."
    }
  ],
  "definitions": [
    {
      "term": "principal member",
      "definition": "a person who, in",
      "source_provision": "sec3"
    }
  ]
}