{
  "id": "jm-subs-the-national-insurance-act",
  "type": "statute",
  "title": "The National Insurance Act",
  "title_en": "The National Insurance Act",
  "short_name": "National Insurance Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-national-insurance-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-national-insurance-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. For the purpose of this Convention the following definitions apply, except where the\n      context otherwise requires:\n             \"additional pension\" payable under the legislation of Great Britain, Northern Ireland or\n                     the Isle of Man means any additional pension based on the payment of insurance\n                     contributions above the level required for entitlement to basic pension;\n                          [The inclus~ono f this paye is author~zed by L.N   102/2001]\nTHE NATIONAL INSURANCE (RECIPROCAL CONVENTION) (UNITED KINGDOM O F\n          GREATBRITAIN AND NORTHERN IRELAND) ORDER, 1999\n   \"benefits for industrial accidents and industrial diseases\" means-\n          (i)    a pension or benefit payable to aperson for loss of physical or mental faculty\n                 as a result of an industrial accident or an industrial disease arising out of, and\n                 in the course of, employed earner's employment under the legislation ofGreat\n                 Britain, Northern Ireland or the lsle of Man, and accident benefit payable\n                 under the legislation of Jersey, or\n          (ii) a benefit payable to a person for personal injury or for loss of physical or\n               mental faculty as a result of an accident arising out of, and in the course of,\n               an insured person's employment ofself-employment, or an industrial disease\n               under the legislation of Guernsey, or\n          (iii) a benefit attributable to injury or disease in employment payable under the\n                legislation of Jamaica;\n   \"Category A retirement pension\" means either, or both, a basic retirement pension and an\n          additional pension based on a person's own insurance contributions or, for certain\n          persons whose marriages have ended by divorce or widowhood, a basic retirement\n          pension based on the former spouse's insurance contributions, payable under the\n          legislation of Great Britain, Northern Ireland or the lsle of Man, and an old age\n          pension based on a person's own contributions, or for certain persons whose\n          marriages have ended by divorce or widowhood, based on the former spouse's\n          contributions, payable under the legislation of Jersey or Guernsey;\n   \"Category B retirement pension\" means a basic retirement pension payable to a married\n          woman on her husband's contributions or, for a widow or widower, either, or both,\n          a basic retirement pension and an additional pension based on the late spouse's\n          contributions payable under the legislation of Great Britain, Northern Ireland or\n          the lsle of Man, and an old age pension payable under the legislation of Jersey or\n          Guernsey to a married woman by virtue of the contributions of her husband while\n          he is alive:\n   \"competent authority\" means-\n           (i)   in relation to the territory of the United Kingdom, the Department of Social\n                 Security for Great Britain, the Department of Health and Social Services for\n                 Northern Ireland, the Department of Health and Social Security of the lsle of\n                 Man. or\n           (ii) in relation to Jersey, the Employment and Social Security Committee of the\n                States of Jersey, or\n           (iii) in relation to Guernsey, the Social Security Authority, and\n           (iv) in relation to Jamaica, the Minister responsible for National Insurance, and\n                any person or body to whom the functions, relevant to this Convention, of\n                any of those persons or bodies, may be transferred;\n                  [The ~nclumon of t h ~ $page IS aulhorlzed by L N 102/2001]\n  THE NATIONAL INSURANCE (RECIPROCAL CONVENTION) (UNITED KINGDOM OF                                    140.21\n            GREAT BRITAIN AND NORTHERN IRELAND) ORDER, 1999\n                             Entry into Force and Period o/Operafion\n           ( I ) This Protocol shall enter into force at ;he same time as the Convention and shall\nform an integral part of the Convention.\n            (2) This Protocol shall remain in force for an indefinite period. The competent\nauthorities of the United Kingdom and Jamaica undertake to initiate the programme of assistance\nspecified in this Protocol and to he set out in future instruments as soon as is practicable.\n           (3) The competent authorities of either Party may terminate programmes of assistance\nby providing written notification to the competent authorities of the other Party. Such notice of\ntermination shall not affect either Party's rights or obligations under the Convention, or those\narising under this Protocol.\n   In witness whereof, the undersigned duly authorized thereto by their respective Governments\nhave signed this Protocol.\n   Done in duplicate at London this 12th day ofNovember. 1996\n   For the Government of                                                   For the Government of the\n   Jamaica:                                                                   United Kingdom of\n                                                                                Great Britain and\n                                                                                Northern Ireland:\n                      [The inclusion of this paye i s authorized by L.N. 102/2001]\n                                 NATIONAL INSURANCE\n                      THE NATIONAL INSURANCE ACT\n                                REGULATIONS\n                 (under section 50 and under section 52 ofthe\n                 National Insurance Act, 1965, Act 38.of196.S)\n        THE NATIONAL INSURANCE (SUGARWORKERS\n                                           TRANSITIONAL)\n                         REGULATIONS,1966\n                                                                                         L.N.89/66\n                                                                                         Anrdls:\n                                                                                         L.N.436174\n                                                                                             255n3\n            (Made by the Minister on the 17th day ofMarch, 1966)\n                                                                                               35 1/75\n                                                                                             628178\n                                                                                               1 10179\n                                                                    [4th April, 1966.1       113F181\n                                                                                              42D197\n                                                                                               107199\n                                                                                             5212006\n                                                                                            4g1Ai22/2009\n                                PARTI-Preliminary"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-(1) In these Regulations unless the context otherwise requires- ;;$,\";-\n     \"Collector\" has the same meaning as in Part I of the Second\n          Schedule to the Income Tax Act;\n     \"contribution year\" has the same meaning as in the National\n          Insurance (Assessment of Wage Related Contributions)\n          (Employed Persons) Regulations, 1966;\n     \"deduction card\" means a deduction card in a form authorized\n          by the Minister and includes a duplicate deduction card and\n          a temporary deduction card;\n     \"franking meter device\" means a franking meter device for\n          denoting payment of flat rate contributions;\n     \"insurance card\" means a stamp card or a deduction card;\n     \"local office\" means an office appointed by the Minister as a local\n          office for the purpose of the Act or of these Regulations;\n     \"stamp card\" includes a duplicate stamp card;\n     \"termination of employment\" means the day on which the employ-\n           ment actually comes to an end, whether such termination\n           is in accordance with the terms of the contract or not and\n           whether or not the employment is to be resumed at a later\n           date,\nand other expressions have the same meanings as in the Act.\n20                THE NATIONAL INSURANCE (COLLECTION OF CONTRIBUTIONS)\n                                    REGULATIONS, 1966\n                      (2) Any notice, insurance card or certificate that is authorized\n                or required to be given, served, issued or delivered under these Regula-\n                tions may be sent by post.\n                                        PART11-Insurance            Cards\nLSSUC md           %--(I) Every person shall furnish to the Minister, on such occasions\ncustody, ctc..\n~ f ~ n ~ u r a n ~and\n                    e  such manner as the Minister shall direct, such information as\n                       in\ncards.\n                the Minister may require being information relevant to the question\n                of the issue in relation to such person of the appropriate insurance\n                card.\n                      (2) Subject to the provisions of regulation 7, every application\n                for an insurance card shall be made, in accordance with directions\n                issued by the Minister, by the insured person.\n                      (3) An appropriate insurance card shall be issued without charge\n                to or in respect of a person properly applying therefor.\n                      (4) A stamp card issued in respect of an insured person shall\n                be issued either to the insured person or to his employer but a\n                deduction card issued in respect of an employed person shall be\n                issued only to his employer.\n                      (5) An insured person on his obtaining or on the return to him\n                of a stamp card in accordance with these Regulations shall be\n                responsible for its custody unless and until it is delivered or re-delivered\n                to an employer or a local office or retained by an inspector in accord-\n                ance with these Regulations or any other regulations made under\n                the Act.\n                      (6) Eveq employex M l , immediately after he beooona liable\n                to pay contributions in respect of an insured person obtain from the\n                insured pema a oudent stamp d,          or from a load office a ourrenit\n                deduction card, as the case may require, and it shall be the duty of an\n                employed person in relation to whom flat rate contributions are payable\n                under Part I11 to deliver or cause to be delivered a current stamp card\n                60 the employer :\n                    Provided that where at the t h e d his entry into the eanpbyment\n                 an insured person's stamp card is lodged at a local office, the employer\n                 shall be held to have complied with the provisions of this regulation\n                 relating to stamp cards as soon as he has obtained from the insured\n                  person the receipt for such stamp card duly issued by the local office\n                               LThe inclusion of this page is authorized by L.N. 54120001\n THE NATIONAL INSURANCE (COLLECTION OF CONTRIBUTIONS)\n                   REGULATIONS, 1966\nand has despatched it to that local office with a view to obtaining\nthe stamp card.\n      (7) Where a stamp card has been issued direct to the employer\nthe requirements of paragraph (6) relating to stamp cards shall be\ndeemed to have been satisfied as respects that card.\n      (8) The employer on obtaining the insurance card shall become\nresponsible for its custody-\n    (a) in the case of 2 a stamp card, so long as the employment\n         continues or until the stamp card is returned to the insured\n         person or delivered to a local office or retained by an inspector\n         in accordance with these Regulations or any other regulations\n         made under the Act;\n    (b) in the case of a deduction card, until the end of its currency\n         or until it is delivered to a local office or an inspector or the\n         Collector.\n       (9) The person for the time being responsible for the custody\nof an insurance card in accordance with these Regulations, or any\nperson having in his possession or under his control any insurance\ncard issued in respect of an insured person, shall produce it for\ninspection at any reasonable time when required to do so by an\ninspector, and if so required shall deliver up the insurance card to\nthe inspector, who may, if he thinks fit, retain it. The inspector\nshall issue a duplicate insurance card to replace any insurance card\nretained by him.\n      (10) Every insured person shall, within four weeks before the\nsurrender of his insurance card in pursuance of paragraph (2) or (4)\nof regulation 7, sign the card and insert thereon his then present\naddress in the respective places indicated for those purposes on the\ncard.\n      (11) Every employer having the custody in accordance with these\nRegulations of the insurance card of an insured person shall permit\nthat person to have access to such card for the purpose of signing\nthe card and inserting his then present address, in accordance with\nparagraph (10). and, in addition and without prejudice to this right, if\nan insured person desires to inspect his insurance card while it is in\nthe custody of the employer, the employer shall give him a reasonable\nopportunity of so doing either within or immediately befoie or after\nworking hours :\n               [Tha inclusion of this pace is autbortod by L.N. 4119761\n               THE NATIONAL INSURANCE (COLLECTION OF CONTRIBUTIONS)\n                                 REGULATIONS, 1966\n                Provided that no insured person shall be entitled by virtue of this\n              provision to inspect his insurance card more than once in any one\n              month nor except at such time as may be fixed by the employer\n              for the purpose.\n                      (12) Where an insurance card of any insured person is destroyed\n              or lost, or is defaced in any material particular, the insured person\n              (or, if it is a deduction card, the employer) shall apply to the Minister\n              for a duplicate insurance card to replace the card which has been\n              destroyed, lost or defaced, and shall obtain such card, in such manner\n              as the Minister shall direct :\n                Provided that where a stamp card is in the custody of an employer\n              at the time it is destroyed, lost OF so defaced it shall be the duty of\n              the employer forthwith to report the destruction, loss or defacement\n              of the card to a local office and to the insured person so that he may\n              comply with the provisions of this paragraph.\n                     (13) A local office may. on the application of an insured person,\n              issue a duplicate insurance card-\n                   (a) for the purposes of paragraph (2) of regulation 4; or\n                   (b) in such other circumstances as the Minister may direct.\nDisposal OE     4.-(1) Subject as hereafter provided in these Regulations, the\nstamp card\non termina-   employer shall, on the termination of the employment, forthwith return\ntion of\nemploy-       to the insured person his stamp card:\nment, etc.\n                Provided that where the employment is terminated by the insured\n              person without any notice or intimation to the employer, the stamp\n              card shall be returned to the insured person or, where this is impractic-\n              able, to a local office, within fourteen days of the termination of the\n              employment.\n                     (2) Subject as aroresaid, where contributions cease to be payable\n              by the employer in respect of the insured person for any period during\n              which the employment still continues, but contributions are payable\n              by the insured person or by some other person in respect of him, the\n              employer shall, if so requested by the insured person and unless a\n              duplicate card is obtained from a local office by the insured person\n              for the payment of such contributions, return the card to him, and\n              in this event it shall be the duty of the employer, immediately on his\n              again becoming liable to pay contributions in respect of the insured\n                             a inclusion of this page is authorized by L.N. 4119761\n THB NATIONAL INSURANCE (COLLECTION OF CONTRIBUTIONS)\n                         REGULATIONS, I966\nperson, to obtain the stamp card from the insured person, and the\ninsured person shall redeliver the stamp card to the employer\naccordingly.\n       (3) The insured person on the termination of his employment\nshall apply to the employer for the return of his stamp card and, on\nthe stamp card being returned to him, shall give to the employer, if he\ndemands it, a receipt for the card.\n       (4) If for any reason, other than the loss or destruction of the\ncard, the stamp card is not returned to the insured person in accord-\nance with paragraph (1) or (2) on the termination of his employment\nor on contributions ceasing for any other reason to be payable in\nrespect of him, the employer shall, as soon as may be. deliver the\ncard to a local office:\n  Provided that nothing in this paragraph shall relieve the employer\nof his obligations to comply with the said paragraph (1).\n       (5) If for any reason flat rate contributions cease to be payable\nwhether by or in respect of him, an insured person shall deliver nis\nstamp card to a local office or such other place as the Minister shall\ndirect not later than six days after the date on which its period of\ncurrency ends.\n        (6) An insured person or an employer shall comply with any\nriirections which may be given by the Minister as to the sending to\na local office of an insurance card, or, in the case of an employer, as\nto the return to an insured person, of a stamp card.\n      (7) In paragraphs (2) and (4) \"contribution\" has the meanidg\nassigned to it by regulation 8."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Treatment as an out-patient at a\n   ~                ~                 oa p             I               -              ~   ~\n   rcribed medical idtutkm-\n       (a) operations\n           (~ncluding\n           anaestpesiaj\n                Mmor         ...               ...         $100.00 eeQ\n                Major          ...             ...         Sz00.00 each\n       (b) laboratory teats ...                ...         S 30.00     a d d\n       (c) X-Ray examinations                  ...         S 50.00 pst ssrisP\n       (4X-Ray therap\n           (includi, ?t:alt, e t c j\n                Superflclal    ...\n                               ...             ...\n                                               ...\n                                                           $15.75 per course\"\n                                                           $31.50     pu**\n                D-P\n       (e) Physiotherapy       ...             ...         $25.00 per ooumor*\n       Cn E l ~ o p r a p h\n           Encephalograph, etc                 ...\n                  p b o fndusion of thia 9-    k author&ul k L.N. 76119813\nTHE NATIONAL INSURANCE (EMPLOYMENT INJURIES) (BENEFIT)\n                  REGULATIONS, I970\n   Troatmcmt 88 an in-patient at a\n   medical Mtution other than a\n   &bed       medical iinstitudon-\n       (a) for .all forms of (treatment\n           speatied in item 3 for out-                    T$e .same limits on payments\n            patiellte                                     as are applicable to out-\n                                                          patients under item 3\n       (b) for a~c~mmochrtton(hid-\n           ang 'bod, lodging amd n w\n            iug)        ............                      $ 60.00 per day\n   Dental treatmemt other than at a pro-\n   scribed mcdical institution-\n       (a) exhati-           .........                    S 10.00 each\n        (b) prophyhxh and 5 M b     ...                   S 20.00 each\n       (4supply qf d-turerr\n                   mlu\n                   w e t o           ......1\n                                     . . . . a .\n                                                          $ 50.00 each\n   supply 0s pharmacaudcal Irrod-\n   furnished by a n e d practitioner                      The price of that product a@-\n   or by a m         d institution o t k r                proved by the Minister of\n   bhan a prescribed.medica1 institution                  Heal&\n   or an approved c h c\n   Medical a d surgical appliances ~ b -                  The price. of such an appliance\n   tained otha than through a p                           approved by the Minister of\n   scribed medical institution                            Health as being the price at\n                                                          whiah it oould have been ob-\n                                                          tained from or through a pra\n                                                          scribed medical instituti011\nNm:\n  (1) Not mom than two vlab (wb-          at       or domldlirug or pu-t     to a rrdQonos\n      under p-raph    (2) hereof) m a y be paid for undor this it8m. However, payment for\n      vSh in excess of two may be approved a£ter consultation bet-\n        1                                                                  the doctor and\n      the Medicai Advim to the Miahtry of Soda1 M t y .\n   (2) If at the flnt visit it appean to the Practitioner that tho p a t k t requires sp-t\n       &tmmt the pa&         may be refarred to a Consultant (named in the referenee) at\n       a prcacrlbsd medical institution lad, h r e l a t h to aucb a rrdanncc. the Conaultlnt\n       m y be paid from the Fund a fee of $40.00.\n   (3) SpecWat treatmat fumbhod otbmisc than in aceordance with -graph       (2) h e m €\n        may bp obtained fire of charm by k t reference to the approprutc department of\n        a prascribed medical institution.\n  For the purposes of this item-\n        * \"raria\" mew one or more Wb or errpoflvas for an approved procedure ddgntd\n            to lead to diagnostic c o ~ t i o n ;\n        bmcourse*b   msans a coma of trutmcnt of up to dx trubnmb mcommmded by n\n            medical pmitioner.\n                                         --\n                    m e inclusion of this pwe Is authorized by L.N. 76119873\nN A Z l V N A L INAUKANLC ( C M r L V I M C N Z     I N J U K l C 3 ) (IS&NEl'll J\n                      REGULATIONS, 1970\n                         SWOND\n                             SCHEDULE                             (Regulation 4)\n               Prescribed Degrees of Disablement\n                                                                      Degree of\n                                                                     Disablement\n              Description of Injury\nLoss of both hands or amputation at higher sites         ...\n                                                                         -\n                                                                       Per cent.\n                                                                         100\nLoss of a hand and a foot          ...        ...        ...              100\nDouble amputation through a leg or thigh, or amputation\n    through leg or thigh on one side and loss of other foot               100\nLoss of sight to such an extent as to render the claimant\n    unable to pedonn any work for which eyesight is\n    essential            ...       ...        ...        ...              100\nVery severe facial disfigurement ...          ...        ...              100\nAbsolute deafness        ...       ...        ...        ...              100\nForequarter or hindquarter amputation         ...        ...              100\n          Amputation C a s e s U p p e r Limbs (either a m )\nAmputation through shoulder joint          ...       ...                   90\nAmputation below shoulder with stump less than 8 inches\n    from tip of acromion          ...      ...       ...                   80\nAmputation from 8 inches' from tip of acromion to less\n    than 4f inches below tip of olecranon ...        ...                   70\nLoss of a hand or of the thumb and four fingers of one\n    hand or amputation from 4 inches below tip of\n    olecranon            ...      ...      ...       ...\nLoss of thumb            ...      ...      ...       ...                   30\nLoss of thumb and its metacarpal bone      ...       ...                   40\nLoss of four fingers of one hand ...       ...       ...                   50\nLoss of three fingers of one hand ...      ...       ...                   30\nLoss of two fingers d one hand ...         ...       ...                   20\nLoss of terminal phalanx of thumb          ...       ...                   20\n                 Amputation Cases-Lower        Limbs\nAmputation of both feet resulting in end-bearing stumps ...                90\nAmputation through both feet proximal to the metatarso-\n    phalangeal joint     ...        ...         ...        ...             80\nLoss of all toes or both feet through the metatarso-\n    phalangeal joint     ...        ...         ...        ...             40\nLoss of all toes of both feet proximal to the proximal inter-\n    phalangeal joint      ...       ...         ...        ...             30\nLoss of all toes of both feet distal to the proximal inter-\n    phalangeal joint      ...       ...         ...        ...             20\nAmputation at hip        ...        ...         ...        ...             %r)\nAmputation below hip with stump not exceeding 5 inches\n    in length measured from tip of great trochanter        ...             80\nAmputation below hip and above knee with stump exceed-\n    ing 5 inches in length measured from the tip of great\n    trochanter, or at knee not resulting in end bearing\n    stump                 ...       ...           ...          ...         70\n         me inclusion of thL page is authorized by L.N. 4119761\nTHE NATIONAL INSURANCE (EMPLOYMENT INJURIES) (BENEFIT)\n                  REGULATIONS, 1970\n                                                                         Degree of\n                                                                        Disablement\n                   Description of Injury                                 Per cent.\n    Amputation at knee resulting in end-bearing stump or\n        below knee with stump not exceeding 3f inches ...\n    Amputation below knee with stump exceeding 3f inches\n        but not exceeding 5 inches ...           ...      ...\n    Amputation below knee with stump exceeding 5 inches\n    Amputation of one foot resulting in end-bearing stump ...\n    Amputation through one foot proximal to the metatarso-\n        phalangeal joint   ...         ...       ...      ...\n    Loss of all toes of one foot through the metatano-\n        phalangeal joint  ...         ...        ...      ...\n   Other Injuries\n   Loss of one eye, without complications, the other being\n        normal               ...     ...        ...     ...\n   Loss of vision of one e e, without complications or dis-\n        figurement of eyeball the other being n o m l\n   Loss of-\n   A. Fingers of right or left hand-\n        Index Finger-\n   Whole        ...         ...      ...        ...\n   Two phalanges            ...      ...        ...\n   One phalanx              ...      ...        ...\n   Guillotine amputation of tip without loss of bone\n        Middle Finger-\n   Whole        ...         ...      ...        ...\n   Two phalanges            ...      ...        ...\n   One phalanx              ...      ...        ...\n   Guillotine amputation of tip without loss of bone\n        Ring or Little Finger-\n   Whole        ...         ...      ...        ...\n   Two phalanges            ...      ...        ...\n   One phalanx              ...      ...        ...\n   Guillotine amputation of tip without loss of bone\n   B. Toes of right or left foot-\n        Great Toe-\n   Through metatarso-phalangeal joint           ...\n   Part, with some loss of bone      ...        ...\n        Any other toe-\n   Through metatarso-phalangeal joint           ...\n   Part, with some loss of bone      ...        ...\n        Two toes of one foot excluding great toe-\n   Through metatarso-phalangeal joint           ...\n            r h e inclusion of this page la authoxhod by L.N. 4119761\nTHE N A T I O N A L INSURANCE (EMPLOYMENT INJURIES) (BENEFIT)\n                         REGULATIONS, 1970\n                         SECOND\n                              SCHEDULE,\n                                     contd.\n                                                            Degree of\n                                                           Disablement\n                    Description of Injury                   Per cent."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1)  Every employer shall investigate the circumstances of every Obligations\n                                                                         of\naccident of which notice is given to him or to his servant or agent ernployern.\nin accordance with the provisions of regulation 3, and, if there appears\nto him to be any discrepancy between the circumstances found by\nhim as the result of his investigation and the circun~stancesappearing\nfrom the notice so given, he shall record the circu~nstancesso found.\n      (2) Where it appears to any person mentioned in paragraph (2)\nof regulation 3 that an employed person by whom, or on whose\nbehalf, a notice of accident has been given in accordance with the\nprovisions of that regulation-\n    (a) requires medical treatment by a medical practitioner in respect\n        of the injury caused by the accident; or\n    (b) is likely, as a result of the injury caused by the accident, to\n         be incapable of work for at least three days,\nthen, subject to any instructions issued by the Minister, such first\nmentioned person shall as soon as is practicable make an interim\nreport in a form approved by the Minister and shall give the same\nto the employed person or to his medical practitioner and send a copy\nof such report to the nearest local office.\n       (3) Where an employed person in respect of whom a notice\nof accident has been given in accordance with the provisions of\nregulation 3 dies as a result of the injury caused by the accident and\nthe death occurs on the premises of his employer, his employer\nshall, as soon as is practicable, make an interim report in a form\napproved by the Minister and send it to the nearest local oflice.\n      (4) Every employer who is required to do so by the Minister\nshall furnish to an oflicer of the Ministry, within such reasonable\nperiod as may be required, such information and particulars as shall\nbe required-\n     (a) of any accident or alleged accident in respect of which medical\n         treatment may be provided or cash benefit may be payable\n         to, or in respect of the death of, a person employed by him\n         at the time of the accident or alleged accident; or\n     ( b ) of the nature of and other relevant circumstances relating to\n           any occupation mentioned in the Schedule to the National\n           Insurance (Prescribed Diseases) Regulations, 1970, in which\n           any person for whom medical treatment may be provided, or.\n           to whom, or in respect of whose death, cash benefit may\n               [The inclusion of this page ic authori cd by L.N. 4139761\n94             THE NATIONAL INSURANCE (EMPLOYMENT INJURIES) (CLAIMS AND\n                              PAYMENTS) REGULATIONS, 1970\n                        be payable under the Act was, or, is alleged to have been\n                        employed by him.\n                     (5) Every owner or occupier (being an employer) of any mine\n               or quarry or any premises to which any of the provisions of the\n               Factories Act applies, and every employer by whom 10 or more\n               persons are normally employed at the same time on or about the\n               same premises in connection with a trade or business carried on by\n               the employer shall, subject to the following provisions of this\n               paragraph-\n                   (a) keep readily accessible a book or books in a form approved\n                        by the Minister in which the appropriate particulars of any\n                        accident causing personal injury to a person employed by\n                        the employer may be entered by that person or by some\n                        other person acting on his behalf; and\n                   (b) preserve every such book, when it is filled, for the period\n                       of three years beginning with the date of the last entry therein.\nObligations      5.-41) Subject to the following provisions of this regulation every\nof claimants\nfor, and       claimant for and every beneficiary in receipt of, employment injury\nbenefi-\nciaries in     benefit or disablement pension shall comply with every notice given\nreceipt of.\nemployment     to him by the Minister which requires him either-\n~n~ury\nbenefit or\ndisablement\n                    (a) to submit himself to a medical examination by a medical\npension.                 authority for the purpose of determining the effect of the\n                        relevant accident or the treatment appropriate to the relevant\n                         injury or loss of faculty; or\n                   (b) to submit himself to such medical treatment for the said\n                       injury or loss of faculty as is considered appropriate in his\n                       case by the medical practitioner in charge of the case or by\n                       any medical authority to whose examination he has submitted\n                       himself in accordance with the provisions of paragraph (a).\n                      (2) Every notice given to a claimant or beneficiary requiring\n               him to submit himself to medical examination shall be given in\n               writing and shall specify the time and place of examination and\n               shall not require the claimant or beneficiary to submit himself to\n               examination-\n                    (a) by a Medical Board before the expiration of the period of six\n                         days beginning with the date of the notice or such shorter\n                         period as may be reasonable in the circumstances;\n                             m e inclwion of this page is authorized by L.N. 4119761\n        THE NAUONAL INSURANCE (EMPLOYMENTINJURIES) (CLAIMS AND\n                      P A Y M E W REGULATIONS. 1970\n      (b) in any other case, on a date earlier than the third day after the\n          day on which the notice was sent.\n        (3) Every claimant and every beneficiary who, in accordance with\nthe foregoing provisions of this regulation, is required to submit himself to\na medical examination or to medical treatment shall attend at every such\nplace time as may required.\n        (4) In this regulation, the expression \"medical authority\" means a\nMedical Appeal Tribunal, a Medical Board or any medical practitioner\nappointed or nominated by the Minister."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1)  If an employer ceases to employ an insured person in respect Change or\n                                                                       employment\nof whom he holds a current deduction card issued to him bv a local of Derson\n                                                                       in iespect\noffice, he shall forthwith give to hi a leaving certificate:           of whom\n                                                                              deduction\n                                                                              card issued.\n   Provided that where the employment is terminated by the insured\n person without any notice or intimation to the employer, the employer\n shall complete the whole of the leaving certificate and send it to a local\n office within fourteen days of the termination of the employment.\n                THE NATIONAL INSURANCE (COLLECTION OF CONTRIBUTIONS)\n                                  REGULATIONS, 1966\n                       (2) The leaving certificate shall-\n                     (a) be in a form approved by the Minister and shall be divided\n                          into three easily separate Parts; and\n                     (b) shall contain such particulars as the Minister may require.\n                     (3) Immediately on commencing his next employment an insured\n               person to whom a leaving certificate was given in pursuance of para-\n               graph (1) shall deliver Parts 2 and 3 of the certificate to his new\n               employer who on the commencement of the employment shall, subject\n               to paragraph (9, complete Parts 2 and 3 and shall forthwith send\n               them to a local office.\n                     (4) On receipt of Parts 2 and 3 of the leaving certificate the\n               local office shall issue the appropriate insurance card (unless, where\n               the appropriate insurance card is a stamp card, the insured person\n               already has a current stamp card).\n                     (5) Where the certificate shows that the last payment of wages\n               was in the contribution year preceding that in which the new employ-\n               ment commences the new employer shall forthwith send both Part 2\n               and Part 3 of the leaving certificate to a local office, without completing\n               any such Part.\nDeath of         6. On the death of an insured person the employer, if an insurance\ninsured\nperson.        card is then in his custody. or any other person having possession\n               or thereafter obtaining possession of the insured person's insurance\n               card, shall forthwith deliver it to a local office.\nCurrcncy         7.-41) An insurance card, when issued, shall remain the property\nand\nexchange       of the Minister.\nof insurance\ncards.\n                      (2) A stamp card shall be in such form as the Minister may\n               direct ahd shall be current for such period as the Minister may provide\n               and shall within six days, or such longer time as the Minister may\n               in any special case allow, after the date on which it ceases to be\n               current, be surrendered by the person for the time being responsible\n               in accordance with these Regulations for the custody of the card, to\n               a local office, and a fresh insurance card may thereupon be issued\n               (without charge) to the person so returning the stamp card:\n                  Provided that if an employed person whose current insurance card\n               is a stamp card becomes liable to pay a wage-related contribution, the\n               employer shall forthwith apply to a local office for a deduction card\n               in respect of the employed person.\n               ---                A----\n                                   bcladon of thL ~ o is~authorized\n                                                           c        by L.N. 4119761\n                                                                                      --\n THE NATIONAL INSURANCE (COLLECTION OF CONTRIBUTIONS)\n                   REGULATIONS, 1966\n      (3) Where the employer has applied for a deduction card in\npursuance of the proviso to the preceding paragraph he shall, without\ndelay, inform the employed person accordingly, and on the receipt by\nthe employer of the deduction card he shall show it to the employed\nperson and return to him his stamp card.\n      (4) A deduction card shall be in such form as the Minister\nmay direct, shall be current for such period as the Minister may\nprovide and shall not later than fourteen days after the date of expiry\nbe surrendered by the employer to the Collector.\n      (5) Within fourteen days before the date of expiry of current\ndeduction cards every employer shall apply to a local office for a fresh\ninsurance card in respect of every employed person then in his employ-\nment and in relation to whom he holds a deduction card, and fresh\ninsurance cards may thereupon be issued (without charge) to the\nemployer.\n     (6) Where the Minister so directs, a stamp card or a deduction\ncard may be exchanged for a fresh insurance card at any time or in\na manner other than that prescribed in this regulation.\n  PART111-Payment of flat rate contributions in relation to persons\n      in respect of whom current deduction cards are not held"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.+1) If on any occasion a payment which would normally fall pay men^\n                                                                        treated as\nto be made at a regular interval is made otherwise than at that regular madeat\n                                                                        regular\ninterval, it shall for the purpose of wage-related contributions be inter\"&.\ntreated as if it were a payment made at that regular interval.\n     (2) Where payments are made at irregular intervals of the\namounts due for regular intervals, the payments shall for the purpose\nof wage-related contributions be treated as if they were payments\nmade at those regular intervals.\n       (3) Where payments are normally made at intervals which secure\nthat one and only one payment is made in each of a succession\nof periods consisting of the same number of days, weeks or months.\nthose payments shall for the purpose of wage-related contributions be\ntreated as if they were payments made at the regular interval of one\nof -those periods; and where the intervals for which payments are\n              Vhe inclusion of this papa is authorized by L.N. 127119801\n               THE NATIONAL INSURANCE (ASSESSMENT OF WAGE-RELATED\n                CONTRIBUTIONS) (EMPLOYED PERSONS) REGULATIONS. 1966\n              normally due are such as to secure that one and only one such\n              interval ends in each of a succession of like periods, those intervals\n              shall be treated as regular intervals of the length of those periods\n              for the purpose of paragraph (2) of this regulation.\nGeneral pr*     7.-(1) Where on one or more occasions the whole or any part\nvisions as\nto ayymll.    of a person's emoluments are not paid weekly (whether or not they\ntion and\napportion-    are treated for the purpose of wage-related contributions as paid\nment.\n              weekly), subsection (4) of section 5 of the Act shall apply subject to\n              the modifications prescribed in this regulation.\n                     (2) In every case to which this regulation applies the said sub-\n              section (4) of section 5 shall have effect as if for the references therein\n              to \"contribution week and \"week\" there were substituted references to\n              \"wage-related contribution period\".\n                     (3) Where a regular payment is made in a wage-related contribu-\n              tion period other than that in which it would normally have fallen\n              to be made, the said subsection (4) of section 5 shall have effect\n              as if that payment (together with any other payment which is made\n              on that occasion and which normally falls to be made in the same\n              wage-related contribution period as that regular payment would normally\n              have fallen to be made) had been made in the wage-related contribution\n              period in which it would normally have fallen to be made:\n                 Provided that where the wage-related contribution period in which\n              it is made and the wage-related contribution period in which it would\n              normally have fallen to be made are in different contribution years, the\n              preceding provisions of this paragraph shall not apply and that regular\n              payment shall not be aggregated with any payment other than one\n              which on that occasion is, and which normally falls to be, made on\n              the same day as that regular payment.\nAgarnoation    8. Payments in any employment shall not be aggregated with pay-\nof prymenu\nla Icpu.te    ments in any other employment under the same employer if-\nem loymrnu\nunScr ram?\nemployer.\n                  (a) such aggregation is not reasonably practicable because the\n                      emoluments in the respective employments are calculated at\n                      different places; or\n                  (6) having regard to the arrangements which are or might reason-\n                      ably be made for the calculation and payment of the emolu-\n                      ments in the respective employments, it is not reasonably\n                      practicable at or before the time of payment for any of the\n                             [?he inclusion of chis page Is authorized by L.N. 127/1980]\n THE NATIONAL INSURANCE (ASSESSMENT OF WAGE-RELATED\n  CONTRIBUTIONS) (EMPLOYED PERSONS) REGULATIONS, 1966\n        persons calculating or making the payments in any one such\n        employment to have such information about the other\n        employment or employments and the payments made or to\n        be made therein as would be required for the calculation\n        of the wage-related contributions payable if the payments\n        made in the respective employments fell to be aggregated."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.--( 1) The prescribed time for making claims for cash benefit is-              amms\n                                                                                       fa\n                                                                                    athkndit\n                                                                                    tokrnrdo\n                                                                                    within\n      (a) in the case of employment injury benefit, six months, fiom the first      ~rrraib~d\n                                                                                           tim..\n          day of the period in respect of which the claim is made or,. if the\n          claim is in respect of only one day, six months fiom that day;\n      (b) in the case of disablement pension or any increase thereto, three\n          months fiom the first day on which the conditions for the receipt\n          of such benefit or increase are satisfied;\n      (c) in the case of employment injury death benefit three months\n          fiom the date of death of the deceased or, in the case of a grant or\n          allowance under section 19 of the Act, fiom the date when\n          the conditions for the receipt of suchgrant or allowance are satis-\n          fied.\n                [The in'clusion of this page is a u t h o w by L.N. 21R012j\n                                THE NATIONAL INSURANCE ( E W W Y M E N T INJURIES) (CLAIMS AND\n                                               PAYMENTS) REGULATIONS, 1970\n                                (2) If a person fails to make a claim for benefit within the prescribed\n                        time he shall be disqualified for receiving-\n                              (a) in .the case of employment injury benefit, benefit in respect of\n                                  any day more than ten days before the date when the claim is\n                                  made;\n                              (b) in the case of disablement pension, or any increase thereto, and\n                                  death benefit, benefit in respect of any period more than three\n                                  months before the date when the claim is made:\n                           Provided that if in any case the claimant proves-\n                                   (i) that on a date earlier than the date on which the claim\n                                       was made, he was, apart fiom satisfying the condition of\n                                       making a claim, entitled to the benefit; and\n                                  (ii) that throughout the period between the earlier date and the\n                                       date on which the claim was made there was good cause for\n                                       delay in making such claim,\n                        he shall not be disqualified under this paragraph for receiving any benefit\n                        to which he would have been entitled if the claim had been made on the\n                        earlier date:\n                           Provided fbiher that no sum shall be paid on account of benefit in respect\n                        of any period more than six months before the date on which the claim\n                        therefor ,is duly made.\n                                 (3) For the purpose of paragraph (2) a death grant shall be treated\n                        as if it were an award comprising periodical payments at the appropriate\n                        weekly rate in respect of the number of weeks by which, under the provisions\n                        of that section, the weekly rate of employment injury death benefit falls to be\n                        multiplied.\nspedll pmvirioru\nd u i n g to prorpos-      8.-41) Where for the purposes of the provisions of the National Insur-\ndve ddmr for            ance (Employment Injuries) (Medical Certification) Regulations, 1970, it has\nampl-\nlnjufy bachr            been certified that a person is incapable of work and will continue to be\n                        incapable of work for the period specified in the certificate-\n                               (a) a claim for injury benefit based on the certificate shall, unless in\n                                   any case the Minister otherwise directs, be treated as if made by\n                                   that person for that period;\n                               (b) on any such claim such benefit may be awarded or disallowed\n                                   for the whole or any part of that period after the date ofthe\n                                       me inclusion of this page is authorized by L.N. ZlROlZ]\nTHE NATIONAL INSURANCE (EMPLOYMENT INJURIES) (CLAIMS AND\n               PAYMENTS) REGULATIONS, 1970\n        claim but not exceeding twentyeight days or such shorter\n        period as the Minister may in any case direct;\n    (c) if on any such claim such benefit is awarded or disallowed\n        for part only of the period in respect of which the claim\n        is treated as if made, further decisions in accordance with\n        sub-paragraph (b) awarding or disallowing such benefit may\n        be given on the same claim.\n       (2) Any decision awarding injury benefit under paragraph (1)\nshall be subject to the condition that the claimant continues to satisfy\nthe requirements for payment thereof during the period to which\nthe award relates and if the said requirements are found not to have\nbeen satisfied at some time during the said period the award shall\nbe reviewed.\n                 PARTIV-Payment                 of Cash Benefit"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) If a person after having been awarded benefit in respect Recrudes-\nof a prescribed disease recovers wholly or partially from the attack cence'\nof the disease, and thereafter suffers from another attack of the same\ndisease, or dies as a result thereof, then-\n     (a) if the further attack commences or the death occurs during\n          an employment injury benefit period or during a period taken\n          into account by an assessment of disablement relating to such\n          a previous award (either of which periods is hereinafter referred\n          to as a \"relevant period\"), the disease shall be treated as a\n          recrudescence of the attack to which the relevant period\n          relates, unless it is otherwise determined in the manner\n          referred to in sub-paragraph (b);\n     (b) if the further attack commences or the death occurs otherwise\n           than during a relevant period, or if it is determined in the\n           manner provided in Part V that the disease was in fact\n          contracted afresh, it shall be treated as having been so\n           contracted.\n                [The inclusion of this page is authorted by L.N. 4119761\n                  THE NATIONAL INSURANCE* (PRESCRIBED DISEASES)\n                               REGULA TIONS, 1970\n                  (2) For the purpose of paragraph (1). a further attack of a\n           prescribed disease shall be deemed to have commenced on the date\n           which would be treated as the date of development under the provisions\n           of regulation 7 if no previous claim had been made in respect of that\n           disease.\n                  (3) Where, under the foregoing provisions of this regulation, a\n           disease is treated as having been contracted afresh, the provisions\n           of regulation 7 shall be applied as though no previous claim had\n           been made in respect of that disease and the date of development\n           shall be determined accordingly.\n                  (4) Where, under the foregoing provisions of this regulation, a\n           disease is treated as a recrudescence during a period taken into\n           account by a previous assessment of disablement, any assessment of\n           disablement in respect of the recrudescence shall be by way of review\n           of such previous assessment, and such review shall be subject to the\n           provisions of regulation 2 1.\nTmd-         9.-(1) If under the foregoing provisions of this Part a date of\ntioml\nprovbi\"\"   development has to be determined in respect of a prescribed disease\n           sufFered by a person to whom compensation under the Workmen's\n           Compensation Act has been awarded or paid in respect of the same\n           disease and at the date of such claim for benefit. or if it is a claim\n           for employment injury death benefit, at the date of death-\n               (a) that person is in receipt of half-monthly payments in respcct\n                    of such compensation; or\n                (b) any liability or alleged liability for such compensation had\n                     been redeemed by payment of a lump sum,\n           the disease in respect of which the claim is made shall be treated\n           for the purposes of these Regulations as a recrudescence of the disease\n           in respect of which such compensation was awarded or paid and\n           not as having developed on or after the 1st day of October, 1970. unless\n           it is determined in the manner provided in Part V that the disease\n           was in fact contracted afresh.\n                 (2) If it is determined as provided in paragraph (1) that the\n           disease was contracted afresh, or if compensation is not b e i i or\n           has not been paid as provided in sub-paragraph (a) or (b) thereof, the\n           date of development shall be determined in accordance with regulations\n           6 to 8 as if no compensation under the Workmen's Compensation\n           Act had been paid in respect of that disease.\n                          IThe i n f l u b of this page is authorized by L.N. 4119761\n       THE NATIONAL INSURANCE (PRESCRIBED DISEASES)\n                    REGULATIONS, 1970\n       (3) If, after the date of a claim for benefit in respect of a\nprescribed disease, the claimant receives a half-monthly payment of\ncompensation in respect of that disease under the Workmen's\nCompensation Act which he was not receiving at the date of such\nclaim, or if the amount of any such half-monthly payment which\nhe was receiving at that date is increased, then any decision on any\nquestion arising in connection with that claim, if given before the\ndate of, or in ignorance of the fact of, the receipt of such half-monthly\npayment or increased half-monthly payment may be reviewed as if\nit had been given in ignorance of a material fact, and on such review\nthe question may be decided as if the claimant had been in receipt\nof such half-monthly payment or increased half-monthly payment at\nthe date of the claim, and the foregoing provisions of this regulation\nshall apply accordingly.\n       (4) For the purpose of this regulation, a person shall be deemed\nto be, or to have been, in receipt of a half-monthly payment of\ncompensation if-\n     (a) he is or was in fact receiving such payment; or\n     (b) he is or was entitled thereto under an award or agreement\n          made under the Workmen's Compensation Act.\n     PARTIV-Application of the Act, the Claims and Payments\n                Regulations, and the Benefit Regulations"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-41) Every flat rate contribution payable in relation to an insured s m p b\nperson shall, subject to paragraph (2) of regulation 12 and except as %%zk.\nbrein otherwise provided, be paid by affixing an adhesive insurance\nstamp to, or, subject to regulation 34, by impressing, by means of\na franking meter device, an insurance stamp on, his stamp card in\nthe space indicated for that purpose upon the card.\n      (2) An employer who is liable to pay contributions in respect, or\non behalf, of an insured person shall, except as hereinafter provided,\npay those contributions at the following times, that is to say-\n    (a) where he pays to the insured person pecuniary remuneration\n        in respect of the employment of such person, before paying\n        to the insured person the remuneration in respect of the period\n        for which a contribution is payable;\n-7                           --- is authorized b y ~ .4119761\n               m e inclusion of this p-e               ~.\n                                                              ---\n26    THE NATIONAL INSURANCE (COLLECTION OF CONTRIBUTIONS)\n                        REGULATIONS, I966\n         (b) where he does not pay to the insured person pecuniary\n             remuneration in respect of the employment, on the first day\n             of employment in each contribution week.\n           (3) Where an insured person's wages for any period are paid\n     in advance by an .employer, the employer shall pay contributions in\n     advance for that period before the payment of the wages.\n            (4) In addition to his obligation to comply with any, other\n     requirement of the Act or of these Regulations, it shall be the duty\n     of the employer to pay all contributions due from him but still out-\n     standing in respect of any insured person-\n         (a) within fourteen days of the termination of the employment\n              where the employment is terminated by the insured person\n              without any notice or intimation to the employer, and forth-\n              with on the termination of the employment where the\n              employment is terminated in any other manner; and\n         (b) within five days after the expiration of the period of currency\n             of the stamp card; and\n         (c) within forty-eight hours after being requested to do so by\n             the insured person.\n           (5) (a) The Minister may, if he thinks fit, and subject to such\n     terms and conditions as he may impose, approve any arrangements\n     whereby contributions are paid at times, or in a manner, other than\n     those prescribed in this regulation, and any such arrangement may\n     include a provision for the payment to the Minister of such fees as\n     may be determined by the Minister, with the concurrence of the\n     Minister responsible for finance, to represent the estimated additional\n     expense in administration to the Government departments concerned.\n                (b) The provisions of these Regulations shall, subject to\n     the provisions of the arrangements, apply to any person affected by\n     the arrangements, and any contravention of, or failure to comply\n     with, any requirements of the arrangements shall be deemed to be\n     a contravention of or failure to comply with these Regulations.\n            (6) An insured person who is liable to pay contributions as a\n     self-employed person shall pay those contributions not later than the\n     last day in the contribution week in respect of which the contribution\n     is due.\n                                                       ---\n                                                                               -\n THE NATIONAL INSURANCE (COLLECTION OF CONTRIBUTIONS)\n                   REGULATIONS, 1966\n      (7) (a) A person shall, immediately after affixing an adhesive\ninsurance stamp to any stamp card, cancel the stamp by writing in\nink, or stamping with a metallic die with black indelible ink or\ncomposition across the face of the stamp, the date upon which\nit is affixed and not otherwise, but, save as expressly provided in\nthese or any other regulations made under the Act or as specially\nauthorized by the Minister, no other writing or mark and no perforation\nshall at any time be made on or in, affixed to or impressed on\na stamp card or stamp.\n           (b) An employer may, if he thinks fit, inscribe upon the\nstamp card of any insured person employed by him, or any part of the\ncard not designated for any specific purpose, the number of that\ninsured person upon the pay list or in the books of the employer."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-41) An employer shall be entitled to recover from an insured Recovery by\n                                                                         employer of\nperson, subject to and in actordance with the provisions of this regula- contribu-\n                                                                         tions aid\ntion, the amount of any contribution paid or to be paid by him on onp&£\n                                                                         of insured\nbehalf of that person :                                                  persons.\n  Provided that the amount of any contribution not yet paid shall\nnot be recoverable except under and in accordance with the next\nfollowing paragraphs.\n        (2) Where the insured person receives any pecuniary remmera-\ntion from the employer, the amount of any contribution paid or to be\npaid by the employer on behalf of the insured person, notwithstanding\nthe provisions of any contract to the contrary, shall be recoverable\nby means of deductions from such remuneration and not otherwise:\n  Provided that-\n    (a) no such deduction may be made from any remuneration other\n        than such as is paid wholly or partly in respect of the\n        contribution week or part of the contribution week for which\n        the contribution is payable or may become payable, as the\n        case may be; and\n    (b) no such deduction may be made of any contribution not yet\n        paid except where it is not payable until after the date when\n        the said remuneration is paid.\n        (3) Where an employed person does not receive any pecuniary\nremuneration, the employer shall be liable to pay the contributions\npayable both by himself and the insured person and shall not be\nentitled to recover any part thereof from the insured person.\n               lThe indwion of tbb pwe b authorized by L.N. 41197q\n               THE NATIONAL INSURANCE (COLLECTION OF CONTRIBUTIONS)\n                                 REGULATIONS, I966\n                 PARTIV-Payment of wage-related contributions and flat rate\n              contributions that are, by virtue of regulation 12, payable in the same\n                                               manner\nDcfinirlons     11. In this Part, unless the context otherwise requires-\nin Part 1V.\n                  \"aggregated\" means aggregated and treated as a single payment\n                     under subsection (4) of section 5 of the Act;\n                  \"contribution\" means a wage-related contribution and includes\n                     a flat rate contribution (as defined in this regulation);\n                  \"employer\" means any person paying wages whether on his own\n                     account or on behalf of another person;\n                  \"flat rate contribution\" means a flat rate contribution that is, by\n                     virtue of regulation 12, payable in the same manner as a wage-\n                     related contribution; and\n                  \"month\" means a calendar month.\nContrlbu-       12.-(1) Wage-related contributions payable by an employed person\ntions pay-\nable under    and his employer shall be paid in the manner provided in this Part.\nthis Part.\n                      (2) Where a current deduction card in respect of an employed\n              person is held by an employer then, during the currency of the deduc-\n              tion card, all flat rate contributions payable by that employer on\n              behalf of and in respect of that employed person shall, unless and\n              until the Minister in any case or class of case otherwise directs, also\n              be payable in 'the manner provided in this Part.\nDeduction       13.41) Every employer on making any payment of pecuniary\nof contri-\nburlons.      remuneration to any employed person in respect of whom he holds\n              a current deduction card may, in accordance with this Part, deduct\n              thereftom the amount of any wage-related and flat rate contributions\n              paid or to be paid by him on behalf of that person.\n                      (2) An employer shall not be entitled to recover any wage-\n              related or flat rate contributions paid or to be paid by him on behalf\n              of any employed person otherwise than by deduction in accordance\n              with this Part.\nCalcula-        14.41) On the occasion of any payment of pecuniary remuneration\ntion of\ndeduction.    to such employed person, the employer may deduct therefrom the\n              amount of wage-related and flat rate contributions that the employed\n              person is liable to pay:\n                                iaclusion of tbu-page   ia authorized by L.N. 4/197q\n THE NATIONAL INSURANCE (COLLECTION OF CONTRIBUTIONS)                     29\n                   REGULATIONS, 1966\n  Provided that where two or more payments fall to be aggregated\nthe employer may deduct the amount of the wage-related contributions\nbased thereon that are payable by the employed person either wholly\nfrom one such payment or partly from one and partly from the other\nor any one or more of the others.\n        (2) If by reason of an error the employer on making any\npayment of pecuniary remuneration to an employed person fails to\ndeduct therefrom the full amount of contributions which by virtue\nof this Part he is entitled to deduct, he may recover the amount so\nunder-deducted by deduction from any subsequent payment of pecuniary\nremuneration to that employed person during the same year:\n  Provided that-\n    (a) the amount that may be deducted by virtue of this paragraph\n        from any payment, or from any payments which fall to be\n        aggregated, shall be in addition to, but shall not exceed, the\n        amount deductible therefrom under the other provisions of\n        this Part; and\n    (b) for the purposes of regulations 17 to 21 (both inclusive) an\n        additional amount that may be deducted by virtue of this\n        paragraph shall be treated as an amount deductible under\n         this Part only in so far as the amount of the corresponding\n         under-deduction has not been so treated.\n        (3) The employer shall, at such times as the Minister may\nrequire, record on the deduction card such particulars regarding the\npayment of wages to the employed person as the Minister may require,\nand on or before the last day of the week that contains the last day\nof the month the employer shall record on the deduction card the\ntotal contributions payable in relation to the employed person in\nthat month :\n   Provided that the Minister may, subject to such terms and conditions\nas he may impose, authorize an employer to record any such informa-\ntion otherwise than on a deduction card."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-41) Subject to the provisions of this regulation, the right to\n                any sum payable by way of benefit, other than a sum payable by\nable b-         way of funeral grant, shall be extinguished where payment thereof\nway or          is not obtained within the period of six months from the date on\nbenefit which\n                which that sum is receivable in accordance with the following pro-\n                visions of this regulation :\n      THE NATIONAL INSURANCE (CLAIMS A N D PAYMENTS)\n                     REGULATIONS, 1966\n  Provided that in calculating the said period of six months no\naccount shall be taken of-\n    (a) any period during which a pension order or draft containing\n                                                                           -\n        the sum is in the possession of the Minister or any post\n        office at which it is payable, other than a period after written\n        notice has been given that the pension order or draft is\n        available for collection;\n    (b) any period during which the Minister has under consideration\n        any representation that a pension order or draft containing\n        the sum has not been received or has been lost, mislaid\n        or stolen;\n    (c) any period during which the person concerned is for the\n        time being unable to act by reason of any mental incapacity\n        (subject to the qualification that the total period disregarded\n        on account of such inability to act shall not exceed one\n        year); or\n    (d) any period during which the determination of any question\n         as to such extinguishment is pending.\n       (2) For the purposes of this regulation, a sum payable by way\nof benefit shall, subject to the provisions of paragraph (3) and of\nparagraph (3) of regulation 13, be receivable--\n    (a) in the case of a sum contained in a pension order, on the\n        date on which the order is due to be paid;\n    (b) in the case of a sum contained in a draft-\n            (i) if the draft is sent through the post, on the date on\n                which it would be delivered in the ordinary course of\n                 post; and\n           (ii) in any other case, on the date of issue of the draft;\n    (c) in the case of a sum not contained in a pension order or\n        draft, where notice is given orally or in writing that the sum\n        is available for collection-\n            (i) if written notice is sent through the post, on the date\n                on which it would be delivered in the ordinary course\n                of post; and\n              me inclusion of this page is authorized by L.N. 112/1978]\n      THE NATIONAL INSURANCE (CLAIMS AND PAYMENTS)\n                    REGULATIONS, 1966\n           (ii) in any other case, on the date of the notice; and\n    (d) in any case to which none of the preceding sub-paragraphs\n        of this paragraph applies, six months (or such longer period\n        as the Minister may determine in the circumstances of any\n        particular case) after the date on which the sum became\n        payable.\n        (3) In determining when a sum is receivable under the pro-\nvisions of paragraph (2), the following provisions shall apply-\n     (a) If a person proves that through no fault of his own he did\n          not receive any such pension order or draft or written notice\n          until a date later than the appropriate receivable date\n          determined in accordance with the provisions of paragraph (2),\n          the sum contained in the order or draft or referred to in\n          the notice shall be receivable-\n            (i) on that later date; or\n            (ii) on the date which is six months after the said\n                 appropriate receivable date,\n        whiohever is the earlier.\n    (b) If a person proves that through no fault of his own he has\n         not received any such pension order or draft or written\n         notice, the sum contained in the original order or draft or\n         referred to in the notice shall be receivable-\n            (i) on the date determined in accordance with the pro-\n                visions of paragraph (2) on the basis of the issue\n                of any further order or draft or notice in respect of\n                that sum; or\n          (ii) on the date which is six months after the receivable\n               date determined in accordance with the provisions of\n               paragraph (2) on the basis of the original order or\n               draft or notice,\n        whichever is the earlier.\n    (c) Subject to the provisions of paragraph (3) of regulation 13\n        and of sub-paragraph (b), a sum which in accordance with\n        the foregoing provisions of this regulation was receivable on\n        any date, shall remain receivable on that date notwithstanding\n        the issue since that date of a pension order or draft or notice\n        in respect of that sum or any part thereof.\n              me inclusion of this page is authorized by L.N. 112119781\n      THE NATIONAL INSURANCE (CLAIMS AND PAYMENTS)\n                     REGULATIONS. I966\n        (4) A sum payable by way of benefit shall be receivable in\naccordance with the foregoing provisions of this regulation, notwith-\nstanding the inability of the person to whom it is payable to give\na receipt therefor.\n       (5) This regulation does not apply in relation to sugar workers\nold age pensions or sugar workers invalidity pensions."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(1) Notwithstanding anything in these Regulations, the Minister Provtsfons\nmay, if he thinks fit, and subject to such terms and conditions as he :$%I\"'0\nmay impose, in any particular case or class of case, authorize any \"\"\"\narrangements whereby wage-related contributions are assessed at times\nor in a manner other than those heretofore prescribed in these Regula-\ntions and he may also from time to time issue instructions-\n      (a) for the purpose of determining the wage-related contribution\n          period in which any payment would normally have fallen to\n          be made, where such period cannot, or cannot without undue\n          difficulty or inconvenience, be identified;\n      (b) in relation to the application of these Regulations to cases\n          where, by reason of a change in the shortest regular interval\n           at which any part of a person's emoluments are paid or\n           treated as paid, that person's wage-related contribution period\n           in any employment, or employments under the same employer\n           is, or is in process of being, changed; and\n      (c) in relation to any particular case or class of case where the\n           Minister is satisfied that. by reason of the special circumstances\n          appertaining thereto, the preceding regulations do not make\n           adequate provision or that, by reason of such special\n           circumstances, difficulties arise in connection with the applica-\n           tion of any provision of the preceding regulations.\n        (2) The provisions of the preceding regulations, shall, subject\nto the provisions of any such arrangements or instructions as aforesaid\napply to any person affected by the arrangements or the instructions.\nand any contravention of, or failure to comply with, any requirement\not' the arrangements or the instructions shall be deemed to be a\ncontravention of or failure to comply with these Regulations.\n               IThc Inclusion of thLr paoe is authorized by L.N. 127119801\n THE NATIONAL INSURANCE (ASSESSMENT OF WAGE-RELATED\n  CONTRLBUTIONS) (EMPLOYED PERSONS) REGULATIONS. 1966\n                               SCHEDULE                                (Regulation 5 )\n                                  PARTI\n                               Weekly Scale\n     Amount o f Payment                                 Amount of Contribution\n..         [The inclusion of ~hispaps Is authoriad by L.N. 127119801\n     THE NATIONAL INSURANCE (ASSESSMENT OF WAGE-RELATED\n      CONTRIBUTlQNS) (EMPLOYED PERSONS) REGULATIONS. 1964\n                                     Monthly Scale. c o d   .\n         Amount of Payment                               Amount of Contribution"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) The following questions, that is to say-                     Submission\n                                                                        of questions\n     (a) any question as to the right to benefit; and                   to insurance\n                                                                        officers.\n     (b) any other question arising under or in connection with the\n          Act,\nnot being a reserved question, shall be submitted to one of the\ninsurance officers, who shall consider the question, and, so far as\npracticable, dispose of it in accordance with these Regulations within\nfourteen days from the date when it was submitted to him, so, however,\nthat nothing in this regulation shall preclude the reference by an\ninsurance office to a medical practitioner, for examination and report,\nany question not being a reserved question.\n       (2) If on consideration of a question the insurance officer is of\nopinion that no reserved question arises then-\n    (a) if he is satisfied that the question ought to be determined\n         wholly in favour of the claimant, he may determine the\n         question accordingly;\n    (b) in so far as he is not so satisfied, he may either-\n            (i) refer the question (so far as is practicable within\n                fourteen days from the date on which it was submitted\n                to him) to a local tribunal for its decision; or\n           (ii) himself determine the question in whole or in part\n                adversely to the claimant.\n        (3) Where the insurance officer refers a question to a local\ntribunal in accordance with paragraph (2), notice in writing of such\nreference shall be given to the claimant.\n               IThe hclusion of this p a p is authorized by L.N. 4119761\n                  THE NATIONAL INSURANCE (DETERMINATION OF CLAIMS A N D\n                               QUESTIONS) REGULATIONS, 1966\n                        (4) In these Regulations \"reserved question\" means a disable-\n                ment question, any question mentioned in regulation 3, and any question\n                or claim mentioned in regulation 27.\nAppeals to        14.-(1) If an insurance officer has determined a question in whole\nlocal tri-\nbunals.         or in part adversely to the claimant, the claimant shall, subject to the\n                provisions of this regulation, have a right of appeal in respect of the\n                decision to the local tribunal and shall be notified in writing of the\n                decision and the reasons therefor and of his right of appeal therefrom:\n                  Provided that where a reserved question has arisen in connection\n                with the decision of the insurance officer and has been determined\n                by the proper authority, and the insurance officer certifies that the\n                decision on that question is the sole ground of his decision, no appeal\n                shall lie without the leave of the chairman of the local tribunal.\n                       (2) An appeal against a decision of an insurance officer must\n                be brought by giving notice of appeal at a local office within two\n                months after the date of that decision or within such further time, not\n                exceeding four months, as the chairman of the local tribunal may\n                allow.\n                       (3) A notice of appeal shall be in writing and shall contain\n                a statement of the grounds upon which the appeal is made.\nTime and           15.-(1) Reasonable notice of the time and place of the hearing\nplace of\nhearings        before the local tribunal shall be given to the claimant, and to any\nbefore local\ntribunals.      other person who may appear to the chairman of the tribunal to be\n                interested, and, except with the consent of the claimant, the local\n                tribunal shall not proceed with the hearing of any case unless such\n                notice has been given.\n                       (2) If a claimant or other person to whom notice of hearing\n                has been duly given in accordance with these Regulations should fail\n                to appear either in person or by representative at such hearing and\n                has not given a reasonable explanation for his absence, the tribunal\n                may proceed to determine the case, or may give such directions with\n                a view to the. determination of the case as they may think proper.\nHeahgs            16.-31) Every hearing by a local tribunal shall be in public except\nbefore loca,l\ntribunals,      ifl SO far as the chairman of the tribunal may otherwise direct if he\n                is of the opinion that intimate personal or financial circumstances may\n                have to be disclosed or that considerations of public security are\n                involved.\n                              IThe inclusion of this page is authorized by L.N. 4/1976]\n THE NATIONAL INSURANCE (DETERMINATION OF CLAIMS AND                                 119\n              QUESTIONS) REGULATIONS, 1966\n        (2) The following persons shall be entitled to be heard at the\nhearing of any case by a local tribunal-\n     (a) the claimant;\n     (b) the insurance officer;\n     (c) the Minister.\nand any person appearing to the tribunal to be interested shall have\nthe right to be present notwithstanding that the hearing of the case\nis not in public.\n        (3) Any person who by virtue of the provisions of this regula-\ntion has the right to be heard at the hearing of a case by a local\ntribunal may be represented at the hearing by some other person\nwhether having professional qualifications or not and, for the purposes\nof the hearing, any such representative shall have all the rights to\nwhich the per'son whom he represents is entitled under these Regula-\ntions.\n        (4) Any person who exercises the right conferred by this\nregulation to be heard at the hearing may call witnesses and shall be\ngiven an opportunity of putting questions directly to any witnesses\ncalled at the hearing.\n        (5) For the purpose of arriving at their decision, or discussing\nany question of procedure, a local tribunal may, notwithstanding\nanything in this regulation, order all persons not being members of\nthe tribunal, other than a person acting as clerk to the tribunal, to\nwithdraw from the sitting of the tribunal.\n        (6) In such cases as the chairman of a local tribunal may\ndetermine, a medical practitioner may sit with that tribunal as an\nassessor, but an assessor sitting with a local tribunal as aforesaid\nshall not take any part in the determination or decision of that tribunal\nexcept in an advisory capacity."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1) If any person, without reasonable excuse, fails to comply\nwith any request made by the Minister under paragraph (5) of regula-\ntion 7, within one month from the notification to that person of such\nrequest, he shall be liable on summary conviction in a Resident\nMagistrate's Court to a fine not exceeding fifty dollars.\n        (2) If any person, without reasonable excuse, fails to notify\nthe Minister in writing of any change of circumstances which he might\nreasonably be expected to know might affect the right to benefit or\nto the receipt thereof as soon as reasonably practicable after the\noccurrence thereof, as required by sub-paragraph (a) of paragraph (1)\nof regulation 12, he shall be liable on summary conviction in a Resident\nMagistrate's Court to a fine not exceeding one hundred dollars or\nto a term of imprisonment with or without hard labour not exceeding\nthree months or to both such fine and imprisonment.\n               me inclusion of this page is authorized by L.N. 112/19781\n110                  THE NATIONAL INSURANCE (CLAIMS A N D PAYMENTS)\n                                    REGULATIONS, 1966\nRegulations       15. The provisions of these Regulations relating to the making of\nnot to apply\nb, reladon     claims shall not apply in relation to claims falling within regulation 4\nto existing\n               of the Transitional Regulations.\nunder Sugar\nWorkers\nTransitional\nRcpulations.\n                      NATIONAL INSURANCE\n              THE NATIONAL INSURANCE ACT\n                            RBGULATIONS\n               (under sections 29, 31, 33, 35 and 50)\n    THE NATIONAL\n               INSURANCE\n                      @ETERMINATION\n                                 OF CLAIMSAND\n                  QUESTIONS)\n                          REGULATIONS,\n                                   1966\n      (Made by the Minister on the 17th day of March, 1966)\n                                                         [4th April, 1966.1   fi.95166\n                                                                              L.N. 280170\n                                                                                   339/73\n                         PARTI-Preliminary"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. If the employer makes any payment of pecuniary remuneration Employed\n                                                                        person for\nto an employed person in respect of whom he does not hold a W ~ O ~ ~ ~ ~ U C -\n                                                                        tion card\ndeduction card and that payment is a payment in respect of which not held.\nwage-related contributions are payable, he may deduct therefrom the\namount of the wage-redated and flat rate contributions that are payable\nby the employed +son and shall keep records on a temporary\n----p%e inclusion of                       ----\n                           this page ia authorized by L.N. 4119761\n                THE NATIONAL INSURANCE (COLLECTION OF CONTRIBUTIONS)\n                                  REGULATIONS, 1966\n               deduction card the form of which has been authorized by the Minister\n               as if the payment was one to which regulation 13 applied and shall\n               do likewise on making any subsequent payment of pecuniary remunera-\n               tion to the employed person until a regular deduction card in respect\n               of the employed person is issued to him.\nCertificate       16. After the end of the contribution year the employer shall give\nof contribu-\ntions deduc-   to an employed person by whom one or more wage-related contributions\nted.\n               were payable during that year and who is in the employer's employment\n               on the last day of the year a deduction certificate in a form approved\n               by the Minister, showing the total amount of wages paid by the\n               employer to the employed person during the year and the total amount\n               of contributions deducted therefrom.\nPayment of       17.--(1) Within fourteen days after the end of every month the\ncontribu-\ntions by       employer shall pay to rhe Collector-\nemployer.\n                        all amounts of wage-related contributions deductible from\n                        wages paid by him during that month (other than amounts\n                         deductible by virtue of the proviso to paragraph (1) of\n                         regulation 14 which he did not deduct) together with an\n                         equal amount by way of employer's wage-related contribu-\n                         tions; and\n                        all amounts of flat rate contributions deductible from wages\n                         paid by him during that month, together with all amounts\n                         of employer's flat rate contributions payable by him during\n                         that month.\n                       (2) For the purposes of sub-paragaph (a) of paragraph (I), the\n               employer shall be deemed to have deducted from the last of any\n               number of payments that fall to be aggregated the amount of wage-\n               related contributions deductible from those payments which he did\n               not deduct from the earlier payments.\n                     (3) The Collector shall give the employer a receipt in a form\n               approved by the Minister for the total amount of contributions so\n               paid.\n                      (4) If the employer by reason of an error has paid to the\n               Collector on account of contributions under this regulation an amount\n               which he was not liable so to pay, the amounts which he is liable\n               so to pay subsequently during the same contribution year, shall be\n               reduced by the amount so overpaid:\n                             m e inclusion of this paw is authorized by L.N. 4119761\n THE NATIONAL INSURANCE (COLLECTION OF CONTRIBUTIONS)\n                   REGULATIONS, I966\n  Provided that if there was a corresponding over-deduction from any\npayment of wages to an employed person the provisions of this\nparagraph shall apply only in so far as the employer has accounted\nto him therefor."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(1)   A local tribunal shall-                                      Decisions\n                                                                         of local\n     (a) record in writing in such form as may from time to time be trihmals.\n         approved by the Minister all their decisions (whether on an\n         appeal or on a reference from an insurance officer); and\n     (b) include in the record of every decision (which shall be signed\n         by all the members of the tribunal) a statement of the reasons\n         for their decision including their findings on all questions of\n          fact material thereto.\n               THE NATIONAL INSURANCE (DETERMINATION OF CLAIMS A N D\n                            QUESTIONS) REGULATIONS, 1966\n                    (2) Where the tribunal are unable to reach a unanimous decision\n             on any case, the decision of the majority of the members thereof shall\n             be the decision of the tribunal.\n                     (3) As soon as may be practicable,,a copy of the record of their\n             decision made in accordance with this regulation shall be sent to the\n             claimant and to the insurance officer and to any other person who\n             appears to the local tribunal to be interested, and, if the decision\n             of the tribunal is adverse to the claimant, he shall be informed of the\n             conditions governing appeals to an umpire.\nAppeals        18.-(1) Subject as hereinafter provided, an appeal shall lie to an\nto umpire\nfrom local   umpire from any decision of a local tribunal at the instance of-\ntribunals.\n                  (a) an insurance officer; or\n                  (b) the claimant.\n                     (2) An appeal to an umpire must be brought within three\n             months from the date of the decision of the local tribunal, or such\n             further period as the umpire may in any case for special reasons\n             allow, and such an appeal shall be brought by giving notice in writing\n             (in a form approved by the Minister) stating the grounds of the\n             appeal-\n                  (a) in the case of an appeal by the insurance officer, to the\n                       claimant; and\n                 (b) in the case of an appeal by the claimant, at a local office.\nProcedure      19.-(1) If the claimant or the insurance officer makes a request\nbefore\numpire.      to the umpire for an oral hearing of the appeal, the umpire shall\n             grant such request, unless, after considering the record of the case\n             and the reasons put forward in the request for the hearing, he is satisfied\n             that the appeal can properly be determined without a Rearing, in\n             which event he shall so inform the claimant and the insurance &er\n             in writing and may proceed to determine the case without a hearing.\n                     (2) If, in accordance with the provisions of the last foregoing\n             paragraph, a request for an oral heacing has been g             r or if,~ not- ~\n             withstanding that no request has Gem made, the umpire is otherwise\n             satisfied that an oral hearing is deskable, reamabie notice of the\n             time and place of the hearing s h d be given to the claimant and\n             the insurance officer, and, if he thinks fit, to sny other person appearing\n             to the umpire to be interested.\n                            n h e inclusion of Ihh paw is authorized by L.N. 4119261\n  THE NATZONAL ZNSURANCE (DETERMINATION OF CLAIMS AND\n               QUESTIONS) REGULATIONS, 1966\n        (3) In any case in which an oral hearing of an appeal is held\nsuch hearing shall be in public except in so far as the umpire may\notherwise direct if he is of the opinion that intimate personal or\nfinancial circumstances may have to be disclosed or that considerations\nof public security are involved.\n        (4) Any person to whom notice of the hearing has been given\nshall be entitled to be heard at the hearing and to be represented\nthereat by some other person, whether having professional qualifications\nor not and for the purpose of the hearing such representative shall\nhave all the rights to which the person whom he represents is entitled\nunder these Regulations.\n        (5) Any person who exercises the right conferred by this regula-\ntion to be heard at the hearing may, with the leave of the umpire, call\nwitnesses and shall be given an opportunity of putting questions directly\nto any witnesses called at the hearing.\n       (6) If any person to whom notice of the hearing has been duly\ngiven should fail to appear either in person or by representative\nat the hearing, and has not given a reasonable explanation for his\nabsence the umpire may proceed to determine the appeal or may\ngive such directions with a view to the determination of the appeal\nas he t h i s proper.\n        (7) If it appears to the umpire that any appeal which is made\nto him involves a question of law of special difficulty, he may direct\nthat the appeal shall be dealt with, not by an umpire alone, but by\na tribunal consisting of any three umpires, and if the decision of any\nsuch tribunal is not unanimous, the decision of the majority shall be\nthe decision of the tribunal.\n        (8) If it appears to the umpire that any appeal which is made\nto him involves a question. of fact of special difficulty, the umpire\nmay direct that in dealing with the appeal or any part thereof he\nshall have the assistance of an assessor or assessors specially qualified.\n       (9) The umpire may, if ,he thinks fit, refer any question arising\nfor his decision to a registered medical practitioner for examination\nand report.\n         (10) The decision of the umpire shall be in writing and signed\n by him, and, as soon a s may be practicable, copies thereof shall be\n sent, simultaneously, one to the claimant and one to the Minister.\n                IThc iadlusion of IhL pose is authorized by L.N. 4119761\n122             THE NATIONAL INSURANCE (DETERMINATION OF CLAIMS AND\n                             QUESTIONS) REGULATIONS, 1966\nReview of        20.-(1) Any decision under this Part of these Regulations of an\ndecgons of\nindependent    insurance officer, a local tribunal or an umpire may be reviewed at any\nauthorities.\n               time by an insurance officer, or on a reference from an insurance\n               officer, by a local tribunal, if-\n                    (a) he or they is or are satisfied, but not wthout fresh evidence\n                         in the case of a decision of an umpire, that the decision\n                         was given in ignorance of, or was based on a mistake as to\n                          some material fact; or\n                   (b) there has been any relevant change of circumstances since\n                         the decision was given; or\n                   (c)   the decision was based on the decision of any reserved question\n                         and the decision of that question has been revised.\n                      (2) A question may be raised with a view to such a review\n               by means of an application in writing to an insurance officer, stating\n               the grounds of the application.\n                       (3) On receipt of any such application, the insurance officer\n               shall proceed to deal with or refer any question arising thereon in\n               accordance with the Act and these Regulations :\n                  Provided that where, in the opinion of the insurance officer, such\n               application raises a question as to the review of a decision of a Medical\n               Board or a Medical Appeal Tribunal and, by virtue of subsection (3)\n               of section 34 of the Act, such decision may not be reviewed without\n               the leave of a Medical Appeal Tribunal, the insurance officer shall\n               submit the application to a Medical Appeal Tribunal so that such\n               'Ilibunal may consider whether such leave shall be granted, and shall\n               not refer the question to a Medical Board with a view to a review\n               of that decision unless the Medical Appeal Tribunal grant such leave.\n                      (4) Any decision given on a review .under tnls regulation, and\n               any refusal to review a decision under this regulation, shall be subject\n               to appeal in like manner as an original decision, and the provisions\n               of this Part of these Regulations shall, subject to the necessary\n               modifications, apply in relation to any decision given on a review\n               as they apply to the original decision of a question.\nInterim           21.-(1) Subject to the provisions of this regulation and regulation\npaymmtr."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-(1) If at the expiration of fourteen days after the end of any Employer\n                                                                       failin& to\nmonth the employer has paid no amount either of wage-related paycon-\n                                                                       tributlonr.\ncontributions or of flat rate contributions to the Collector under\nregulation 17 in rellabn to h t month and tihe Cohotor is unaware\nof the amount, if any. which the employer is liable so to pay, the\nCollector may give notice to the employer requiring him to\nrender, within the time limited in the notice, a return\nshowing the name of every employed person to whom he made any\npayment of wages in the period from the preceding relevant Monday\nto the day (being the last day of a month) limited by the notice,\ntogether with such particulars with regard to each such employed\nperson as the notice may require, being particulars of-\n      (a) the payments of wages made to him during that period;\n     (b) the total amount of wage-related and flat rate contributions\n          that the employer was entitled to deduct during that period,\n          and any matter affecting the calculation of such amount.\n       (2) The Collector shall ascertain and certify the amount of\ncontributions which the employer is liable to pay to him in respect\nof the month in question.\n         (3) The production of the return made by the employer under\nparagraph (1) and of the certificate of the Collector under paragraph\n(2) shall be sufficient evidence that the amount shown in the said\ncertificate is the amount of contributions that the employer is liable\nto pay to the Collector in respect of the month in question, and any\ndocument purporting to be such a certificate as aforesaid shall be\ndeemed to be such a certificate until the contrary is proved.\n        (4) Where a notice given by the Collector under paragraph (1)\n extends to two or more consecutive months, the provisions of these\n Regulations shall have effect as if those months were one month.\n        (5) A notice may be given by the Collector under paragraph (1)\n notwithstanding that an amount of contributions has been paid to him\n by the employer under regulation 17 for any month, if the Collector\n is not satisfied that the amount so paid is the full amount that the\n                [The inchsion of this page is authorired by L.N. 54/2000]\n               THE NATIONAL INSURANCE (COLLECTION OF CONTRIBUTIONS)\n                                 REGULATIONS, 1966\n              employer is liable to pay to him for that month, and the provisions\n              of this regulation shall have effect accordingly.\n                      (6) In paragraph (I), the expression \"relevant Monday\" means\n              the first Monday of January.\nRecovery of     19.-(1) The enactments relating to the recovery of income tax\ncontnibu-\ntions.        shall apply to the recovery of any amount of contributions that an\n              employer is liable to pay to the Collector for any month under\n              regulation 17 as if that amount had been income tax that the employer\n              was liable to pay to the Collector for that month.\n                      (2) Proceedings may be brought for the recovery of the total\n              amount of contributions that an employer is liable to pay to the\n              Collector for any month under regulation 17 and of income tax that\n              the employer is liable to pay for that month, without specifying the\n              respective amounts of contributions and of tax or distinguishing the\n              amounts that he is liable to pay in respect of each employed person\n              and without specifying the employed persons in question and for the\n              purpose of summary proceedings the said total amount shall be one\n              matter of complaint; but nothing in this paragraph shall prevent the\n              bringing of separate proceedings for the recovery of each of the several\n              amounts of contributions and of tax that the employer is liable to\n              pay as aforesaid for any month in respect of his several employees.\n                     (3) A certificate of the Collector that any amount of contribu-\n              tions such as is mentioned in paragraph (I) has not been paid to\n              him, or, to the best of his knowledge and belief, to any other person\n              to whom it might lawfully be paid shall be sufficient evidence that the\n              sum mentioned in the certificate is unpaid and is due; and any\n              document purporting to be such a certificate shall be deemed to be\n              such a certificate until the contrary is proved.\n                     (4) Summary proceedings commenced in the name of any\n              Collector may be continued in the name of that or any other Collector.\nReturn by        20.-(1) Not later than fourteen days after the end of the contribution\nempzoyer\nat end 01      year the employer shall render to a local office in w h form as the\nyear.\n              Minister may approve a return in respect of each employed person\n              containing such particulars as the Minister may require for the\n              identification of the employed person and showing the total amount\n              of wage-related contributions and flat rate contributions deductible\n              from the wages paid by him to the employed person during the year.\n           THE NATIONAL INSURANCE (COLLECTION OF CONTRIBUTIONS)\n                             REGULATIONS. I966\n          (2) The said returns shall be accompaniedby a declaration and certificate\nin the form approved by the Minister and by all deduction cards issued to the\nemployer by a local office during the contribution year.\n          (3) Where the employer is a body corporate, the declaration and\ncertificate refeired to in paragraph (2) shall be signed either by the secretary or\nby a director of the body corporate.\n         (4) A return shall be made under this regulation in respect of every\nemployed person in respect of whom a deduction card has been issued to the\nemployer during the contribution year or to whom the employer has at any time\nduring the year made a payment of wages in respect of which wage-related\ncontributions were payable.\n          (5) If at the expiration of twenty-one days after the end of any\ncontribution year an employer has failed to pay to the Collectorthe total amount\nof contributions that he is liholeso to pay, the Collector may prepare a demand\ncertificate showing the amount of contributions remaining unpaid for that year;\nand to the amount shown in the said certificate paragraphs (1) and (2) of\nregulation 19 shall apply (with the modification that proceedings forthe recovery\nof the amount, or such portion of it as remains unpaid, may be brought at any\ntime before the expiry of twelve months after the date limited for delivery of\nthe declaration and certificate required by paragraph (2) of this regulation or, if\nthat statement is not delivered by that date, before the expiry of twelve months\nafter its delivery), and to the said certificate paragraph (3) of regulation 19 shall\n(with any necessary modifications) apply."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1) No appeal to a local tribunal shall lie from the determina- ;t;y-\ntion of an insurance officer of a diagnosis or a recrudescence question, Psi;;;ea,\nbut, if an insurance officer has determined a diagnosis question ; o $ y l\nadversely to the claimant or beneficiary or has, determined a\nrecrudescence question, the claimant or beneficiary shall have the right\nto appeal thereon to a Medical Board, and shall be notified in writing\nof the insurance officer's decision, and the reasons therefor, and of his\nright of appeal.\n       (2) A claimant or beneficiary who desires to appeal to a\nMedical Board shall give notice of appeal at a local office within\nten days after the claimant or beneficiary has been notified of the\ninsurance officer's decision or within such further period as the Minister\nmay allow.\n               [The inclusion of this page is authorked by L.N. 4119761\n                      THE NATIONAL INSURANCE (PRESCRIBED DISEASES)\n                                   REGULATIONS, I970\n                      (3) A notice of appeal shall be in writing and shall contain\n               a statement of the grounds upon which the appeal is made.\n                       (4) Every such appeal shall be considered by a Medical Board\n               consisting of three members.\n                       (5) The provisions of regulations 11 and 12 of the Determination\n               of Claims and Questions Regulations shall (with the necessary\n               modifications) apply in relation to such an appeal as if references\n               therein to a Medical Appeal Tribunal were references to a Medical\n               Board.\nDecision\nof Medical        20. Subject to the provisions of regulation 22, the decision of a\nBoard on\nany such       Medical Board on a diagnosis or a recrudescence question shall be\nquestion\nto be          final, whether such decision was made on an appeal under regulation\ndnal.          19 or otherwise.\nReview of         21. Where, by reason of the provisions of paragraph (4) of regula-\nprevious\nassess-        tion 8, the decision on a recrudescence question necessitates the review\nment.\n               of a previous assessment of disablement, the Medical Board may\n               review such previous assessment accordingly as provided by section\n               34 of the Act.\nReview of         22.-(1) Any decision on a diagnosis or recrudescence question of an\ndecision on\ndiagnosis      insurance officer or a Medical Board may be reviewed at any time\nOr recrudes-\nEence          by a Medical Board if they are satisfied by fresh evidence that the\nquestion.\n               decision was given in ignorance of or was based on a mistake as to\n               some material facts.\n                       (2) A question may be raised with a view to review of any\n               decision on a diagnosis or recrudescence question by means of an\n               application in writing to an insurance officer, stating the grounds of\n               the application, and on receipt of such application the insurance\n               officer shall proceed to refer such question to a Medical Board.\n                     (3) Subject to the foregoing provisions of this regulation, a\n               Medical Board may deal with a case on review in any manner in\n               which they would deal with it on an original reference to them.\nProcedure        23. Save in so far as they are inconsistent with, or are varied by, the\nin case of\nreferences     foregoing provisions of this Part, the Determination of Claims and\nto Medical\nBoard.         Questions ~ e ~ u l a t i o nshall\n                                             s apply to a reference to, or determination\n               by, a Medical Board, of a diagnosis or recrudescence question, as they\n               apply in the case of a disablement question, so, however, that-\n                              [The inclusion of thip page is a u t h o ~ e dby L.N. 4119761\n  THE NATIONAL INSURANCE (PRESCRIBED DISEASES)\n               REGULATIONS, 1970\n(a) if a diagnosis or recrudescence question is determined by a\n     Medical Board to which a disablement question has been\n     referred, and the decision on the diagnosis or recrudescence\n     question enables the case to be decided adversely to the\n     claimant, the Medical Board shall not determine the disable-\n     ment question;\n(b) regulation 9 of the Determination of Claims and Questions\n     Regulations shall not apply to a diagnosis or recrudescence\n     question.\n          m e inclusion of this page is authorized by L.N. 4119761\n     THE NATIONAL INSURANCE (PRESCRIBED DISEASES)\n                  REGULATIONS. 1970\n                                    SCHEDULE                              (Regulation 3)\n                                                   Nature of occupation involving\n     Description of disease                               exposure to risk\n   Pneumoconiosis.                               All occupation involving expo-\n                                                   sure to the risk concerned.\n   Disease caused by beryllium or\n   its toxic compounds.\n   Disease caused by phosphorus\n   or its toxic compounds.\n   Disease caused by chrome or\n   its toxic compounds.\n   Disease caused by manganese\n   or its toxic compounds.\n   Disease caused by arsenic or\n   its toxic compounds.\n   Disease caused by mercury or\n   its toxic compounds.\n   Disease caused by lead or its\n   toxic compounds.\n   Disease caused by carbon\n   bisulphide.\n   Disease caused by toxic halo-\n   gen derivatives of hydrocarbons\n   of the aliphatic series.\n   Disease caused by benzene or\n   its toxic homologues.\n   Disease caused by nitro- and\n   amidotoxic derivatives of ben-\n   zene or its homologues.\n   Disease caused by ionising                    All occupations involving expo-\n   radiations.                                     sure to the action of ionising\n                                                   radiations.\n   Primary epitheliomatous cancer                All occupations involving expo-\n   of the skin caused by tar,                      sure to the risk concerned.\n   pitch, bitumen, mineral oil. or\n   the compounds, products or\n   residues of those substances.\n                                                 Any occupation involving-\nIS. Anthrax infection.\n                                                    (a) work   in connection with\n                                                        animals infected with ant-\n                                                        hrax;\n                                                    (b) handling of animal car-\n                                                        casses or parts of such\n                                                        carcasses including hides.\n                                                        hoofs and horns;\n                                                    (c) loading or unloading or\n                                                        transport of merchandise\n                                                        which may have been\n                                                        contaminated by animals or\n                                                        animal carcasses infected\n                                                        with anthrax.\n                                                                    -               -\n             r h e inclusion of this page Is authorized by L.N. 4119761\n                              NATIONAL INSURANCE\n                  THE NATIONAL INSURANCE ACT\n                                REGULATIONS\n                    (under sections 18, 23, 24, 25 and 50)\n      THE NATIONAL\n                 INSURANCE (EMPLOYMENT\n                                     INJURIES)(CLAIMS\n                                                    AND\n                   PAYMENTS)REGULATIONS,\n                                      1970\n         (Made by the Minister on the 29th day ofSeptember, 1970)                      L.N. z w n o\n                                                                                       ADdrz\n                                                                                       L.N. 337n3\n                                                                [lst October, 1970.1   ,    '3M08\n                                                                                       L.N. 279n0"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.-(1) Every employer, whenever called upon to do so by an inspector or Inspection\n                                                                              of employer's\nby any officer authorized by the Collector shall produce to the inspector (or ,d,.\nsuch officer, as the case may be) for inspection at the employer's premises-\n      (a) all wage sheets, deduction cards, and other documents and records\n          whatsoever relating to the calculation or payment of the wages of his\n          employees in respect of the years or months specified by such\n          inspector or officer or to the deduction of wage-related or flat rate\n          contributions or the calculation of the wage-related or flat rate\n          contributions deductible from such wages; or\n      (b) such of those wage sheets, deduction cards or other documents and\n          records as may be specified by such inspector or officer.\n                         THE NATIONAL INSURANCE (COLLECTION OF CONTRIBUTIONS)\n                                           REGULATIONS, I966\n                       (2) The Collector, by reference to the information obtained from an\n               inspection of the documents and records produced under paragraph (1)may on\n               the occasion of each inspection prepare a certificate showing-\n                     (a) the amount of wage-related and flat rate contributionswhich it appears\n                         from the documents and record so produced that the employer is\n                         liable to pay to the Collector for the years or months covered by the\n                         inspection; and\n                     (b) any amount of such contributions which has not been paid to him or,\n                         to the best of his knowledge and belief, to any other person to whom\n                         it might lawfully be paid.\n                        (3) The production of such a certificate shall be sufficient evidence\n               that the employer is liable to pay to the Collector in respect of the years or\n               months mentioned in the certificate the amount shown therein pursuant to sub-\n               paragraph (b) of paragraph (2); and any document purporting to be such a\n               certificate shall be deemed to be such a certificate until the contrary is proved.\n                       (4) The provisions of paragraphs (1) and (2) of regulation 19 shall\n               apply to the amount shown in such a certificate, subject to the modification\n               mentioned in paragraph (5) of regulation 20.\nPowers o f        22. Anything that is authorized or required by this Part to be done by the\noff~cers\n               Collector may be done by the Collector or by any public officer authorized by\n               him in that behalf.\nAllernatwe        23. Notwithstanding the preceding regulations of this Part, the Minister\narranye-\nments for      may, if he thinks fit, and subject to such terms and conditions as he may impose,\ncollection\nand recovcry   authorize any arrangements whereby wage-related contributions or flat rate\nof con-\ntrlbutions\n               contributions or both are paid at times or in a manner other than those heretofore\n               prescribed in this Part and the preceding provisions of this Part shall be without\n               prejudice to any remedy otherwise available for the recovery of any such\n               contributions.\nDeath o f         24. If an employer dies, anything that he would have been liable to do under\nemployer\n               this Part shall be done by his personal representatives or, in the case of an\n               employer who paid wages on behalf of another person, by the person succeeding\n               him or, if no person succeeds him, the person on whose behalf he paid wages.\n THE NATIONAL INSURANCE (COLLECTION OF CONTRIBUTIONS)\n                   REGULATIONS, 1966"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.--(I) Where on review a decision is revised so as to make benefit Review oc\n                                                                        decisiqm\n payable, or to increase the rate of benefit, the decision on review m          v            ~   ~\n                                                                        payment Or\n shall have effect as from the date of the application for the review: mcreassai\n                                                                             benefits otha\n                                                                             than granu.\n                IThe indlwion of this page is authorized by L.N. 4119761\n124          THE NATIONAL INSURANCE (DETERMINATION OF CLAIMS AND\n                          QUESTlONSJ REGULATIONS, 1966\n              Provided that, subject to paragraph (2), if in any case the claimant\n            proves that on a date earlier than the date on which the application\n            for the review was made, he was (apart from satisfying the condition\n            of making a claim therefor) entitled to benefit, he shall not be dis-\n            qualified by virtue of the foregoing provisions of this paragraph for\n            receiving any benefit to which he would have been entitled in respect\n            of the period between the earlier date and the date on which the\n            application for the review was made.\n                    (2) Notwithstanding anything contained in this regulation, the\n            following provisions shall have effect-\n                 (a) the proviso to paragraph (1) shall apply subject to the condition\n                      that no sum on account of benefit shall be paid to any person\n                      in respect of any part of the period referred to in that\n                      proviso earlier than six months before the date on which\n                      the application for the review was made;\n                 (b) the decision on review shall not in any event have effect for\n                      any period before the date on which the original decision\n                      took effect or would have taken effect if an award had been\n                      made;\n                 (c) if the said decision on review was based on a material change\n                      of circumstances subsequent to the date from which the\n                      original decision took effect, it shall not have effect for any\n                      period before the date declared by the insurance officer, the\n                      local tribunal or the umpire, as the case may be, to be the\n                      date on which such material change of circumstances took\n                      place.\n                    (3) For the purpose of this regulation, where a decision is\n            reviewed at the instance of an insurance officer under paragraph (1)\n            of regulation 20, the date on which it was first decided by the insurance\n            officer that the decision should be reviewed shall be deemed to be\n            the date of the application for the review.\n                    (4) In this regulation \"benefit\" does not include a grant.\nReview of     23.-41) A decision shall not be reviewed so as to make a grant\ndecisions\n            payable unless the claimant proves that the application for review\ngraats.     was made not later than four years ffom the date of the decision.\n                   (2) The provisions of paragraph (3) of regulation 22 shall apply\n            in the application of paragraph (1) of this regulation as they apply\n            in the application of paragraphs (1) and (2) of that regulation.\n                           W indlusion of thin pwe b authorized by L.N. 4/19761\n THE NATIONAL INSURANCE (DETERMINATION OF C L A ~ A~ NSD                      125\n              QUESTIONS) REGULATIONS, 1966"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24,-(1) Where a grant is awarded by a decision on review or Adjustment\n                                                                    of benefit.\nappeal in lieu of a pension previously awarded, such decision shall\ndirect that any payments made on account of such pension shall, in\nso far as they do not exceed the amount of the grant, be treated\nas being made on account of the grant.\n        (2) Where a pension is awarded by a decision on review or\nappeal in lieu of another kind of benefit previously awarded, that\ndecision shall, as respects any payments made on account of the\nbenefit previously awarded-\n     (a) direct that in so far as the amount thereof does not exceed\n          the amount of any arrears payable by way of the pension\n          so awarded, such payments shall be treated as having been\n          made on account of such arrears; and\n     (b) to the extent by which the amount thereof exceeds the amount\n          of the said arrears, direct that such payments shall (except\n          in so far as they are required to be repaid under this regula-\n          tion) be treated as having been made on account of sums\n          becoming payable after the date of the decision on review\n          or appeal by way of the pension awarded thereby:\n   Provided that where the benefit originally awarded was a disablement\ngrant, a direction under this paragraph shall relate only to so much\nof the amount paid on account thereof as remains after deducting\ntherefrom in respect of each week between the date as on which\nit was awarded and the date as from which the pension awarded in\nlieu of such grant becomes payable, a sum equal to the weekly rate\nof such pension.\n         (3) Where on review or appeal a decision is revised, or is\n -evened or varied so as to make benefit not payable or to reduce\n oenefit. the decision given on the review or appeal shall require\nrepayment to the National Insurance Fund of any benefit in pursuance\nof the original decision to the extent to which it-\n     (a) would not have been payable if the decision on the review\n           or appeal had been given in the first instance; and\n     (b) is not directed to be treated as paid on account of the benefit\n           awarded by the decision on review or appeal.\n        (4) Where-\n     (a) on appeal against an award of benefit by way of a pension, a\n          decision is reversed or varied, so that such benefit is not\n          payable or is payable at a less rate; and\n               lTba Inclusion of this page n authorized by L.N. 4119761\n               THE NATIONAL INSURANCE (DETERMINATION OF CLAIMS A N D\n                            QUESTIONS) REGULATIONS, 1966\n                  (b) on review, the decision on that appeal is revised so as to\n                       make such benefit payable or payable at a higher rate from\n                       a date before the decision on appeal,\n             any benefit paid in pursuance of the award before the decision on\n             appeal shall, to the extent to which it would not have been payable\n             if the decision on appeal had been given in the first instance, be\n             treated as having been paid on account of any benefit made payable\n             for the same period by the decision on review, except in so far as\n             it has, in pursuance of the decision on appeal, been repaid or treated\n             as paid on account of the benefit awarded by that decision.\n                     (5) Where, in accordance with a decision given on a review\n             or appeal, any benefit is required to be repaid to the National Insurance\n             Fund then, without prejudice to any other method of recovery, such\n             benefit shall be recoverable by deduction from any benefit then or\n             thereafter payable to the person by whom it is to be repaid or from\n             any benefit payable on his death.\n                    (6) In this regulation \"pension\" includes any benefit other than\n             a grant.\nReference      %.--(I) If on consideration of a question an insurance officer is of\nreserved\nquestions.   opinion that a reserved question arises he shall-\n                 (a) refer the reserved question for determination to the authority\n                     authorized to determine the same; and\n                 (b) deal with any other questions as if the reserved question had\n                     not arisen :\n               Provided that the insurance officer may-\n                        (i) postpone the reference of or dealing with any question\n                            until after other questions have been determined;\n                        (ii) in cases where the determination of any question\n                             disposes of a claim or any part thereof, make an\n                             award, or decide that an award cannot be made, as to\n                             the claim or that part thereof without referring or\n                             dealing with, or before the determination of, any other\n                             question.\n                        (2) The foregoing provisions of this regulation shall apply\n             to a local tribunal and an umpire as they apply to the insurance\n             officer, except that a local tribunal or an umpire, instead of themselves\n                            IThe indlusion of this page is authorized by L.N. 4/1976]\n                                                                                        -\n THE NATIONAL INSURANCE (DETERMINATION OF CLAIMS A N D\n                   QUESTIONS) REGULATIONS, 1966\nor himself refemng a question for determination ;a accordance with\nsub-paragraph (a) of paragraph (I), shall requb it to be so referred\nby the insurance officer.\n                         PARTV-Miscellaneous"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.-41) This regulation applies where there has been a change in Succession\nthe employer from whom an employed person receives wages in respect to a busi-\n                                                                          etc.\nof his employment in any trade, business, concern or undertaking or\nin connection with any property.\n        (2) Where this regulation applies, in relation to any matter\narising after the change, the employer after the change shall be liable\nto do anything that the employer before the change would have been\nliable to do under this Part if the change had not taken place:\n   Provided that the employer after the change shall not be liable for\nthe payment of any contributions that were deductible from wages\npaid to the employed person before, unless they are also deductible\nfrom wages paid to the employed person after, the change took\nplace, or of any corresponding employer's contributions.\n                PARTV-General and Miscellaneous"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.-(1) Where in any proceedings-                                         Decisions to\n                                                                            be conclu-\n                                                                            sive for\n         for an offence under the Act; or                                   purpose of\n                                                                            proceedings\n         involving any question as to the payment of contributions          ~ f f ; ~ ~ .\n          under the Act; or\n          for the recovery of any sums due to the National Insurance\n          Fund,\nany question arises which under the Act or the Regulations is to be\ndetermined by the Minister, an independent authority, a Medical\nBoard, a Medical Appeal Tribunal or a single medical practitioner, the\ndecision by the Minister or by such authority, Board. Tribunal or\npractitioner shall, unless an appeal under these Regulations is pending\nor the time for so appealing has not expired, be conclusive for the\npurpose of those proceedings.\n        (2) If any such decision under paragraph (1) has not been\nobtained and the decision of the question is necessary for the determina-\ntion of the proceedings, the question shall be referred to the Minister,\nan insurance officer or a Medical Board, as the case may require, in\naccordance with the procedure (modified where necessary) prescribed\nin these Regulations.\n       (3) Where any such appeal as is mentioned in paragraph (1)\nis pending, or the time for so appealing has not expired, or where\nany question has been referred under paragraph (2), the court dealing\nwith the case shall adjourn the proceedings until such time as a final\ndecision upon the question has been obtained."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27.-41) Where an employed person works under the general control htermedlpts\nand management of a person who is not his immediate employer, that mplOywa'\nperson (referred to hereafter in this regulation as \"the principal\n              IThe inclusion of thh page is authorized by L.N. 41 19761\n                                                                          -\n              THE NATIONAL INSURANCE (COLLECTION OF CONTRIBUTIONS)\n                                        REGULATIONS, 1966\n             employer\", shall be deemed to be the employer for the purpose of\n             these Regulations, and the immediate employer shall furnish the\n             principal employer with such particulars of the employed person's\n             wages as may be necessary to enable the principal employer to comply\n             with the provisions of these Regulations.\n                    (2) If the employed person's pecuniary remuneration is actually\n             paid to him by the immediate employer-\n                 (a) the immediate employer shall be notified by the principal\n                      employer of the amount of contributions which may be\n                      deducted when such remuneration is paid to the employed\n                      person, and may deduct the amount so notified to him; and\n                 (b) the principal employer may make a corresponding deduction\n                      on making to the immediate employer the payment out of\n                      which the said remuneration will be paid.\nInnvanca28.-41) No person shall assign or charge or agree to assign or\ncards not\nto bccharge any insurance card, and any sale, transfer or assignment of, or\n~ * Lany. charge on, any insurance card shall be void and of no effect.\n                     (2) No person shall deface or destroy any insurance card, or.\n             save as authorized by the Minister, alter. amend or erase any of the\n             figures or particulars (other than to amend the address of the insured\n             person) therein contained.\n                    (3) For the purposes of this regulation, a person who removes\n             or erases from any stamp card a stamp which has been afbed thereto\n             or impressed thereon shall be deemed to have defaced that stamp\n             card.\nPayment of     29. If under these Regulations a person is required to pay any\nsmpl or'#\n,mTu-        contribution that under paragraph (b) of subsection (2) of section 4\ntiom.\n             or paragraph (b) of subsection (1) of section 5 of the Act another\n             person is liable to pay, his payment thereof shall bo made as agent\n             for that other person."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. It shall be lawful for the Minister to provide, from time to time\n             as they shall be needed, proper and sufficient adhesive insurance\n             stamps, of such denominations according to the value of the same\n             as may from time to time be required, and of such size, pattern and\n             colour as he may determine, for the purpose of axprtsaing and denoting\n             payment of flat rate contributions that are, under the provisi0118 of\n             these Regulations, payable by means of insutancc stamps.\n             ---           [The inclusion of thls p a ~ aia authortsd by L.N. 4119761\n                                                                                        --\n THE NATIONAL INSURANCE (COLLECTION OF CONTRIBUTIONS)                               37\n                   REGULATIONS, 1966"
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31.-(1)  For the purpose of determining any case referred to them, a Hearings\nMedical Appeal Tribunal shall hold a hearing which shall be in ofY appeals\n                                                                         Medical\n                                                                       Appeal\npublic, except in so far as the chairman of the Tribunal may for Tribunals.\nspecial reasons otherwise direct.\n               lThe inclusion of &a   page is authorized by L.N. 4119761\n116             THE NATIONAL INSURANCE (DETERMINATION OF CLAIMS AND\n                             QUESTIONS) REGULATIONS, 1966\n                     (2) Reasonable notice of the time and place at which a Medical\n              Appeal Tribunal will hear a case shall be given to the claimant and\n              to the Minister, and except with the consent of the claimant, the\n              Tribunal shall not proceed with the hearing unless such notice has\n              been given.\n                     (3) If a claimant to whom notice of hearing has been duly\n              given in accordance with paragraph (2) should fail to appear either\n              in person or by representative at such hearing, and has not given\n              a reasonable explanation for his absence, the Tribunal may proceed\n              to determine the case or may give such directions with a view to\n              the determination of the case as they may think proper.\n                     (4) The following persons shall be entitled to be heard at the\n              hearing of any case by a Medical Appeal Tribunal-\n                  (a) the claimant;\n                  (b) the Minister.\n                      (5) The claimant or the Minister may be represented at the\n              hearing by some other person, whether having professional qualifica-\n              tions or not, and for the purpose of the hearing such representative\n              shall have all the rights to which the person whom he represents is\n              entitled under these Regulations.\n                      (6) Any person who exercises the right conferred by this regula-\n              tion to be heard at the hearing may call witnesses and shall be given\n              an opportunity of putting questions directly to any witnesses called\n              at the hearing.\n                     (7) For the purpose of arriving at their decision, or discussing\n              any question of procedure, a Medical Appeal Tribunal may, notwith-\n              standing anything in this regulation, order all persons not being members\n              of the Tribunal, other than a person acting as clerk to the Tribunal, to\n              withdraw from the sitting of the Tribunal.\nDecision of      12.-41) A Medical Appeal Tribunal shall in each case record their\nMedical\nAppeal        decision in writing in such form as may from time to time be approved\nTribunal\n              by the Minister, and shall include in such record, which shall be\n              signed by all the members of the Tribunal, a statement of the reasons\n              for their decision, including their findings on all questions of fact\n              material thereto.\n                            me inclusion of this pwe is authorhed by L.N. 4119761\n THE NATIONAL INSURANCE (DETERMINATION OF CLAIMS AND\n              QUESTIONS) REGULATIONS, 1966\n        (2) Where the Tribunal are unable to reach a unanimous\ndecision on any case, the decision of the majority of the members\nthereof shall be the decision of the Tribunal.\n        (3) As soon as may be practicable the claimant shall be sent\nwritten notice of the decision of the Tribunal, and such notice shall\nbe in such form as may from time to time be approved by the\nMinister and shall contain a summary of the record of that decision\nmade in accordance with paragraph (1).\n       PARTIV-Determination        of Claims and Questions by an\n                           Independent Authority"
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. When any person has any unused adhesive insurance stamp P U T C ~ ~ W ~\n                                                                        Minister o r\nwhich has not been spoiled or rendered unfit or useless for the purpose unused\n                                                                        adbulvo\nintended, but for which he has no immediate use, the Minister may, if stamps.\nhe thinks fit, repay to him the value of the stamp in money upon\nhis delivering up the stamp and proving to the Minister's satisfaction\n-                                       ----\n               [The inclusion bf \"thia daor, Is authorized by L.N. 4/1976]\n38             THE NATIONAL INSURANCE (COLLECTION OF CONTRIBUTIONS)\n                                 REGULATIONS, 1966\n              that it was purchased by him from a person authorized to sell adhesive\n              insurance stamps under these Regulations within two years before the\n              application and with a bona fide intention to use it.\nhl~ur~nur        3 4 - 4 1 ) Subject to the provisions of regulations 35 and 36, an\n tam pa im-\n              employer in relation to whom a permit granted under paragraph (2)\nmeter         is in force may-\ndevias,.\n                    (a) for the purpose of denoting payment of flat rate contributions\n                          that are payable under Part 111; and\n                    (b) in lieu of affixing to the stamp cards of employed persons\n                          an adhesive stamp (or stamps) to the value of forty cents,\n              in accordance with any directions as to manner of use given under\n              regulation 35, impress on such cards, by means of a franking meter\n              device approved by the Minister, a stamp (to the value of forty\n              cents) of such size, pattern and colour as the Minister may authorize.\n                     (2) The Minister may, in his discretion, grant a permit to an\n              employer for the purposes of this regulation in such form as the\n              Minister may approve.\n                    (3) A permit granted under paragraph (2) shall be subject to\n              such conditions, and shall be valid for such period, as the Minister\n              may see fit to insert therein, and shall not be transferable.\n                    (4) A permit granted under paragraph (2) may at any time\n              be revoked or suspended by the Minister or surrendered by the\n              employer to whom it was granted.\n                      (5) An application for a permit under paragraph (2) shall be\n              in the form approved by the Minister and shall contain such informa-\n              tion as he may require.\nApproval of    35.--(1) Applications to the Minister for the approval of a franking\nfrankha\nmeter         meter device shall be made by such person and in such manner as the\ndsvicca.\nOW.           Minister may require.\n                     (2) The Minister may at any time withdraw his approval of any\n              such device as aforesaid.\n                    (3) The Minister may from time to time give directions to\n              employers holding permits granted under regulation 34 as to the\n              manner of use of such devices as aforesaid.\n              -LC---.--                                         -.\n THE NATIONAL INSURANCE (COLLECTION OF CONTRIBUTIONS)\n                   REGULATIONS, 1966"
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36.-(1) An approved franking meter device shall not be used for setting of\nthe purposes of regulation 34 unless the meter has been set and metern\n                                                                  banking\n                                                                         in\nsealed by the Postmaster-General or any person in the service or gA%.\nemployment of the Post Office authorized by him.\n        (2) Meters shall be set and sealed at such place and time\nand at such intervals as the Postmaster-General may from time to time\nnotify.\n       (3) No meter in a franking meter device shall be set for\ndenoting payment of flat rate contributions unless payment of the\nappropriate amount has previously been made.\n       (4) Where-\n    (a) the permit issued to an employer under regulation 34 has\n         expired and has not been renewed, or has been revoked or\n         surrendered; or\n    (b) the Minister's approval of a franking meter device has been\n         withdrawn; or\n    (c) a franking meter device has become unfit for use,\nthe Minister may, subject to such conditions as he may see fit to\nimpose, repay to the employer, either in cash or in adhesive insurance\nstamps, the value of any unimpressed stamps (for which payment has\nbeen made) which any franking meter device that has been used\nby the employer is capable of impressing at the time when such\ndevice is delivered for inspection to the Minister, together with an\napplication for such payment."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. If any person contravenes or fails to comply with any require- m o t\nment of these Regulations in respect of which no special penalty re8\"a\"0M'\nis provided he shall be liable on summary conviction in a Resident\nMagistrate's Court to a fine not exceeding one hundred dollars.\n             ---.                              .- --- ---                .-\n              [The inclusion of thii pwe ir authorized by L.N. 4119761\n                        NATIONAL INSURANCE\n              THE! NATIONAL INSURANCE ACT\n                            REGULATIONS\n                 (under sections 4, 5, 8, 45 and 50)\n      (Made by the Minister on the 17th day of March, 1966)                         L.N. 93/66\n                                                                                    Amdfs. :\n                                                                                    L'Nn' 180177\n                                                                                           83177\n                                                               [4th April, 1966.1"
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51. Part, with some loss of bone       ...      ...\n            Three toes of one foot, excluding great toe-"
    },
    {
      "provision_ref": "sec53",
      "section": "53",
      "title": "Section 53",
      "content": "53.   Part, with some loss of bone       ..        ..,\n            Four toes of one foot excluding great toe-"
    },
    {
      "provision_ref": "sec55",
      "section": "55",
      "title": "Section 55",
      "content": "55.   Part, with some loss of bone      ...        ...\n                        NATIONAL INSURANCE\n              THE NATIONAL INSURANCE ACT\n                            REGULATIONS\n                      (under sectiom and 50)\n    (Made by the Minister on the 29th day of September, 1970)                     ~,\"i~86/70\n                                                                                  L.N. 338173\n                                                           [lst October, 1970.1   Vide\n                                                                                  279170"
    },
    {
      "provision_ref": "sec124",
      "section": "124",
      "title": "Section 124",
      "content": "124-1\n    42C197\n    106199\n  5M006\n95'An007\n                                                     REGULATIONS\n                                          (under sections 9, 15, 16,23 and 50)\nL.N 285n0             The National lnshance (Employment 1njGes) (Benefit) Regulations,\n     340n3\n      7m5          1970\n                                                     REGULATIONS\n                                                (under sections 15 and 50)            ,\nL.N. 286110           The National Insurance (Prescribed Diseases) Regulations, 1970'\n      331373\n                                                     REGULATIONS\n                                         (under sections 18,23,24,25 and 50)\nL N 284n0             The National Insurance ( ~ m ~ l o y m e nInjuries)\n                                                                  t       (Claims and Payments)\n      337173\n      I3RW8        Regulations, 1970\n                                                      REGULATIONS\n                                          (under sectio& 22,23,24 and 50)\nL N MBBO              The National Insurance (Maternity Benefit) Regulations, 1980\n                                                                          ',\n                                                         REGULATIONS\n                                         (under sections 22, 23, 24, 25 and 50)\n L N 94/66\n      110177\n                      The National Insurance (Claims and Payments) Regulations, 1966\n     1818185\n    42An000\n     26r2008\n               -      - .\"'\n                                NATIONAL INSURANCE                                        3\n                                 REGULATIONS\n                     (under sections 29, 31, 33, 35 and 50)\n   The National Insurance (Determination of Claims and Questions) \";\"*$:%\nRegulations, 1966                                                 L.N. 2 8 W 0\n                                                                                    339n3\n                                     ORDERS\n                                 (under section 43)\n   The National Insurance (Reciprocal Arrangements) (United Kingdom) L.N.M2\nOrder, 1972 [Replaced by L.N. 1091991\n   Other Reciprocal Agreements-\n      Canada          ...           ...            ...        ...     ...   ... L.N. 133~183\n            [For subsequent Orders, please see The Guide to Subsidiary\n            Legislation]\n                                   REGULATIONS\n                                 (under section 50)\n                                                                                L.N. 255n3\n                                                                                      89/66\n   The National (Sugar Workers Transitional) Regulations, 1966\n                                                                                    43W4\n                                                                                    351n5\n                                                                                   62Bns\n                                                                                    l lam\n                                                                                   113MI\n                                                                                    42D197\n                                                                                     107m\n                                                                                   52nm\n                                                                                 49'ARCQ9\n   The National Insurance (Employment Injuries) (Medical Certification) bz$E\nRegulations, 1970\n   The National Insurance (Foreign Service Personnel) Regulations, 1970         bzg%\n                                                                                L.N.\n                                                                                vide 279no\n                                                                                     a3no\n   The National Insurance (Mariners and Ainnen) Regulations, 1970\n                                   REGULATIONS\n                            (under section 50, 59 and 83)\n   The National Insurance (Special Contributions) Regulations, 1976             ~ishth\n                                                                                Schedule to\n                                                                                 Ad.\n                                                                                 Appmdir A.\n                                        ORDER\n                            (under sections 50, 64 and 83)\n    The National Insurance (Housing Benefits) Order, 1976                       ~ighth IO\n                                                                                Schedule\n                                                                                Act\n                                                                                Appendix A.\n                inclusion of this page is a d m i d by L.N. 21R0121\n4                                          NATIONAL INSURANCE\n                                               REGULATIONS\n                                       (under sections 50 and 60)\nL.N. 63/77\n                The National Insurance (Employers' Bonus) Regulations, 1977\n                                                  ORDER\n                                             (under section 53)\nL.N. 8bl67      The National Insurance (Self-Employed Persons and Workers on Small\n             Farms) (Entry into Insurance) Order, 1967\n                                                  ORDER\n                                             ,(undersection 78)\nL.N. 29Bm\n                The National Housing Trust (Rate of Interest) Order, 1976\n                                inclusicm of this page is culmorized by L.N. ZlROlZ]\n                        NATIONAL INSURANCE\n              THE NATIONAL INSURANCE ACT\n                            REGULATIONS\n                  (under section. 2, 3, 5, 8 and 50)\n    (Made by the Minister on the 20th day of December, 1973)                       L.N. 475173\n                                                                                       349 175\n                                                                                        84179\n                                                            [lst January, 1974.1"
    },
    {
      "provision_ref": "sec132",
      "section": "132",
      "title": "Section 132",
      "content": "132-(1) On the death of a person who has made a claim for benefit Claims and\n                                                                         payments on\nor who is alleged to have been entitled to benefit, or in respect of death.\nwhose death a funeral grant is alleged to be payable, the Minister\nmay appoint such person as he may think fit to proceed with or\nto make a claim for the benefit, and the provisions of these Regulations\nshall apply. subject to the necessary modifications, to any such claim:\n   Provided that in the case of a funeral grant a claim may be made\nby any person specified in the next following paragraph of this regula-\ntion.\n                                                                             -\n       THE NATIONAL INSURANCE (CLAIMS A N D PAYMENTS)\n                     REGULATIONS, 1966\n        (2) Subject to the provisions of paragraph (6), any sum payable\nby way of benefit which is payable under an award on a claim\nproceeded with or made under paragraph (1) may be paid or\ndistributed by the Minister to or amongst persons claiming as personal\nrepresentatives, legatees, next of kin, or creditors of the deceased (or,\nwhere the deceased was illegitimate, to or amongst other persons), and\nthe provisions of regulation 11 shall apply to any such payment\nor distribution :\n  Provided that-\n    (a) the receipt of any such person who has attained the age of\n        eighteen shall be a good discharge to the Minister and the\n        National Insurance Fund for any sum so paid; and\n    (b) where the Minister is satisfied that any such sum or part\n        thereof is needed for the benefit of any person under the age\n        of eighteen, he may obtain a good discharge therefor by\n        paying the sum or part thereof to a person over that age\n        (who need not be a person specified in this paragraph) who\n        satisfies the Minister that he will apply the sum so paid\n        for the benefit of the person under the age of eighteen.\n        (3) Subject as aforesaid, any sum payable by way of benefit\nto the deceased payment of which he had not obtained at the date\nof his death, may, unless the right thereto was already extinguished\nat that date, be paid or distributed to or amongst such persons as are\nmentioned in paragraph (2), and the provisions of regulation 11 and\nthe proviso to the said paragraph shall apply to any such payment\nor distribution :\n   Provided that, for the purpose of paragraph (1) of regulation 11, the\nperiod of six months shall be calculated from the date on which the\nsum was receivable by any such person, and not from the date on\nwhich it was receivable by the deceased, and for this purpose the\nreference in sub-paragraph (d) of paragraph (2) of regulation 11 to\nthe date on which the sum became payable, shall be construed as a\nreference to the date of the application to the Minister made in\naccordance with paragraph (6) of this regulation.\n       (4) In relation to a funeral grant, the reference in paragraph (2)\nto creditors shall include a reference to any person who gives an\n              Vhe inclusion of this page is authorized by L.N. 112119781\n       THE NATIONAL INSURANCE (CLAIMS AND PAYMENTS)\n                      REGULATIONS, 1966\nundertaking in writing to pay the whole or part of the deceased's\nfuneral expenses, so, however, that any payment of funeral grant\nto a person by virtue of this paragraph shall be subject to the condition\nthat if the person fails to carry out such undertaking he shall repay\nto the National Insurance Fund any funeral grant so paid to him.\n        (5) Where any person has received an amount by way of\nfuneral grant by virtue of the provisions of this regulation and is entitled\nto reimbursement of the deceased's funeral expenses out of the\ndeceased's estate, his right to such reimbursement shall be reduced\nby the amount of the funeral grant received by him.\n       (6) Paragraphs (2) and (3) shall not apply in any case unless\nwritten application for the payment of any such sum is made to the\nMinister within six months from the date of the deceased's death\nor within such longer period as the Minister may allow in any\nparticular case.\n        (7) The Minister may dispense. with strict proof of the title\nof any person claiming in accordance with the provisions of this\nregulation."
    },
    {
      "provision_ref": "sec140",
      "section": "140",
      "title": "Section 140",
      "content": "140, there shall also be deemed to have been paid\n                                 in respect of that worker by that employer under\n                                 the Act an additional flat rate contribution for every\n                                 flat rate contribution so deemed to have been paid\n                                 by him, subject, however, to the limitation expressed\n                                 in sub-paragraph (i) of this paragraph;\n                           (iii) the proviso to sub-paragraph (1) of paragraph 1 of\n                                 the Fourth Schedule to the Act shall not apply;\n                  (c) for the purpose of the provisions relating to old age grant\n                       and invalidity grant, the reference to contribution conditions\n                       for old age pension in paragraph (b) of subsection (1) of\n                       section 10, and the second reference to relevant contribution\n                       conditions for invalidity pension in subsection (1) of section"
    },
    {
      "provision_ref": "sec148",
      "section": "148",
      "title": "Section 148",
      "content": "148            ...\n               150 and over    ...\n                                           PART I1\n                                        Monthly Scale\n..             whe indudon of thb poge is authorized by L.N. 121119801\nTHE NATIONAL INSCJRANCE (ASSESSMENT OF WAGE-RELATED\n CONTRIBUTIONS) (EMPLOYED PERSONS) REGULATIONS. 1966\n                        Monthly Scale. contd.\n   Amount of Payment                                  Amount of Contribution\n         p h e inclusion of this page k authorLed by L.N. 127119801\nTHE NATIONAL INSURANCE (ASSESSMENT OF WAGE-RELATED\n CONTRIBUTIONJ) (EMPLOYED PERSONS) REGULATIONS 1966                   .\n                             Monthly Scale. c o n d\n   Amount of Payment                                  Amount of Contribution\n        1The incfusion of this page is authorized by L.N. 12711980j\nTHE NATIONAL INSURANCE (ASSESSMENT OF WAGE-RELATED\n CONTRIBUTIONS) (EMPLOYED PERSONS) REGULATIONS. 1966\n                         Monrlrly Scale. contd   .\n    Amount of Payment                                 Amount of Contribution\n         [The iDcludon of this paso h authorbed by L.N. 121/19801\nTHE NATIONAL INSURANCE (ASSESSMENT OF WAGE-RELATED\n CONTRIBUTIONS) (EMPLOYED PERSONS) REGULATIONS. 1966\n                        Monthly Scale. contd    .\n    Amount of Payment                                 Aniount of Contribution\n          [The indudon of tbis page is au?horl#d by L.N. 127/198uj\nTHE NATIONAL INSURANCE (ASSESSMENT OF WAGE-RELATED\n CONTRIBUTIONS) (EMPLOYED PERSONS) REGULATIONS. 1966\n                         Monthly Scale. contd     .\n    Amount of Payment                                   Amount of Contribution"
    },
    {
      "provision_ref": "sec628",
      "section": "628",
      "title": "Section 628",
      "content": "628              ...\n         630\n         632\n                          ...\n                          ..."
    },
    {
      "provision_ref": "sec636",
      "section": "636",
      "title": "Section 636",
      "content": "636              ...\n         638\n         640\n                          ...\n                          ..."
    },
    {
      "provision_ref": "sec648",
      "section": "648",
      "title": "Section 648",
      "content": "648              ...\n         650 and over     ...\n         p h e inclusion of this page b authorized by L.N. 12711980)\n                           NATIONAL INSURANCE\n                 THE NATIONAL INSURANCE ACT\n                                REGULATIONS\n                          (under sections 7 and 50)\n    (Made by the Minister on the 11th duy of Junuary, 1968)                L.N.22168"
    }
  ],
  "definitions": [
    {
      "term": "Category A retirement pension",
      "definition": "either, or both, a basic retirement pension and an",
      "source_provision": "sec1"
    },
    {
      "term": "Category B retirement pension",
      "definition": "a basic retirement pension payable to a married",
      "source_provision": "sec1"
    },
    {
      "term": "deduction card",
      "definition": "a deduction card in a form authorized",
      "source_provision": "sec2"
    },
    {
      "term": "franking meter device",
      "definition": "a franking meter device for",
      "source_provision": "sec2"
    },
    {
      "term": "insurance card",
      "definition": "a stamp card or a deduction card",
      "source_provision": "sec2"
    },
    {
      "term": "local office",
      "definition": "an office appointed by the Minister as a local",
      "source_provision": "sec2"
    },
    {
      "term": "termination of employment",
      "definition": "the day on which the employ-",
      "source_provision": "sec2"
    },
    {
      "term": "aggregated",
      "definition": "aggregated and treated as a single payment",
      "source_provision": "sec10"
    },
    {
      "term": "contribution",
      "definition": "a wage-related contribution and includes",
      "source_provision": "sec10"
    },
    {
      "term": "employer",
      "definition": "any person paying wages whether on his own",
      "source_provision": "sec10"
    },
    {
      "term": "flat rate contribution",
      "definition": "a flat rate contribution that is, by",
      "source_provision": "sec10"
    },
    {
      "term": "month",
      "definition": "a calendar month",
      "source_provision": "sec10"
    },
    {
      "term": "reserved question",
      "definition": "a disable-",
      "source_provision": "sec13"
    },
    {
      "term": "relevant Monday",
      "definition": "the first Monday of January",
      "source_provision": "sec18"
    }
  ]
}