{
  "id": "jm-subs-the-national-solid-waste-management-act",
  "type": "statute",
  "title": "The National Solid Waste Management Act",
  "title_en": "The National Solid Waste Management Act",
  "short_name": "National Solid Waste Management Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-national-solid-waste-management-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-national-solid-waste-management-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the National Solid Waste\nManagement (Public Cleanliness) Regulations, 2003."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. A notice offering the discharge of any liability to conviction of an\noffence to which section 53(2) of the Act applies by payment of a fixed\npenalty (hereinafter referred to as a \"fixed penalty notice\") shall be in the F L S ~\n                                                                              Schedule\nform set out as Form 1 in the First Schedule.                                 Form 1."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) An authorized officer may, pursuant to section 53 of the Act,\nrequire any person served with a fixed penalty notice to state his name and\naddress and produce proof of identity for inspection.\n        (2) A person who fails to comply with a requirement made under\nparagraph (1) commits an offence and is liable on summary conviction before\na Resident Magistrate to a fine not exceeding fifty thousand dollars.\n         (3) An authorized officer may arrest a person who, without\nreasonable excuse, fails to comply with a requirement made under paragraph\n(1) and forthwith take the person before a police officer or to the nearest\npolice station.\n         (4) Where a fixed penalty notice is served on any person, the\nAuthority may, at any time before the commencement of proceedings against\nthat person in respect of the offence specified in the notice and, whether or\nnot an order has been applied for but before such order has been made,\nwithdraw the notice."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. A certificate under section 53(5) of the Act that payment of a fixed\npenalty was or was not made to the Authority or to a body designated under\nsection 53(4) of the Act by a date specified in the certificate shall be in the\nform set out as Form 2 in the First Schedule.                                     Form 2.\n                                               -\n                 [The illclusion of this page is authorized by L.N. 33N20051\n                   THE NATIONAL SOI,ID WASTEMANAGEMENT (PUBLIC CLEANLINESS)\n                                        REGULATIONS, 2003"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. There shall be payable in respect of the offence specified in column 1\n            of the Second Schedule the fixed penalty specified in relation thereto in\nSecond\nSchedule.\n            column 2 of the Second Schedule.\n                             [The ~ ~ i c l u s of\n                                                ~ o t~ll~ spage IS authorized by L N   33A ?005]\nTHE NATIONAL SOLID WASTE MANAGEMENT (PUBLIC CLEANLINESS)\n                    REGULATIONS, 2003\n                                FIRST SCHEDULE                        (Regulations 2 and 4)\n                                      Form I\n                                    JAMAICA\n         NATIONAL SOLID WASTE MANAGEMENT AUTHORITY\n                          FIXED PENALTY NOTICE\n                             (under section 53 (2))\n                              FRONT OF FORM\n                                                          Serial No. of Notice:\n     Take notice that I have cause to believe that on the                              day\nof                 ,200-     at (enter location) at or about (enter time) you:\nSurname (Last)                             First                        Middle\nStreet Address:,\nParish\ncommitted one or more of the following offences contrary to the provisions of the\nNational Solid Waste Management Act, for which I allege that you are liable,\nnamely-\nAlleged offence\n(Please tick)\n            Section\n 0         46(l)(a)        Throwing, dropping or otherwise depositing and leaving\n                           any litter in any public place.\n                           Erecting, displaying (whether by writing, marking or\n                           otherwise), depositing or affixing anything in a public place\n                           or on any building, wall, fence or structure abutting or\n                           adjoining a public place, in such circumstance as to cause,\n                           contribute to or tend to the defacement of that place,\n                           building, wall, fence or structure, as the case may be.\n                           On behalf of some other person employing or recruiting you\n                           for the purpose, erecting, displaying (whether by writing,\n                           marking or otherwise), depositing or affixing anything in a\n                           public place or on any building, wall, fence or structure\n                           abutting or adjoining a public place, in such circumstance\n                           as to cause, contribute to or tend to the defacement of that\n                           place, building, wall, fence or structure, as the case may be.\n                           Throwing, dropping, or otherwise depositing or leaving any\n                           litter in any premises owned or occupied by another person\n                           without the consent of that person.\n                          o f h i s yiye is authorized by L.S. 33.A 20051\n            [The i~iclusio~i\n         THE NATIONAL SOLID WASTE MANAGEMENT(PUBLIC CLEANLINESS)\n                             REGULATIONS, 2003\n                                 FlRST SCHEDULE,contd.\n                              Wilfully breaking any bottle or any glass or any article\n                              made of glass in or on any public place without lawful\n                              authority or reasonable excuse the details of which are set\n                              out as follows-\n                   Particulars of offence@):\n                   Date of offence@):\n                   Place of offence(s):\n                   Brief description of the act(s) whikh constitute the offence@):\n                   However, if before the          day of                   ,200       (insert\n                   date being a date before the expiration of twenty-one days) you pay the\n                   fixed penalty of                     at [Authority] [collectorate] [court]\n                   proceedings will not be taken for the offence and you shall not be\n                   liable to conviction of the offence. Payments should be made in\n                   accordance with the instructions overleaf.\n                   You may notify the Authority in writing that you wish to dispute\n                   liability for the offence(s) within 14 days of the date of service of this\n                   noliced\n                   If you do not pay the fixed penalty or if you notify the Authority that\n                   you wish to dispute liability in accordance with this Notice, an\n                   application will be made to the Resident Magistrate for an order that\n                   you pay the fixed penalty and additional sum of       -     by way of\n                   costs.\nDated this      day of\n                                                           Signature of authorized oflcer.\nTHE NATIONAL SOLID WASTE MANAGEMENT (PUBLIC CLEANLINESS)\n                    REGULATIONS, 2003\n                           FIRST SCHEDULE. C O I I ~ ~ .\n                                  BACK OF FORM\nHow to pay fixed penalty:\nPayment may be made in cash at the [A~tlhorlt,~]\n                                              [c~llec/orate][courl]\nTo: [full name and address]\nI enclose the sum of $                          as payment of the fixed penalty for the\noffence mentioned in this Notice.\nSurname (Last)                                 First                              Middle\nStreet Address\nParish\n                                     Form 2\n                                   JAMAICA\n         NATIONAL SOLID WASTE MANAGEMENT AUTHORITY\n                      FIXED PENALTY CERTIFICATE\n                           (under section 53 (5))\n                                  Serial No. of Fixed Penalty Notice:\n1 hereby certify that payment of the fixed penalty of\nwas madelnot made to the [Authoriry] [collectomte] [court] by the\nday of                   ,XI -.\n                                                                Prqper Officer,\n                                                                   Authority.\n            [The inclusioti of this page is authorized by L.N. 33N2005]\n     THE NATIONAL SOLID WASTE MANAGEMENT (PUBLIC CLEANLINESS)\n                         REGULATIONS, 2003\n                                 SECONDSCHEDULE                                  (Regulation 5)\n                              Schedule o/Fixed Penalty\n            Column I                                                          Column 2\n             Offence                                                    Fixed Penalty\n                                                                               -"
    }
  ],
  "definitions": []
}