{
  "id": "jm-subs-the-national-water-commission-act",
  "type": "statute",
  "title": "The National Water Commission Act",
  "title_en": "The National Water Commission Act",
  "short_name": "National Water Commission Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-national-water-commission-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-national-water-commission-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the National Water Commission                                             67/92\n(Water Supply Services) (Rates and Charges) Regulations, 1985.                                                        169196\n                                                                                                                       51/94"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In these R e g u l a t i o n s\n                                                                                                               16412000\n       \"commercial and industrial consumer\" means a consumer who uses the                                       6,200,\n           water supply services of the Commission in connection with any\n           trade, business or industry;\n                                                                                                              7P;$;\n       \"meter\" means any instrument, apparatus or device for measuring the\n             quantity of water supplied by the Commission to any occupier;\n       L ' ~ ~ ~ ~ pmeans\n                     i e r \"any person occupying as owner, tenant, mortgagee\n             in possession, licensee or caretaker, any property supplied with\n             water by, or obtaining water supply services from, the\n             Commission and includes any person who is responsible for the\n             payment of water rates in respect of the property;\n       \"service area\" means any area in Jamaica in respect of which\n             consumers receive water supply services direct from the\n             Commission.\n,  3. The Commission shall keep and provide in the service area a constant\nsupply of water, sufficient for the domestic, commercial and industrial use of\n               (The lncluslon of this page Is aulhorized by L.N. 181120081\n                   THE NA TIONAL WAlER COMMISSION (WATER SUPPLY SER MCES)\n                             (RATESAND CHARGES) REGULATIONS. 1985\n           occupiers of property in any part of the service area who, in accordance with\n           the provisions of these Regulations, become entitled to water supply services\n           from the Commission."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1)    Where an employee who has been granted a gratuity under\nregulation 3 upon the termination of his service in the circumstances\nmentioned in paragraph (3) (b) thereof-\n      (a) is re-employed by the Commission or the Government of this\n          Island or a Parish Council, or the Kingston and St. Andrew\n           Corporation within a period not exceeding thirty-six months\n           from the termination of such service; and\n     (6) serves thereafter for three or more effective years (hereinafter\n          referred to as the \"subsequent service\"),\nhe may, subject to the provisions of paragraphs (2) and (3), be granted\na gratuity on retirement from the Commission's service at the expiration\nof the subsequent service as if the subsequent service had followed\nimmediately after the termination of his previous service.\n       (2) An employee shall not be granted a gratuity under paragraph\n(I) unless the subsequent service is terminated in circumstances referred\nto in paragraph (3) of regulation 3.\n       (3) The gratuity granted to the employee at the termination\nof his previous service shall in every case be set off against the\ngratuity granted to him at the expiration of his subsequent service."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. All pipes or other fittings for the conveyance, delivery or storage of\n           water and which-\n                 (a) are to be laid on an applicant's property; and\n                  (6) are to be connected to pipes and fittings belonging to the\n                       Commission,\n           shall be of a type approved by the Commission and shall be kept in               '\n           serviceable condition by the applicant at his own expense and to the\n           satisfaction of the Commission, and any such pipes and fittings which are not\n           so approved or are not so kept shaU be removed by, or at the direction of, the\n           Commission and the Commission may, where it considers it necessary,\n           discontinue the supply of water to such applicant."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) Notwithstanding anything contained in these Regulations, if\nemployment by the Commission is brought within the terms of the\nProvident Fund Act, a person who on the appointed day is-\n       (a) the holder of a pensionable or non-pemionable office; or\n       (b) in wholetime permanent employment at a salary of not less\n           than one hundred pounds per annum; or\n       (c) by contraot in whdetime employment at a salary or not less\n           than one hundred pounds per annum.\nmay, withfin six months of a Provident Fund being established for\nthe Commissim elect to become a depositor in such fund and, if he\n so dects, his service for the purpose of the grant of a pension\ngratuity or other allowance under. these Regulations shall cease on\nthe date on which he becomes a depositor within the meaning of\n the Provident Fund Act, and the pension, gratui,ty or other allowance\ngranted to h i ~ hon retirement pursmnt to these Regulationr: shall be\ncalculated accordingly :\n  Provided that nothing in this regulation shall prevent the seryice of\na person while a depositor in such fund counting as qualifying, but\nnot pensionable, service for the purpose of an award under regulation\n3 or regulation 4.\n       (2) Every person who has not within the period prescribed by\n paragraph (1) exercised his right to elect to become a depositor shall\n be deemed to have elected not to become a depositor.\n                [me inclusion of this page is authorized by L.N. 154119861\nTHE NATIONAL WATER COMMISSION EMPLOYEES (COMPASSIONATE                      27\n                   GRATUITIES) REGULATIONS, 1977\n       (5) No such gratuity shall be granted unless the employee has\nhad ten or more effective years of service with the Commission or\npartly with the Commission and partly in the service of the Government\nof this Island or a Parish Council or the Kingston and St. Andrew\nCorporation.\n      (6) No regard shall be had to any period of service-\n    (a) prior to three or more consecutive non-effective years save\n        where the major portion of such sequence of non-effective\n        years was caused through the illness of the employee;\n    (b) prior to voluntary resignation ,or dismissal for misconduct."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Notwithstanding regulation 6, where a person enters into a special\n           contract with the Commission for water supply service, that person shall pay\n           rates and charges in accordance with the t e r n of the contract."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The Commission shall, at such intervals not exceedingthree months\n           as the Commission may determine, prepare and render to occupies, bills for\n           tates, charges or fees in respect of water supply services, and the occupier\n           shall pay such bills not later than fourteen days after such date as may be\n           specified in the bills.\n                           \\The inclusion o f this page is authorized by L.N. 18d2008]\n  T H E NATIONAL W A T E R COAlMISSION (WATER SUPPLY SERVICES)                    13\n            (RATES A N D CHARGES) REGULATIONS, 1985\n        (4) Any person who contravenes this regulation is guilty o£ an\noffence and liable on summary coilviction before a Resident Magistrate\nto a fine not exceeding one thous~nddollars, or in default of payment\nthereof, to imprisonment for a term not exceeding thirty days."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. The Commission may from time to time install a meter in con-\nnection with any property within the service area, and the rates and\ncharges to be paid by the occupier shall be regulated according to the\nquantity of water registerd by that meter."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.--(I) Where a meter is found to be defective, the limits of inaccur-\nacy and the estimation of consumptbn shall be regulated as iollows-\n    (a) where the quantity of water registered by a meter at normal\n        flow is not more than five per cent above or below the actual\n        quantity passed, the meter shall be deemed to be accurate;\n    (b) where the meter ceases to register, or is proved to register in-\n        accurately the quantity of water passing through it, the Com-\n        mission may make a fair and reasonable estimate of the quanti-\n        ty supplied, and such estimate shall be based on-\n             (i) the registration of a substituted meter; or\n           (i) the average registration during the preceding three\n                 months; or\n          (iii) the average registration during the corresponding three\n                  months of the previous year, whichever basis is con-\n                  sidered equitable by the Commission, having regard to\n                  the ciroumstances of the case.\n       (2) Where the occupier requests the removal and testing of a\nmeter, the occupier shall pay in advance to the Con~missionthe cost\nof removing, transporting and testing the meter.\n          (3) Where the meter is found to be inaccurate (by registering on\n test at normal flows more than five per cent above or below correct re-\n gistration) the charge shall be refunded to the occupier by the Commis-\n sion and his account for water rates shall be adjusted in accordance\n with the percentage of error.\n        (4) Where for any reason the registration of the meter is not\n recorded, the premises shall be charged with a quantity of water equal\n to the average monthly consumption of the previous three months.\n                                                                         -\n        THE NA TIONAL WATER COMMISSION (WATER SUPPLY SERVICES)\n                  (RATES AND CHARGES) REGULATIONS. 1985"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Any dispute in'connection with water supply services arising be-\ntween an occupier and any officer, servant or agent of the Commission,\nmay on the application of either party, be referred to the Commission."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. The provisions of the Second Schedule shall have effect with respect Second\n                                                                             Schedule.\nto the rates and'charges for the supply of water to ships and vessels.\n   2 1 4 1 ) Sewerage rates shall be calculated as a percentage charge based\non water usage.\n         (2) The sewerage rates and charges in respect of the service\nareas specified in the Third Schedule shall be the rates and charges Thtrd\nspecified in that Schedule.                                           Schedule\n         (3) No sewerage rate shall be imposed on any premises in any area\nspecified in the Third Schedule which is more that one hundred yards from\nany connecting sewer.\n        THE NATIONAL WATER COMMISSION (WATER SUPPLY SERVICES)\n                 (RATESAND CHARGES) REGULATIONS, 1985\n                                                                             (Regulation 10)\n                                         Rates and Charges\n                                         Service Charges\nWhere the size meter does not exceed-\n                                         WATER RATES\nDomestic Consumers (Imperial Metered) -\n     For up to 3,000 gallons at a rate of                          $108.39 per 1,000 gallons\n     For the next 3,000 gallons at a rate of                       $1 9 1.08 per 1,000 gallons\n     For the next 3,000 gallons at a rate of                       $206.31 per 1,000 gallons\n     For the next 3,000 gallons at a rate of                       $263.33 per 1,000 gallons\n     For the next 8,000 gallons at a rate of                       $327.96 per 1,000 gallons\n     Over 20,000 gallons at a rate of                              $422.14 per 1,000 gallons\nDomestic Consumers (Uetric Metered) -\n     For up to 14,000 litres at a rate of                              $23.83 per 1,000 litres\n     For the next 13,000 litres at a rate of                           $42.02 per 1,000 litres\n     For the next 14,000 litres at a rate of                           $45.37 per 1,000 litres\n     For the next 14,000 litres at a rate of                           $57.91 per 1,000 litres\n     For the next 36,000 litres at a rate of                           $72.12 per 1,000 litres\n     Over 91,000 litres at a rate of                                   $92.83 per 1,000 litres\nCommercial and Indusfrial Consumer*\n     Imperial metered                                              $406.43 per 1,000 gallons\n     Metric metered                                                $ 89.37 per 1,000 litres\nCondominiums-\n     Imperial metered                                              $201.61 per 1,000 gallons\n     Metric metered                                                $ 44.33 per 1,000 litres\nPrimary Schools-\n     Imperial metered                                              $162.58 per 1,000 gallons\n     Metric metered                                                $ 35.75 per 1,000 litres\nConsumers (Unmereredk\n      Rates in accordance with Special Contract\n                                     -                 -     -\n                   (The inclusion of this page is authorized by L.N. 18~/2008]\n         THE NATIONAL WATER COMMISSION (W A m SUPPLY SERWCES)\n                  (RATESAND CHARGES) REGULATIONS, 1985\n                                   FIRST SCHEDULE,\n                                                contd.\n                                  MISCELLANEOUS FEES\nDisconnection and Reconnection F e e -\n     Domestic Unmetered Services (Locked)           ...\n     Removal and Replacement of Service\n        (Unmetered)                                 ...\n     Domestic Metered Service (Locked)              ...\n     Domestic Metered Service Removed\n       and Replaced % inch/lSmm and %\n       incM20mm                                     ...\n     Domestic Metered Service Removed and\n         Replaced 1 incW25mm and over               ...\n     Commercial Metered Service (Locked)            ...\n     Commercial Metered Service Removed\n         and Replaced                               ...\n     Illegal Connections, Domestic and\n         Commercial, the actual cost of\n         removing and restoring service\n                            PRICE ADJUSTMENT MECHANISM\nA price adjustment mechanism (hereinafter referred to as PAM) shall be applied monthly to\nall rates charged and fees payable by an occupier under these Regulations in accordance with\nthe following formula-\nPAM = ( Current Exchange Rate - Base Exchange Rate )              x\n          (                                                   1\n          (                Base Exchange Rate                 1\n                     100 x Exchange Rate Weight +\n          ( Current Electricity Rate - Base Electricity Rate )    x\n          (                                                  1\n          (                Base Electricity Rate              )\n                    100 x Electricity Rate Weight +\nWhers-\n    \"current exchange rate\" means the daily weighted average rates issued by the Bank of\n          Jamaica for the calendar month of billing;\n    \"current electricity rate\" means the rate at which electricity used in the provision of\n          water supply services is charged by the providers of such electricity;\n     \"base exchange rate\" JS59.14 to US$1.00;\n     '%me electricity rate' is J$6.70/KWH;\n     \"exchange rate weight' has a fixed value of 0.175; and\n      \"electricity rate weight\" has a fixed value of 0.220.\n                      ANNUAL PRICE ADJUSTMENT MECHANISM\n   There shall be an annual price adjustment (hereinafter referred to as ANPAM) applied\nyearly to all base rates, base charges and fees payable by an occupier under these Regulations\neffective the 1st day of January each year in accordance with the following formula:\n                                                                   --   -\n              lThe inclusion of this page Is authorized by L.N. 18~/20081\n         THE NATIONAL WATER COMMISSION (WATER SUPPLY SERVICES)\n                  (RATESAND CHARGES) REGULATIONS, 1985\n                                  FIRSTSCHEDULE,\n                                              cond\n   New Base Rates = Old Base Rate x (I + ANPAM)\n   New Base Charge = OldBase Charge (1 + ANPAM)\n   New Fee         = Old Fee x (I + ANPAM)\n   Where ANPAM =\n                  ( New Base Exchange Rate - Old Base Exchange Rate )\n                  (                                                   x\n                  (            Old Base Exchange Rate               1\n                                    Exchange Rate Weight +\n                   ( New Base Electricity Rate - Old Base Electricity Rate )\n                   (                                                         x\n                   (            Old Base Electricity Rate                  )\n                                   Electricity Rate Weight +\n          ( New Base Consumer Price Index - Old Base Consumer Price Index )\n          (                                                              ) x\n          (                Old Base Consumer Price Index                  )\n                                Consumer Price Index Weight\nWhere-\n    \"New base consumer price index\" means-\n          (a)   the All group consumer price index published by the Statistical Institute of\n                Jamaica at November 30 of the previous year; or\n          (b)    in the absence or unavailability of such index for the month of November of\n                the previous year, the most recently published index;\n    \"New base exchange rate\" means the daily weighted average rates issued by the Bank\n        of Jamaica for November of the previous year;\n    \"New base electricity rate\" means the rate at which electricity used in the provision of\n        water supply services is charged by the providers of such electricity for\n        November of the previous year;\n    \"old base exchange rate\" is JS59.14 to USS1.OO;\n    \"old base electricity rate\" is JS6.70KWH;\n    \"old base consumer price index\" is 1702;\n    \"exchange rate weight\" has a fixed value of 0.175;\n    \"electricity rate weight\" has a fixed value of 0.220; and\n    \"consumer price index weight\" has a fixed value of 0.605.\n                   lThe inclusion of this page is authorized by L.N. 18d2008)\n  THE NATIONAL WATER COMMlSSlON (PENSIONS) REGULATONS,\n                                       1967\n    (a) in relation to persons who held pensionable offices in the\n         service of the Commission as they apply in relation to officers\n         holding pensionable offices in the service of Parish Councils;\n         and\n     (b) in relation to persons who held non-pensionable offices in the\n          service of the Commission on the appointed day and at the\n          date of retirement or death as they apply in relation to\n          officers in the service of Parish Councils holding non-pension-\n          able offices under that Act,\nsubject to the modification that for references in that Act to a\nParish Council or the service of a Parish Council there shall be sub-\nstituted references to the commission or the service of the Commis-\nsion, as the case may be."
    }
  ],
  "definitions": [
    {
      "term": "commercial and industrial consumer",
      "definition": "a consumer who uses the                                       6,200,",
      "source_provision": "sec2"
    },
    {
      "term": "meter",
      "definition": "any instrument, apparatus or device for measuring the",
      "source_provision": "sec2"
    },
    {
      "term": "service area",
      "definition": "any area in Jamaica in respect of which",
      "source_provision": "sec2"
    },
    {
      "term": "current exchange rate",
      "definition": "the daily weighted average rates issued by the Bank of",
      "source_provision": "sec20"
    },
    {
      "term": "current electricity rate",
      "definition": "the rate at which electricity used in the provision of",
      "source_provision": "sec20"
    },
    {
      "term": "New base exchange rate",
      "definition": "the daily weighted average rates issued by the Bank",
      "source_provision": "sec20"
    },
    {
      "term": "New base electricity rate",
      "definition": "the rate at which electricity used in the provision of",
      "source_provision": "sec20"
    }
  ]
}