{
  "id": "jm-subs-the-natural-resources-conservation-authority-act",
  "type": "statute",
  "title": "The Natural Resources Conservation Authority Act",
  "title_en": "The Natural Resources Conservation Authority Act",
  "short_name": "Natural Resources Conservation Authority Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-natural-resources-conservation-authority-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-natural-resources-conservation-authority-act",
  "provisions": [
    {
      "provision_ref": "sec0",
      "section": "0",
      "title": "Section 0",
      "content": "0.01 ppm\n                                                                                                         for conc 5\n                                                                                                         80 pg/ml\n                                                                                                                             within lab\n                                                                                                                             RSD                  3\n                                                                                                                                                  0\n 80% of upper\n range limit\n                                                                                                         and 7% for          7-9% between\n                                                                                                         conc > 8Opg/m' lab RSD                   9\n Accuracv             *15%              &lo%            95% C1<120%\n                                                                -         *lo%             +lo%          PD 5 *7%            Not                  E\n Annual               95% CI <120%                                        95% C1 < +20%                  for flow rate       specified\n Completeness         75% (hourly)      90% (hourly) 75% (8h block) 90%                    75%           75%                 75%\n (minimum                                                                 (hourly)         (Quarterly) (Quarterly)           (Quartfll~)\n averaging period)\n Averaging time       1h                 I h            Ih                I h              24 h          24 h                24 h\nCI Confidence interval. PD Percent Difference. RSD Relative Standard Deviation.\nTo convert from parts per million to pg/m3at 25°C and 760 mm Hg, multiply by Ml0.02447, where M is the molecular weight of the gas.\n        THE NATURAL RESOURCES CONSERVADON A KWORITY (HR QUALITY)\n                           REGULAiTONS, 2006\n                               FIFTEENTH\n                                       SCHEDULE                              (Regulation 35)\n        Methods for Monitoring Ambient Air Pollutant Concentrations\n                                                                                           I\nPollutant    Averaging time              Method\nTSP          24 hours                    Any method complying with Particulate\n                                         (TSP) reference method in Title 40, Code\n                                         of Federal Regulations, Part 50, Appendix\n                                         B.\nP\",~         4 hours                     Any method complying with reference\n                                         method in Title 40, Code of Federal\n                                         Regulations, Part 50, Appendix J.\nCO           Continuous                  Any method complying with reference or\n                                         equivalent methods in Title 40, Code of\n                                         Federal Regulations, Part 50, Appendix C\n                                         and Part 53, Subpart B.\nSol\n             Continuous                  Any method complying with reference or\n                                         equivalent methods in Title 40, Code of\n                                         Federal Regulations, Part 53, Subpart B.\nSO,          24 hours                    Any method complying with reference\n                                         method in Title 40, Code of Federal\n                                         Regulations, Part 50, Appendix A.\n-\nNO, NO       Continuous                  Any method complying with reference\n                                         method in Title 40, Code of Federal\n                                         Regulations, Part 50, Appendix F.\nOzone        Continuous                  Any method complying with methods in\n                                         Title 40, Code of Federal Regulations, Part"
    },
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1.     Nature and compOdtlOnof the trade effluent (spec& ll@uM, sludge or sdid and indude any cumnt monllorlnO or\n       SompUng mutt):\n                     THE NATURAL RESOURCES CONSERVATION (PERMITS\n                            AND LICENCES) REGULATIONS, 1996\nWhat apparatus will be used to measure and record the nature, composition and volume of waste?\nMaximum volume of trade effluent proposed to be discharged on any one day:\nRate at which it is proposed to discharge the trade effluent:\nNature of waste water treatment facility (if any).\nTreatment level to be provided:\nOutfall information:outfall configuration and construction material:\n      Length from shore                      metres                Elevationof discharge invert\n                                                                   metres below mean sea level (rnsl)\n      Diameter of outfall   -centimetres                           Depth of remving water body at point of\n                                                                   discharge  -      metres below msl\nPlease provlde the following general informatlon:\n(a)    Land use requiremants, induding all wells and surface waters withln one kllometre of the site.\n(b)    Soil Information, induding physlcal characteristicof the soil at the operution.\n(c)    Hydrogeologic survey providing data necessary to evaluate the e f k b of operation on groundwabr and\n       groundwater monltoringsystem proposed.\nAddltlonal 11 !ormatton to be provided wlth applications for sewage treatment. fadlibs:\n(a)    Population-current and deslgn year pmjecUon for the population to be crerved.\n(b)    Descflptlon and map of area to k served and land u w for the current and dealgn yean.\n(c)    An aswsmmnt of the potential environmental Impact of the project, lndudlng odour, ndw, publlc accw-\n       rlblllty, prowlmlty to exlsting and p r o p o N rddentkl a u , lloodlng and nrorol d m\n(d)    Opretkn and control rtntwles, lndudlng prevenUvanulntenam, aItwUvedlspoul matfmdr, and my,\n       b m rsllablllty featurn.\n                                         -   -\n                  [The inclusionof this page is authorized by L.N. 54/2000]\n                            THE NATURAL RESOURCES CONSERVATION (PERMITS\n                                   AND LICENCES) REGULATIONS, 1996"
    },
    {
      "provision_ref": "sec1i",
      "section": "1I",
      "title": "Section 1I",
      "content": "1I.-(])      Subject to regulation 13 and paragraph (2), the Authority may,\n                  in relation to an application under regulation 7 or 9-\n                         (a) grant the appropriate permit, subject to such terms and conditions\n                             relating to the transport of hazardous waste and such other terms\n                             and conditions as it thinks fit, which shall be in the form set out as\nForm 5.                      Form 5 or Form 6 in the Fifth Schedule, as the case may require;\nForm 6.\n                             or\n                        (b) refuse to grant the permit.\n                         (2) The Authority may, as it sees fit, refuse entry of any trans-\n                 boundary movement of hazardous waste fiom a Convention State through\n                 any aiaeaunder the jurisdiction of Jamaica.\n                          (3) Where the Authority refuses to grant a permit, it shall inform the\n                  3pplicant by notice in writing-\n                         (a) of the reasons for its decision;\n                         (b) of the right of appeal under section 35 of the Act; and\n                         (c) that he may re-apply for a permit after the expiration of six\n                             months or such lesser period as may be determined by the Autho-\n                             rity.\n                          (4) A notice under paragraph (3) shall be given to the applicant-\n                        (a) in the case of an application for a transit permit, within sixty days\n                            of the date of receipt of the application; or\n                  -\n                                 me inclusion of this page is authorized by L.N. 21RO121\n          THE NATURAL RESOURCES(HAZARD0US WASTES) (CONTROL OF                            66.07\n               TRANSBOUNDARY MOVEMENrs) REGULATIONS, 2002\n       (6) in the case of an application for a special export permit or a\n            general export permit, within six weeks of the date of receipt of\n            the application."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. The boundaries of the Blue and John Crow Mountains National\nPark shall be as set out in the Schedule.                        ECII~~U*\n                 hclurioc~of this p.ge Ir authorized by L.N. S4120001\nTHE NATURAL RESOURCES CONSERVATION (BLUE A N D JOHN CROW\n    MOUNTAINS NATIONAL P A R K ) (DECLARATION) ORDER. 1993\n                                       SCHEDULE                             (Paragraph 2)\nAll that piece or parcel of Crown Land known as Silver Hill and Chestervale\nPlan atlon s.tua1ed In the pdrlshes of St. Andrew and Portland contaimng by\nsurvey 206.88 hectares and butting:\n       NORTHERLY: On Siher Hill ~n possession of the Chief Secretary\n       EASTERLY: On part of Ches'ervale in po~scssionof the Chief Secretary\n                      and Clydesdde Forest Reserve\n       S O ~ E R L Y : Cn ,part of Cliflon Mount in possession of the Com-\n                      missloner of Lands and part of Chestervale in possession\n                      of Yallahs Valley Land Authority\n       Wesnatk :       Un part of Silver Hill in possession of the Chief Secretary,\n                      \\Vallenford in possession of Ina Benn, main road from\n                      Buff Bay to St. Pexers,\nor however otherwise the same may be butted, bounded, known, distinguished\nor descr~bed.\nAll that piece or parcel of Crown Land part of the Tom's Hope Land Settle-\nment in the parish of Poriland containing by survcy 29.67 hectares and butting:\n       NORTHERLY: On parts of the Tom's Hope Land Settlement allotted\n                    to small settlers east on a portion of the property known\n                    as M:. Lebanus in the possession of Valdin Morrison\n                    and on Crown Lands known as Adam Brandon's patent\n                    south on a portion of Adam Brandon's patent in the\n                    possession of Charles Moresby wcst on a parochial road\n                    leading from Windsor to Park Mount and on a reserved\n                    road save and except:\n                         ( a ) that portion of the parochial road 149.8 metres\n                               wide leading from Windsor to Park Mount and\n                               passing through the area above described; and\n                         ( b ) that porrion of a road resewed 62.42 m e t r a\n                               wide leading from lot 156 of the Tom's Hope\n                               Land Settlement to Mr. Lebanus and passing\n                               through the area above described.\nAll those pwcels of Crown Lands in the parishes of St. Mary, St. Andrew.\nPor'land. and St. Thomas kn0v.n as the Blue Mountain Forest Reserve and\ncontaining by estimation 41,939.87 hectares more or less and including t t e\nfoi:owlny oiocks:\n                         Ginger River Block (District 17)\nComprising the following patents or park thereof-\nCottage, Andover, Joppa, Keith Hall, Mullet Hall and Killi-Krankie part of\nKnowsley, Wes'minster Cottage, remainder of Westminster Cottage, Unpatented\nLand, Fair Hill, Shooter's Hill, Osbourne Mountain part of Samuel Hyde,\nJ. Gordon and Edward McG:achy, Warminster, Daniel D'Luskie, part of Dry\nRiver Retreat, part of Juniper Grove and butting:\n      N O R ~ ~ E R L YFrom\n                        :       Good H o ~ c ,Hermitage, Dumfries and Port George\n                       Pen\n      EASTERLY: On Mount Joseph. Lovely Grove and Alexander Gordon\n                       Plantation, Dry River Retreat in the possession of small\n                       set!lers, Shantamee and Birnamwood Plantations and part\n                       of the Blue Mountain Forest Reserve, D,istrict 18\n      S O ~ R I Y : C)n Wm. Whitfield and Mt. Cressy, Mt. Olive. New Garden.\n                       MI. Prospeot\n      W E S ~ R L Y : On Mt. Horeb. Mt. Sinai and Belle Air, Prospoct Hill\n                       or however othxwise the s.imc may be butted, bounded,\n                lThe incl~~:ionof thic paw ir authorized by L.N. 54/2000]\n THE NATURAL RESOURCES CONSERVATION (BLUE AND JOHN CROW\n    MOUNTAINS NATIONAL PARK) (DECLARQ TION) ORDER, 1993\n                                    Sc~mux.e,conrd.\n                       known, distinguished or described save and except those\n                       parcels of land in the possession of small settlers.\n                            Juniper Block (District 17)\n All that portion of Crown Land forming part of the Blue Mountain Forest\n Reserve and butting :\n       NORTHERLY: On part of the Blue Mountain Forest Reserve, District 18\n       WRSTERLY: On Mt. Moses, Tweedside and Wm. Whitfield in the\n                       possession of the Water Commission,\n or hmever otherwise the same may be bucted, bounded, known, distin,guished\n or described.\n                           Springfield Block (District 17)\nComprising the following patents or parts thereof-\n Springfield, Heirs of Bains and bubting:\n       NORTI-JEJ~LY:On Summer Hill\n       EASTERLY: On part of the Blue Mountain Forest Reserve, District 18\n                       and Hermitage in the possession of the Water Commission\n       SOUTHERLY: On Norwich Oastle and part of Campbell's Mount in the\n                       possession of the Water Commrsaon\n       WESTERLY: On Moresham and Muff Castle in the possession of the\n                       Water Commission,\no r howewer otherwise the same m a y be butted, bounded, known, distinguished\nor descr~bed.\n                       N e w c d e Block, Western (District 18)\nComprising the following patents or parts thereof-\njuniper Grove. Old England, Heirs of Dodd, Oathley, Castle Dawson, Green\nHills, H?llywell,.Mt. Horeb and West Vale, Cold Spring, Clifton Mt.. Limerick\nMtn, Sliver HIII, jamalca Spa, Pleasant Hill. Myddleton, Greenwich Hill.\nCaledonia, part of Lancaster, Southfield. part of Smithfield, Copper Castle,\n Newcastle and butting:\n       N o ~ m e ~ a u :On part of the Blue Mountain Forest Reserve, Shantamee\n                        and Birnamwood Plantations\n       EASTERLY: On Shantamee and Birnamwood Plantations. part of Smilh-\n                       field, part of Lancaster in possession of small settlers,\n                       WakeA-ld Plantation in possession of H. H. Bureher,\n                       Cedar Valley Plantation in possession of Mirs V. Benn\n                       cr a1 part of Middleton, Elderslie, part of Castle Dawson,\n                       Green Hills, Marlborough Castle, Wallenford, Jamaica Spa,\n                       Part of Silver Hill, Clifton Mount, part of Pleasant Hill,\n                        and Mt. Lebanon\n       S ~ E R L: Y On Charlottenburgh, Little Pleasant Hill, part of Middle-\n                       ton, part of New Castle and Hopewell Plantation\n       W B W ~ R L Y : On Maryland Plantation, Mt. Dorothy and part of the\n                       Blue Mountain Forest Reserve District 17.\nor h o w ~ motherwise the same may be butted, bounded, known, dintinguishsd\nor d?scnbed, save and except those parcels of land in the possession of small\nmttlen.\n                [The inclusion of tbia paee is authorized by L.N. 54/20Nl1\n70   THE N A T U R A L RESOURCES CONSERVATION ( B W E AND J O m C R W\n        MOUEITAINS NATIONAL PARK) (DECLARATION)ORDER. 1993\n                                      SCRtDvra, cmrd.\n                           Silver Hill Block. Eastern WstrSct 18)\n     Comprising fie following patent8 or -parts thereof-\n     John Ferguson's patent, part of Chestemale Plantations. Ross Patent, P r t of\n     Silver Hill, part of Cedar Valley Plantation, part of Spring Hill, and Clydedale\n     and butting:\n            N~R-Y:          On part of the Blue Montain Forest Rerem, District 19\n            EASTWLY:        On part of the Blue Mouutain Forest Rtuem. D m\n                            19 and 26\n            SOVIR~LY:       On pleasant Hill and part of Chestemale p l a d o n\n            Wesmmy:         On part of Wallenford,\n                                                     a P\n                            Spring Hill and Ohesterv e,\n                                                          d Cedar valley ~ l a n t a t i o ~\n      or however otherwise the same may be butted, b o m d d , known, didinmirhd\n      or described.\n                              T r a f a l p Block (Distrfct 19)\n     Comprising the following patents o r part8 thereof-\n     Part of Geo. Wright, part of Sportsman's Hall, h t d i t y , part of Atkiaroa and\n     Hanbury. Colthirst's Run, Trafalgar Plantation, part of Leighfield, part d\n     Pleasant Mount. John Buck's Patent. Westphalia, Edward McGcacby. Samud\n     Linwood, and Wm. Linwood. Roberf B. Hugh, New Haven part of Wood and\n     Plummer. part of Geo. Burrell, RlcZlard Faith part of Hall's Delight and\n     unreserved Crown Land-part of Geo. Wright and part of Sportman's m 1 ,\n     and butting :\n            NORTHERLY: On Retreat, M. Big& part of Hallf Delight,                 rt of\n                          Atkinson and Hanbury, Resource and Tmublc %I?\n            EASIERLY:     On part of the Blue Mountain Forest Raerve, Districts\n                          20 and 26\n            SOUTAE~LY:    On part of Blue Mounhin F o r a t Raervc, District 26\n            Wesmutu:       On part of Blue Mountain Forest Rcserve, Distrid 18\n                          Breman Valley, part of Leighfield in the p o d o n of\n                          small settlers, and the Brook PlanQation.\n      or howeyer otherwise the same may be butted, bounded, laowa, Q'bplirbsd\n     o r dcscnbed.\n                                  Swift River Block (Dhtrict 20)\n      Comprising the following patents or parts thenof-\n      Part of Friendqhio Hall, part of Thomas Cockburn, Sartogr, part & Wm.\n      Pcarcb, Gm. McKeand, part of Geo. Burrell, rt of Wood and Pkarma, part\n      of Wm. Collard. unpatcnted bound part orColtbimt'r R m , Job. Re*\n      part of Scotland, part of Bengal, Holland. Wm. Lee. John A n p i a , w n ,\n      part of John Sanderson. Batavia, John Symes, unnservad Crown La+\n      Richard Ivy Mann. Robert McKoy, part-of Fruitful Vale, Dan's Sberrif, J m a\n      Jenklns, Geo. Brooks. part of Friendrhhp Ha& part of Wm. P a r e . , ppn of\n      Wm. Collard. pan of Scotlad, part of Bengal and b d t h g :\n             N O R ~ E I U Y : On Allany, P.ippingford, Shirley CastIe* Liberty H\n                                                                                i% Rm.\n                              Geo. Hall. P~geonHill. Ashtatt, Jno. Lowe, Twiohcnham\n                              Plantat~on, part of Fruitful Vale. Dunbar, Burton H  ill,\n                              Manchester, part of unpatented Lead\n             EASTERLY:         On part of the Blue Mwntaia F o r a t Reserve, Dimld 21\n             SOUTHERLY:On part of the Blue Mountain F o r a t Reserve. District 21\n             WESTERLY: On part of the Blue Mountain Forest Reserve Di*\n                               26 and 19.\n      or however otherwise the same may be butted, bounded, Laown.\n       or described.\n                       [The inclusion of U page b 8uthorLed by L.N. 54120001\nl%E NAntRAL RESOURCES CONSERVATlON (BLUE AND JOHN CROW\n    MOUNTAINS NATIONAL PARK) (DECLARATION) ORDER. 1993\n                                S c ~ e w ~contd.\n                                             a\n                         John's Hall Black (Distrfcr 21)\nComprising the following patents or parts rhcmf-\nP u t of Charle4 Stewart, part of John Sanderson, John Neilson, l 3 o m r s Re-\nJohn Swrrbedr, Paul Phippe, Jno. P. Baker. Wm. Smellie, James Farrier.\n3 m Campbell, Wm. Lane, Colin McKenzie I and 11. Anne Lane. Charlea\nPhipps I and !I, Abi ail Phipm Edward P. Wallen I and 11, Thomas Gray.\nThomas Cushnte. Maft Howard. Elizabeth Ann Adams and unreserved Crown\nk n d q that is pan of John Sanderson. Tuyany, Madrid, part of John Swarbeck.\nprR of Friendship Hall, pan of Geo. Chr~stie,and butting:\n        NOR-:          On unpatented Land. Brook Dale and Golden Vale Estatr\n        EAS-Y:         On Rose Hill, Garland. Grove, Kensington Plantation,\n                      Experiment H111, Brownsfield and part of the Blue\n                       Mountain Forest Reserve, D~strict22\n        S~JI~IISRLY: On p u t of the Bhm Mountain Forest Reserve, District 25\n        W~URLY: 011 part of the Blue Mountain Forest Resehe, District 20,\n or haweyer otherwise Lhe same may be butted, bounded, known. distinguished\n or dercr~bd.\n                        Rio Grande Block, Western (Distrfct 22)\nComprisiq the following patents or parts thereof-\nPart of Geo. Christie. Patk. Johnson Natty. Fraser and Kinneard Wm. Smellk\nI and II, Edward Barry I and Il part of Marshall Hall. Alex. Cumming I, I1\nand 111. part of Daniel Moore, Edward West, part of Robert McDermon.\nKings Land. Edward Bernard, Geo. French I, I1 and 111, part of Thomas Cock*\nburn, Francis Moore, part of John Moore I and 11, and part of Edgar't\nRio Grande Pen, and butting:\n       N o n n m ~ t y : On Kent\n       b m x ~ . ~ : On Claremont, Marshan's Hall, Altimont Township. Mi)\n                         Bank, Bowden Pen, part of Edgar's Rio Grande\n       ~UTHERLY:          On part of the Blue Mountain Forest Reserve, Distriot 24\n       W-Y:               On prt of the Blue Mountain Forest Reserve, Districtr\n                         21 and 25.\n   b o w m r otherwise the same may be butted, bounded, known, distinguished\n   ducribed\n                    Ria Grande Block, Eastern (Disltic~22)\n Comptk' me following patents or parts thereof-\n Part of Tolland Mountain. part of Silvera's Run. part of Joe Hill, a r t ol\n Adam Brandon, James Barton and Gardncr. Wm. Fullerton I and 11, Robert\n Graham, Thos. Wainsborough, part of James Lindsay. Mt. Bambier. John\n Proctor. The Alurement, part of Mt. Rodney. Come-and see-me, part of Hollana\n Rio Grande Pen, part of Alex. Bell Patrick Grant. John McLean. Allan and\n John MaLean, Charles Grant, and unreserved Crown Land, that b M t Lebanur\n and butting :\n           NOU~QRLY: On Caledonia and Cambridge Back Lands\n      :YLXEW\n           T\n           R          OIL pa~tof the Blue Mountain Forest Reserve, District 23\n           WBSTBRLY: On part of Alex Bell, part of Holland Rio Grande. part\n                     of Holland Mtn.. part of Silvera's Run. Fish BrcloL.\n                      Ria Grande River, Cornwall Pen. Nottingham Pm, Moo=\n                     Town Maroon Land, part of Joe Hill, Windsor Estate,\n                      Small Settlen' Lola, Tom's Hope Estate,\n or however otherwise the same may be butted, bounded, known, distinguished\n  or d e 8 c r i i\n                  r[bs Inclusion of M\n                                    a p.Oe h 8uthorLcd by L.N. 54/10a0]\nTHE NATURAL RESOURCES CONSERVATION (BLUE AND JOHN CROW\n     MOUNTAINS NATIONAL PARK) (DECLARATION) ORDER, I993\n                                SCHEDULE,contd.\n                         John Crow Block (District 25)\nComprising the followin: patents or parts thereof-\nPart of John McRoberts. Sm. Baillie, part of James Baillie, Elizabeth Baillie,\npart of John Salmon, John Mood~eI and 11, Allan McLean I, 11 and 111, part\nof Wm. Ross. part of Thomas Weir, pan of Hodgson, and Malgred, unclaimed\nLand south of Cambridge Back Lands, H. Littlejohn, Wm. Fulton 111, Thomas\nWainsborough, Hospitality, part of John Scarlett, part of Windsor Castle Mtn,\nThomas Davidson I and 11, Robert Locke, Geo. Ball, Geo. French IV, part of\nEdward Stanton. Lawrence Arglesworlh and unreserved Crown Lands that is,\npart of Jno. Salmon, part of John Scarlett, part of Windsor C a d e Mountain,\npart of Edward Stanton, Greenfield, Bellevue and buttmg:\n       NORTHERLY: On Cambridge Back Lands, part of John McRobem\n       E A ~ L Y : On part of John McRoberts, part of Thos. Weir, Hodgron\n                     and Malgren, part of Wm. Ross, Vineyard Hill. Ecclcs-\n                     down Pen. Spring Valley, part of James Baillie in p o s s e\n                     sion of small settlers, Muirton Dack Lands, Eddingtqn\n                     Plantation, Haining Estate\n       SOUTHERLY:On Rowlandsfield, part of the Blue Mountain Forest\n                     Reserve, District 24\n       WESTERLY:     On part of the Blue Mountain F o m t Reserve, District 24\nor howeyer otherwise the same may be butted, bounded, known, distinguished\nor described.\n                       Plantain 'Garden Block (Dishict 24)\nComprising the following patents or parts thereof-\nWind Hill, Duart Castle and Farm. Craighead. Nathaniel Beckford. Donald\nTaylor Henry Lumsden, Alex Sherirf 1. 11 and 111, Wm. Craigie, part of John\nMcKinley, Cave, Bottom Pound Hill, Wm. Probart, Aeneas Grant, John Nimmo,\nLots Mt. Donald, Edward East, part of Cedar Grove and butting:\n      NORTHERLY: On part of the Blue Mountain F o m t Reservc, D i s W\n                     22 and 23\n      EAST~RLY: On part of the Blue Mountain Forest Rcaerve, District 23\n      S ~ V W ~ L YOn : Kent, Lebanon, part of Cedar Grove, Dr. Alex.\n                     McLean, Wm. Forbes, art of Mt. Donald, Munay'r\n                     Plantation Walk. part or John McKin!cy, H o a . HIU,\n                     Greenwood Castle and Golden Valley, Whte HaU\n      WESTERLY:      On part of the Blue Mountain Forest Reserve, District 25.\nor howeyer otherwise the same may be butted, bounded, known, distinguished\nor descnted.\n                         Trinityville Block (District 25)\nComprising the following patents or parts thereof-\nFrancis Rigley Broadbelt, David Henriques, Dunrobin, h n c a n Malaahan,\nNewington, part of Union Hill, Parkot Bennett Franklin, James Gardncr.\nNicholas Bourke, Geo. Hall, Robert Sutherland, Daniel Moore, Thos. Farroo,\nRobert Areedeekne, Wm. Hall Wllleys 1, I1 and 111, Wm. Willeys IV and V.\nJohn H. Cudgar, Elizabeth Willeys, H. Andrew Frankl~n,Geo. M u n r a , Wm\nLogan, Wm. Pollaok, Geo. Campbell I, I1 and 111, J a m s Farrier, lames Campbell,\nEdward P. Wallen I and 11, Alex. Brown, Auys!us Vallett, Mark Howard.\nChas. Mais I and TI. John Mais, Geo. Parker, El~zabethAnn Adama, Mop\nHall, Garerand Nall and butting:\n      NoRmeiay:      On part of the Blue Mountain Forest Reservq Distrlot a\n                                                                              9\nd\n                p h e inclusion of thu psae is authorired by L.N.\nT H E N A T U R A L RESOURCES C O ~ ~ S E R V A T I(BLUE\n                                                   O . ~ A N D JOHN CROW\n     MOUNTAINS NATIOA'AL P A R K ) (DECLARATION) ORDER, 1993\n      EASTERL,:     Ou part of the Blue Mountain Forest Resene, Dis!ricu\n                     22 and 21\n      SOUTHEUY      Un property known as Sprir?e, Hillside, Mullet Hall and\n                    Garbrand Hall, part of Union Hill in [he possession of\n                    small settlers, Island Head, Benn Lomond. Newiield,\n                    Newington, Moy Hall and Windsor\n      \\'!EsTcRL;.:  On part of the Blue Mountain Forest Reserve, District 26.\nor however otherwise the same may be butted, bounded, known, distinguished\nor described.\n                            Cinchona Block (District 26)\nComprising the following patents or parts thereof-\nPart of Pleasant Hill, Bellevue, remainder of Crichton Run. Dulee Domum,\nMarkham Hill, part of Woodland, part of Strawberry Hill. Helen Whair,\nThos. Rurpin, unpteixed land (north of Hibernia), Old England, part of Mt.\nTeviot, J. Fowks 1 and 11, Wm. Cowan, Alex. Robertson. Alex. Stephenson,\nS. J. Dallas,.Portland Gap I, 11 and 111, part of Abbey Green, part of Whitfield\nHall, part of Radnor, Ecror's Patent. Wm. Gordon, unpatented land (North of\nPortland Gap). Anthony Davis. Henry Stanley, Iron River, Henry Turpin,\nW.H. Hall, John Hall and Sheldon Black Land, Maria French and butting:\n       NORTHERLY: On part of the Blue Mountain Forest Reserve. Districts\n                       19 and 20\n      EASTERLY: On part of the Blue Mountain Forest Reserve, Districts"
    },
    {
      "provision_ref": "sec2a",
      "section": "2a",
      "title": "Section 2a",
      "content": "2a.    Description of pollution abatementhonitoring equipment (if any), year installed and capacity:"
    },
    {
      "provision_ref": "sec2b",
      "section": "2b",
      "title": "Section 2b",
      "content": "2b.    Description of pollution prevention, or abatement technologies applied (specify soilpipes, ventii'ating shafts, under-\n       ground drains, cesspools, etc.):"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) A person shall not, except with the written permission of a park *.I..\nmanager, cause or allow an animal to enter a national park.\n        (2) Notwithstanding paragraph (1)-\n      (a) a person in need of the assistance of a guide dog may bring such\n          dog into a national park if such dog is securely held or fastened to a\n          leash which does not exceed 4 feet in length; or\n                           THE NATURAL RESOURCES (NATIONAL PARKS) REGULATIONS, 1993\n                     (6)     a person may ride or lead a horse or donkey in a national park in\n                             any area set aside for that purpose by the park manager.\nLitter.           4.-(1)     A person shall not, in a national park-\n                             deposit or leave any litter, bottle, broken glass, china, pottery,\n                             plastic article, rubbish, refuse or other waste material, except in an\n                             area or receptacle provided for that purpose;\n                             deposit, discharge or leave any noxious, noisome, offensive or\n                             polluting substance, matter or thing;\n                             deposit or leave any offal, dead animal, dung or other filth;\n                             deposit in any receptacle provided for litter any domestic gar-\n                             bage;\n                             willfully break any article of glass, china, pottery, plastic or other\n                             brittle material;\n                             deposit, discharge or leave any material, mineral waste or other\n                             industrial waste or by-product thereof, oily liquids, acids or other\n                             deleterious, toxic or polluting substance.\n                        (2) A person who contravenes paragraph (1) commits an offence and\n               is liable on summary conviction before a Resident Magistrate to a fine not\n               exceeding five thousand dollars or to imprisonment with or without hard\n               labour for a term not exceeding one year or to both such fine and\n               imprisonment.\nPollution of      5.-(1) A person shall not pollute or cause to be polluted any water in a\nwaters.\n               lake, stream, river, well, dam, reservoir or in any container.\n                       (2) A person who contravenes paragraph (1) commits an offence\n               and is liable on summary conviction before a Resident Magistrate to\n               a fine not exceeding fifty thousand dollars or to imprisonment with or\n               without hard labour for a term not exceeding two years or to both such fine\n               and imprisonment.\nAbandoned         6. A person shall not, except with the written permission of a park\nv r w .\n               manager, abandon or leave unattended for more then twenty-four hours, any\n               personal property, in a national park.\nDisorderly         7.-(1) A person shall not behave in a disorderly, offensive or indecent\nbehaviour.\n               manner or use any offensive or indecent language or create any disturbance in\n               a national park.\n                                   [The inclusio~iof th~spage is authorized by L N 33A/?005]\nTHE ,NATURAL RESOURCES (NATIONAL PARKS) REGULATIONS, 1993\n      (2) A person shall not obstruct, disturb, interrupt or annoy any\nother person engaged in the proper use of a national park nor behave in\na manner likely to create any disturbance.\n      (3) A person shall not in a national park throw, roll or dis-\ncharge any stone, substance or missile to the danger of any person.\nanimal or thing.\n       (4) A person shall not deface, paint, write, cut names or letters\nor otherwise make marks or affix bills on trees, rocks, gates, fences.\nbuildings, signs or other property in a national park.\n      (5) A person shall not, within a national park, play or operate a\nradio, tape recorder, gramophone or other musical instrument in a\nmanner which disturbs or is likely to disturb d h e r users of the park.\n      ( 6 ) A person who contravenes a provision of this regulation\ncommits an offence and is liable on summary conviction before a Resi-\ndent Magistrate to a fine not exceeding five thousand dollars or to\nimprisonment with or without hard labour for a term not exceeding\none year or to both such fine and imprisonment."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.      Any change in the carrier or in the type or method of transportation of the\n                waste.\n      Dated this                   day of                   ,200\n      ...................................         .............................................................\n              Name and title                                    Signature of Declarant or\n                                                                  Authorized Officer (if\n                                                                   company, affix seal)\n            THE NATURAL RESOURCES (HAZARDOUS WASTES)(CONTROL OF\n                 TRANSBOUNDARY MO VEMENTS)REGULATIONS, 2002\n                                      SIXTHSCHEDULE                              (Regulation 2)\n                            Annex VIII List A of Basel Convention\n                                         Annex Vlll\n                                            LISTA\n   Wastes contained in this Annex are characterized as hazardous under Article I, paragraph\nI (a), of this Convention, and their designation on.this Annex does not preclude the use of\nAnnex 111 to demonstrate that a waste is not hazardous.\n   A1 Metal and metal-bearing wastes\n     AlOlO        Metal wastes and waste consisting of alloys of any of the following:\n                                Antimony\n                                Arsenic\n                                Beryllium\n                                Cadmium\n                                Lead\n                                Mercury\n                                Selenium\n                                Tellurium\n                                Thal lium\n                                but excluding such wastes specifically listed on list B:\n                   Waste having as constituents or contaminants, excluding metal waste in\n                   massive form, any of the following:\n                                Antimony; antimony compounds\n                                Beryllium; beryllium compounds\n                                Cadmium; cadmium compounds\n                                Lead; lead compounds\n                                Selenium; selenium compounds\n                                Tellurium; tellurium compounds\n     A1030         Wastes having as constituents or contaminants any of the following:\n                                 Arsenic; arsenic compounds\n                                 Mercury; mercury compounds\n                                 Thallium; thallium compounds\n     A1040         Wastes having as constituents any of the following:\n                                 Metal carbonyls\n                                 Hexavalent chromium compounds\n     AlOSO         Galvanic sludges\n     A1060         Waste liquors from the pickling of metals\n     A1070         Leaching residues from zinc processing, dust and sludges such as jarosite,\n                   hematite, erc.\n      A1080        Waste zinc residues not included on list B, containing lead and cadmium in\n                   concentrations sufficient to exhibit Annex 111 characteristics\n      A1090        Ashes from the incineration of insulated copper wire\n      Al I00       Dusts and residues from gas cleaning systems of copper smelters\n      A l l I0     Spent electrolytic solutions from copper electrorefining and electrowinning\n                   operations\n      A1 120       Waste sludges, excluding anode slimes, from electrolyte purification\n                   systems in copper electrorefining and electrowinning operations\n                    fIhe inclusion of this page is authorized by L.N. 21120123\n             THE NATURAL RESOURCES (HAZQRDOUS WASTES) (CONTROL OF\n                  TRANSBOUNDARY MOVEMENTS) REGULATIONS, 2002\n                                           SIXTHSCHEDULE,\n                                                       contd\n                                                    LISTA, contd.\n      A1 130            Spent etching solutions containing dissolved copper\n      A1 140            Waste cupric chloride and copper cyanide catalysts\n      A1 150            Precious metal ash from incineration of printed circuit boards not included\n                        on list B'\n      A1 160            Wastes lead-acid batteries, whole or crushed\n      A1 170      Unsorted waste batteries excluding mixtures of only list B batteries. Waste\n                  batteries not specified on list B containing Annex I constituents to an extent\n                  to render them hazardous\n     A1 180       Waste electrical and electronic assemblies or scrap2containing components\n                  such as accumulators and other batteries included on list A, mercury-\n                  switches, glass from cathode-ray tubes and other activated glass and PCB-\n                  capacitors, or contaminated with Annex I constituents (e.g. cadmium\n                  mercury, lead, polychlorinated biphenyl) to an extent that they possess any\n                  of the characteristics contained in Annex I11 (note the related entry on list B\n                  ~1 I 10)'\n     A1 190       Waste metal cables coated or insulated with plastics containing or contam-\n                  inated with coal tar, PCB\" lead, cadmium, other organohalogen compounds\n                  or other Annex I constituents to an extent that they exhibit Annex I11\n                  characteristics\n   A2 Wastes containing principally inorganic constituents, which may contain metals\nand organic materials\n     A20 10       Glass waste from cathode-ray tubes and other activated glasses\n     A2020        Waste inorganic fluorine compounds in the form of liquids or sludges but\n                  excluding such wastes specified on list B\n     A2030        Waste catalysts b t excluding such wastes specified on list B\n     A2040        Waste gypsum arising from chemical industry processes, when containing\n                  Annex I constituents to the extent that it exhibits an Annex 111 hazardous\n                  characteristic (note the related entry on list B B2080)\n     A2050        Waste asbestos (dusts and fibres)\n     A2060        Coal-fired power plant fly-ash containing Annex I substances in concen-\n                  trations sufficient to exhibit Annex I11 characteristics (note the related entry\n                  on list B B2050)\n   A3 Wastes containing principally organic constiments, which may contain metals\nand organic materials\n     A3010        Waste from the production or processing of petroleum coke md bitumen\n      A3020              Waste mineral oils ~ n f i for\n                                                    t their originally intended use\n      A3030             Wastes that contain, consist of or are contaminated with leaded anti-knock\n                        compound sludges\n      A3040             Waste thermal (heat transfer) fluids\n      A3050              Wastes from production, formulation and use of resins, latex, plasticizers,\n                         gluesladhesives excluding such wastes specified on list B (note the related\n                         entry on list B B4020)\n      A3060              Waste nitrocellulose\n'Note that mirror entry on list B (BI 160) does not specify exceptions.\n'This entry does not include scrap arsemblies fmn electric power generation.\n'PCBs arc m a mcenbation level of 50 m&g or m m .\n'PCBs arc m a conantration level of 50 m#k8 a mon.\n                         me inclusion of this page is authorized by L.N. 21R012)\n             THE NATURAL RESOURCES (HAZARDOUS WASTES) (CONTROL O F\n                  TRANSBOUNDARY MOVEMENTS) REGULATIONS, 2002\n                                           SIXTHSCHEDULE,\n                                                       contd.\n                                                    LIST A, contd.\n      A3070             Waste phenols, phenol compounds including chlorophenol in the form of\n                        liquids or sludges\n                        Waste ethers not including those specified on list B\n                        Waste leather dust, ash, sludges and flours when containing hexavalent\n                        chromium compounds or biocides (note the relided entry on list B B3100)\n                        Waste paring and other waste of leather or of composition leather not\n                        suitable for the manufacture of leather articles containing hexavalent chro-\n                        mium compounds or biocides (note the related entry on list B B3090)\n                        Fellmongery wastes containing hexavalent chromium compounds or bio-\n                        cides or infectious substances (note the related entry on listB B3 110)\n                        Fluff- light fraction from shredding\n                        Waste organic phosphorous compounds\n                        Waste non-halogenated organic solvents but excluding such wastes\n                        specified on list B\n                        Waste halogenated orgaric solvents\n                        Waste halogenated or unhalogenated non-aqueous distillation residues\n                        arising from organic solvent recovery operations\n                        Wastes arising from the production of aliphatic halogenated hydrocarbons\n                        (such as chloromethane, dichloro-ethane, vinyl chloride, vinylidene chlo-\n                        ride, ally1 chloride andepichlorhydrin)\n                        Wastes, substances and articles containing, consisting of or contaminated\n                        with polychlorinated biphenyl (PCB), poly-chlorinated terphenyl (PCT),\n                        polychloringed naphthalene (PCN) or polybrominated biphenyl (PBB), or\n                        any other polybrominated analogues of these compounds at a concentration\n                        level of 50 mgikg or moreJ\n                        Waste tarry residues (excluding asphalt cements) arising from refining,\n                        distillation and any pyrolitic treatmert of organic materials\n                  Bituminous material (asphalt waste) from r o a d construction and\n                  maintenance, containing tar (note the related entry on list BB2130)\n    A4 Wastes which may contain either inorganic or organic consfituents\n      A40 10             Wastes from the production, preparation and use of pharmaceutical\n                         products but excluding such wastes specified on list B\n                         Clinical and related wastes; that is wastes arising from medical, nursing,\n                         dental, veterinary, or similar practices, and wastes generated in hospitals\n                         or other facilities during the investigation or treatment of patients, or\n                         research projects\n                         Waste from the production, formulation and use of biocides and\n                         phytopharmaceuticals. including waste pesticides and herbicides which are\n                         off-specification, ~ u t d a t e d or\n                                                            , ~ unfit for their originally intended use\nThe 50mgkg level is considered lo be an internalionallypractical level for all wanes. However. many individual countries have\nestablished lower replatory l ~ e l (e.g.\n                                     s 20 mgkg) for spedfic wastes.\n              THE NATURAL RESOURCES (HAZARDOUS WASTES) (CONTROL OF\n                   TRANSBOUNDARY MO VEMENTS) REGULATIONS, 2002\n                                                      contd.\n                                          SIXTHSCHEDULE,\n                                                   LISTA, cond\n                       Wastes from the manufacture, formulation and use of wood-preserving\n                       chemicals7\n                       Wastes that contain, consist of or are contaminated with any of the follow-\n                       ing:\n                                    lnorganic cyanides, excepting precious metal-bearing resi-\n                                    dues in solid form containing traces of inorganic cyanides\n                                    Organic cyanides\n                       Waste oilslwater, hydrocarbonslwater mixbres, emulsions\n                        Wastes from the production, formulation and use of inks, dyes, pigments,\n                        paints, lacquers, varnish excluding any such waste specified on list B (note\n                        the related entry on IistB B4010)\n                        Wastes of an explosive nature (but excluding such wastes specified on list\n                        B)\n                        Waste acidic or basic solutions, other than those specified in the corres-\n                        ponding entry on IistB (note the related entry on IistB B2120)\n                        Wastes tiom industrial pollution control devices for cleaning of industrial\n                        off-gases but excluding such wastes specified on list B\n                        Wastes that contain, consist of or are contaminated with any of the\n                        following:\n                                   -     Any congenor of polychlorinated dibenzo-furan\n                                         Any congenor of polychlorinated dibenzo-dioxin\n      A4120             Wastes that contain, consist of or are contaminated with peroxides\n      A4130             Waste packages and containers containing Annex 1 substances in concen-\n                        trations sufficient to exhibit Annex 111 hazard characteristics\n      A4140             Waste consisting of or containing off specification or outdateds chemicals\n                        corresponding to Annex 1 categories and exhibiting Annex 111 hazard\n                        characteristics\n      A4150             Waste chemical substances arising from research and development or\n                        teaching activities which are not identified and/or are new and whose\n                        effects on human health andlor the environment are not known\n      A4160             Spent activated carbon not included on list B (note the related entry on\n                        list B B2060)\n'\"0Utd.tCdn m u n s unused within the period recommended by the mnnufncturcr.\n'This cnby docs n u include wood W e d with wood p m m i n g chemicals.\n'\"0Utdntd memn u n u d within the period rsommended by the msnufncturer.\n                        p e inclusion of this page is authorized by L.N. 21120121\n             THE NATURAL RESOURCES (HAZARDOUS WASTES) (CONTROL O F\n                  TRA NSBOUNDARY MOVEMENTS) REGULA TIONS. 2002\n                                            SEVENTH SCHEDULE                                         (Regulation 2)\n                                        Annex IX ofthe Basel Convention\n    Wastes contained in the Annex will not be wastes covered by Article 1, paragraph 1 (a), of\nthis Convention unless they contain Annex 1 material to an extent causing them to exhibit an\nAnnex 111 characteristic.\n    B l Metal and metal-bearing waste!\n      BlOlO        Metal and metal-alloy wastes in metallic, non-dispersible form:\n                                   Precious metals (gold, silver, the platinum group, but not\n                                   mercury)\n                                   Iron and steel scrap\n                                   Copper scrap\n                                   Nickel scrap\n                                   Aluminium scrap\n                                   Zinc scrap\n                                   Tin scrap\n                                   Tungsten scrap\n                                   Molybdenum scrap\n                                   Tantalum scrap\n                                   Magnesium scrap\n                                   Cobalt scrap.\n                                   Bismuth scrap\n                                   Titanium scrap\n                                   Zirconium scrap\n                                   Manganese scrap\n                                   Germanium scrap\n                                   Vanadium scrap\n                                   Scrap of hahium, indium, niobium, rhenium and gallium\n                                   Thorium scrap\n                                    .\n                                    Rare earths scrap\n                                    Chromium scrap\n       B1020        Clean, uncontaminated metal scrap, including alloys, in bulk finished form\n                    (sheet, plate, beams, rods, etc), of:\n                                    Antimony scrap\n                                    Beryllium scrap\n                                    Cadmium scrap\n                                    Lead scrap (but excluding lead-acid batteries)\n                                    Selenium scrap\n                                    Tellerium scrap\n       B1030        Refractory metals containing residues\n      B1031             Molybdenum, tungsten, titanium, tantalum, niobium and rhenium metal and\n                        metal alloy wastes in metallic dispersible form (metal powder), excluding\n                        such wastes as specified in list A under entry A1050, Galvanicsludges\n      B1040             Scrap assemblies from electrical power generation not contaminated with\n                        lubricating oil, PCB or PCT to an extent to render them hazardous\n      BlO5O             Mixed non-ferrous metal, heavy fraction scrap, not containing Annex I\n                        materials in concentrations suficie,it to exhibit Annex Ill characteristics9\n       B1060            Waste selenium and tellurium in metallic elemental form including powder\n%me that even where low level wntamination with.Annex I materials initially exisce. subrequent processeq including recycling\nprocesses, may result in sepmtcd fractions wntaining significantly enhanced concentrationsof those Annex I materials.\n                         me inclusion of this page is authorized by L.N. 21R0121\n               THE NATURAL RESOURCES (HAZARDOUS WASTES) (CONTROL O F\n                    TRANSBOUNDARY MOVEMENTS) REGULATIONS, 2002\n      B1070              Waste of copper and copper alloys in dispersible form, unless they contain\n                         Annex I constituentsto an extent that they exhibit Annex Ill characteristics\n      B1080              Zinc ash and resides including zinc alloys residues in dispersible form\n                         unless containing Annex I constituents in concentration such as to exhibit\n                         Annex 111 characteristics or exhibiting hazard characteristic ~ 4 . 3 \"\n      B1090              Waste batteries conforming to a specification, excluding those made with\n                         lead, cadmium or mercury\n      Bl I00             Metal-bearing wastes arising from melting, melting and refining of metals:\n                                                  Hard zinc spelter\n                                                  Zinc-containing drosses:\n                                                        - Galvanizingslab zinc top dross (>90% Zn)\n                                                           - Galvanizing slab zinc bottom dross\n                                                                   (>92% Zn)\n                                                           -       Zinc die casting dross (>85% Zn)\n                                                           - Hot dip galvanizers slab zinc dross (batch)\n                                                             (>92% Zn)\n                                                           - Zinc skimmings\n                                                  Aluminium skimmings (or skins) excluding salt slag\n                                                  Slags from copper processing for further processing or\n                                                  refining not containing arsenic, lead or cadmium to an\n                                                  extent that they exhibit Annex Ill hazard characteristics\n                                                  Wastes of refractory linings, including crucibles, origina-\n                                                  ting from copper smelting\n                                                  Slags from precious metal processing for further refining\n                                                  Tantalum-bearing tin slags with less than 0.5% tin\n       BIllO              Electrical and electronic assemblies:\n                                                  Electronic assemblies consisting only of metals or alloys\n                                                  Waste electrical and electronic assemblies or scrap\n                                                  (including printed circuit boards) not containing\n                                                  components such as accumulators and other batteries\n                                                  included on list A, mercury-switches, glass from cathode\n                                                  ray tubes and other activated glass and PCB-capacitors.\n                                                  or not contaminated with Annex I constituenfs (e.g.\n                                                  cadmium, mercury, lead, polychlorinated biphenyl) or\n                                                  from which these have been removed, to an extent that\n                                                  they do not possess any of the charaderistics contained in\n                                                  Annex Ill (note the related entry on list A PJ 180)\n                                                  Electrical and electronic assemblies (including printed\n                                                  circuit boards, electronic components and wires) destined\n                                                  for direct reuse,\" and not for recycling or final\n                                                  disposal\"\nloThe status o f zinc ash is currently under rcvicw and there is a r m m c n d a t i o n with the United Nation Conference on Trade\nend Development(UNCTAD) that dnc ashes should not be dangerous goods.\n' I This entry doer not indudc swap f m elavical power generation.\nl1 Reuse ean include repair. refulbishment or upgrading, but nol major rtapsembly.\n    In some countries these materials destined for dim m  seMC n a considered uaacs.\n                          we inclusion of this page is authorized by L.N. 21R0121\n    THE NATURAL RESOURCES (HAZARDOUS WASTES) (CONTROL O F\n         TRANSBOUNDARYMOVEMENTS) REGULATIONS, 2002\n                                        contd.\n                          SEVENTHSCHEDULE,\n                                  LISTB, contd.\nB1115   '   Waste metal cables coated or insulated with plastics, not included in list Al"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1) A application foe a licence shall be in the form set out in the Fifth\nprocedure\nFiRh\n              Schedule and shall be made-\nSchedule\n                  (a) in the case of an existing facility, within the applicable time\n                      specified in regulation 49;\n                  (b) in the case of a new facility, within six months after the expiration of\n                       the data gathering period.\n                     (2) The data included in an application for a licence or for the renewal of\n              a licence shall be data in respect of the data gathering period.\n                    (3) The \"data gathering period\" means-\n                                     [The inclusio~iof this page is autllorized by L.N. 1712009]\n         THE NATURAL RESOURCES CONSERVATIONAUTHORITY (AIR QUALITY)\n                             REGULATIONS, 2006\n  (a) in the case of a first application for a licence by an existing facility, the\n      fmt twelve calendar months in a period of eighteen calendar months\n      ending on the latest applicable date specified in regulation 49 for\n      submission of the application;\n  (b) in the case of an application for a licence by a new facility, the period of\n      twelve months beginning from the date on which the facility\n      commences operations;\n  (c) in the case of an application for renewal of licence, the fvsttwelve\n      calendar months in a period of eighteen calendar months ending on the\n      date of expiration of the licence.\n      (4) An application is complete when the following requirements are\nsatisfied-\n  (a) the application from is complete in respect of all the information\n      required of the applicant, including any necessary supporting data and\n      calculations;\n  (b) in the case of an existing facility or where required by the Authority in\n      any other case mentioned in regulation 14 (I), the licence application is\n      accompanied by-\n               (i) a compliance plan in accordance with that regulation;\n                   and\n              (ii) an estimate of-\n                       (A) in the case of a new facility, the total cost of its air\n                           pollution control equipment at the time of the\n                           application;\n                       (B) in the case of an existing facility, the total current\n                           value of its air pollution control equipment; and\n                       (C) the cost of acquiring, installing, modifying and\n                           repairing air pollution control equipment so as to\n                           comply with applicable emissions targets and air\n                           quality standards;\n   (c) in the case of any new or existing facility that uses renewable fuels for\n       eighty percent or more of its annual fuel requirements, the application\n       is accompanied by the plan referred to in regulation 34, in lieu of a\n       compliance plan;\n   (d) the applicant certifies the truth, accuracy, and completeness of the\n       application, as provided in the application form; and\n                       [The i~iclusionof this page is autliorized by L.N. 1712009]\n                         THE NATURAL RESOURCES CONSERVATION AUTHORITY (AIR QUALm)\n                                            REGULATIONS, 2006\n                   (e) the application form is accompanied by proof of payment of the\n               appropriate licence application fee referred to in regulation 9 and the discharge\n               fee referred to in regulation 12 (2).\n                      (5) Unless the Authority notifies the applicant, in the manner set out in\n               paragraph (6), that an application is incomplete, an application shall be deemed\n               to be complete ninety days after the date of submission of the application.\n                     (6) A notification of incompleteness shall-\n                  (a) be in writing;\n                  (b) be delivered to the applicant within thirty days of receipt by the\n                      Authority of the application;\n                   (c) specify the information needed to make the application complete and\n                       prescribe a reasonable time frame, not being more than sixty days, for\n                       response from the applicant.\n                     (7) The Authority may, after reviewing a complete application-\n                   (a) grant the application and issue a licence in accordance with regulation\n                       6; or\n                  (b) refuse the application and, within 7 days (exclusive of Saturdays,\n                      Sundays and public general holidays) of its decision, notify the\n                      applicant in writing that the application is refused, giving its reasons for\n                      the refusal,\n               and shall publish a notice of such grant or refusal in the Gazette.\nForm and\nduration of      6.-(1) A licence shall be in the form set out in the Sixth Schedule and\nlicence.       shall contain such terms and conditions as the Authority may impose,\nSixth\nSchedule.      including requirements for periodic or continuous stack monitoring,\n               performance or compliance testing, ambient and meteorological monitoring,\n               and such other measures to maintain or improve ambient air quality as the\n               Authority thinks fit.\n                      (2) A licence shall be valid for a period of five years beginning on the\n               date of the approval of the application for the licence, and may be renewed, on\n               application, for successive five-year periods.\nRmmal\nof licences."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.1                  H6. I   Poisonous (Acute)\n                                    Substances or wastes liable either to cause death or\n                                    serious injury or to harm human health if swallowed or\n                                    inhaled or by skin contact.\n                            H6.2     lnfecfious subsfa\"ces\n                                     Substances or wastes containing viable micro-organisms\n                                     or their toxins which are known or suspected to cause\n                                     disease in animals or humans.\n                             H8      Corrosives\n                                     Substances or wastes which. by chemical action. will\n                                     cause severe damage when in contact with living tissue\n                                     or. in the case of leakage. will materially damage, or\n                                     even destroy, other goods or the means of transport.\n                                     They may also cause other hazards.\n                            HI0      Liberation of toxic gases in contact with air or water.\n                                     Substances or wastes which. by interaction with air or\n                                     water, are liable to give off toxic gases in dangerous\n                                     quantities.\n                            HI I     Toxic (Delayed or chronic)\n                                     Substances or wastes which, if they are inhaled or\n                                     ingested or if they penetrate the skin, may involve\n                                     delayed or chronic effects, including carcinogenicity.\n                                     Substances or wastes which, if released, present or may\n                                     present immediate or delayed adverse impacts to the\n                                     environment by means of bio-accumulation or toxic\n                                     effects upon biotic systems.\n                             HI3     Capable, by any means after disposal, of yielding\n                                     another material, for example, leachate which possesses\n                                     any of the characteristics listed above.\nCorresponds to the hazard classification system included in the United Nations Recom-\nmendations on the Transport of Dangerous Goods.\n                (STISGIAC. 1011 Rev. 5 United Nations, New York, 1988).\n                   me inclusion of this page is authorLed 'by L.N.ZlROlZ]\nTHE NATURAL RESOURCES (HAZMWOLIS WASTQ (CONTROL OF\n     TRAhrSBOWDARY MO EMENT) REGULATIONS, 2002\n                          FOURTH SCHEDULE                               (Regulation 2)\n                          Disposal Operahohs\n          PART A-Operations WhichDo Not Lead to the Possibilify\n           of Resource Recovery, Recycling, Reclamation.\n                 Direct Re-use or Alternative Uses\n               Deposit into or onto land (for example, landfill)\n               Land treatment (for example, biodegradation of liquid or sludgy\n               discards in soils)\n               Deep injection (for example, injection of pumpable discards into\n               wells, salt domes of naturally occurring repositories)\n               Surface impoundment (for example, placement of liquid or sludge\n               discards into pits ponds or lagoons)\n               Specially engineered landfill (for example, placement into lined\n               discrete cells which ere capped and isolated from one another and\n               the environment)\n               Release into a water body, except seas or oceans\n               Release into seas or oceans, including sea-bed insertion\n               Biological treatment not specified elsewhere in this Schedule\n               which results in final compounds or mixtures which are discarded\n               by means of any of the operations in this Part\n               Physico-chemical treatment not specified elsewhere in this\n               Schedule which results in final compounds or mixtures which are\n               discatded by means of any of the operations in this Part (for\n               example, evaporation, drying. calcinatio~ neutralization,\n               precipitation)\n               Incineration on land\n               Incineration at sea\n               Permanent storage (for example, emplacement of containers in a\n               mine)\n               Blending or mixing prior to submission to any of the operations in\n               this Part\n               Repackaging prior to submission to any of the operations in this\n               Part\n               Storage pending any of the operations in this Part\n        PARTB--Operations WhichMay Lead To Resource Recovery.\n         Recycling, Reclamation, Direct Re-UJ~Or Alternative Uses\nPart B encompasses all such operations with respect to materials legally\n& f w d as or considered to be hazardous wastes and which otherwise would\nhave been destined for operations included in Plut A-\n               Used as a fie1 (other than in direct incineration) or other means to\n               generate energy\n               Solvent reclamation or regeneration\nTHE NATURAL RESOURCES (HAZARDOUS WASTE)(CONTROL OF\n     T M S B O W D A R Y MOtlEMElvr) REGULATIONS, 2002\n                     FOURTH SCHEDULE, contd.\n              Recycling or reclamation of organic substances which are not used\n              as solvents\n              Recycling or reclamation of metals and metal compounds\n              Recycling or reclamation of other inorganic materials\n              Regeneration of acids or bases\n              Recovery of components used for pollution abatement\n              Recovery of components fiom catalysts\n             Used oil re-fming or other reuses of previously used oil\n             Land treatment resulting in benefit to agriculture or ecological\n             improvement\n             Uses of residual materials obtained from any of the operations\n             numbered Rl-RlO\n             Exchange of wastes for submission to any of the operations\n             numbered R1 -R11\n             Accumulation of material intended for any operation in this Part\n       THE NATURAL RESOURCES (HAZARDOUS WASTES) (CONTROL O F\n            TRANSBOUNDARY MOVEMENTS) REGULATIONS, 2002\n                               FIRH SCHEDULE                  (Regulations 7,9,10, 1 I ,\n                                                                            13 and 18)\n                                     FORM1\n       THE NATURAL RESOURCES CONSERVATlON AUTHORITY ACT\nThe Natural Resources (Hazardous Wastes) (Control of Transboundary Movements)\n                              Regulations. 2002\n                         Application for Transit Permit\n                         @ursuant to regulation 7(2))\nNOTE:       Please read the followine before com~letingthis Form\n  I.        This Form shall be completed in triplicate in block letters and submitted\n            along with any required supplemental information to-\n            The National Environment and Planning Agency\n            I0 Caledonia Avenue\n            Kingston 5\n            Jamaica, W.1.\n            The completed Form shall be accompanied by-\n            (a)     a notification form:\n            (b)     copies of the contract made between the exporter and disposer of\n                    the waste and any written consents/approvals granted by the im-\n                    porting State and any other transit State(s) for the movement of the\n                    waste:\n            (c)     documents indicating that the appropriate insurance coverage, in-\n                    cluding indemnity for damage to third parties and for environ-\n                    mental damage or an adequate bank guarantee, trust fund, bond.\n                    line of credit, escrow account or such other form of security\n                    relating to damage to third parties and environmental damage, as\n                    the Authority considers necessary, has been put in place:\n            (4       evidence on the process by which the waste was generated:\n            (e)      information transmitted (including technical description of the\n                     plant) to the exporter or generator from the disposer of the waste\n                     upon which the latter has based his assessment that there was no\n                     reason to believe that the waste will not be managed in an environ-\n                     mentally sound manner in accordance with the laws and regulations\n                     of the country of import; and\n            V)       the prescribed application fee of US$] 50 or the .Jamaican currency\n                     equivalent at the current rate of exchange. This fee is non-\n                     refundable."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.          Estimated date and time (~reenwichMean Time) of arrival of waste in area\n            under the jurisdiction of Jamaica:\nN.B.           If using more than one carrier attach a list of the carriers and provide similar\n               information in respect of each carrier.\n D.         Declaration of Applicant\n            I declare that the information contained in this Application and the supplemental\n            information provided is accurate and complete to the best of my knowledge and\n            belief.\n            1 understand that any misrepresentation contained in this Application may lead to\n            the discontinuation of the processing of the Application and the revocation of any\n            permit granted. I further understandthat the permit, if granted, is not transferable\n            and may be suspended or revoked for breach of any of the terms or conditions\n            stipulated therein.\n                  p h e inclusion of this page is authoxited by L.N. 2lROl2j\n              THE NATL'R4L RESOURCES (HAZARDOUS WASTES) (CONTROL OF\n                   TR1.YSBOUNDARY MOVEMENTS) REGULATIONS, 2002\n                             FIFTH SCHEDULE,\n                                          contd                           (Regulations 7 , 9 , 10, 1 I,\n                                                                                        13 and 18)\n                                          FORMI, contd.\nSWORN BY the said (Print or type          )\nname of applicant or if applicant is      )\na legal body the name and title of        )\ntwo authorized officers)                  )\nfor and on behalf of (name of             )         Signaturds) of applicantlofficers\nbody)\nthis            day of              ,20    1\nAt                                         1\nIn the parishlstate of                     )\nin the country of                          1\nBefore me:-\n                 Notaq Public\nTo be completed by Notary Public\nPut X in the appropriate box:\n       [ ] my commission expires on (               I        I        )\n                                               dd       mm       yy\n       [ ] my commission does not expire\n       N.B. Please arinex a certificate to this Form to the effect that the person by whom this\n            Form has been witnessed is duly commissioned and practicing in such State or\n            country, or some portion thereof, and that full faith and credit can be given to his\n            acts and indicating the date upon which the commission expires.\n                                   FOR OFFICIAL USE ONLY\n        Other information attached:\n        Application fee enclosed\n        Comments:\n        Authorized officer                                                ---\n                                                                           I I\n                                                                                      Date\n                  me inclwim of this page is authorid by L.N. 21R012]"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. A person who---                                                     Refusal to\n                                                                         comply with\n    (a) refuses, neglects or fails to comply with any direction given to\n        him by an authorized officer;\n    ( b ) refuses or fails to produce any licence or permit that he is\n          required to produce by an authorized officer;\n    (c) assaults, resists or obstructs an authorized officer in the execu-\n        tion of his duty;\n    (d) uses threatening language or behaves in a threatening manner\n        towards an authorized officer in the execution of his duty;\n    (e) refuses to leave a national park when ordered to do so by an\n        authorized officer;\n    (f) removes, alters or interferes with any article seized under these\n        Regulations without the authority of an authorized officer; or\n    (g) impersonates an authorized officer,\ncommits an offence and is liable on summary conviction before a Resi-\ndent Magistrate to a fine not exceeding five thousand dollars or to\nimprisonment with or without hard labour for a term not exceeding\none year or to both such fine and imprisonment.\n              lThe inclusion d this page is authorized h y L . N . 14411995]\n22          THE NATURAL RESQURCES (NATIONAL PARKS) REGULATIONS, 1993\ncamping.      9.-(1) A park manager may establish designated camping ateas in a\n            national park.\n                    (2) A park manager may display signs or notices in any national\n            park prohibiting or restricting the use of any site for camping or pro-\n            hibiting or restricting the use of a caravan or similar vehicle.\n                   (3) A person using a site for camping. or using a caravan or\n            othcr vehicle, in any national park who fails to comply with a prohibi-\n            tion or restriction contained in a sign or notice displayed pursuant to\n            paragraph (2) commits an offence and is liable on summary conviction\n            before a Resident Magistrate to a fine not exceeding five thousand\n            dollars or to imprisonment with or without hard labour for a term not\n            exceeding one year or to both such fine and imprisonment.\nUsc of\nvchiclcs."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9 . 4 1 ) The following fees shall apply in relation to licences-\n    (a) in the case of a major facility-\n                      (i) for each application for licence or for the renewal of a\n                          licence a fee of ten thousand dollars;\n                     (ii) in the case of a late application for a licence or a late\n                          application for the renewal of a licence, a fee of thirty\n                          thousand dollars, which shall be in addition to the fee\n                          referred to in sub-paragraph (i);\n                    (iii) for an addendum to a licence, a fee of a six thousand\n                          dollars;\n                    (iv) for the transfer of a licence, a fee of two thousand five\n                          hundred dollars;\n    (b) in the case of a significant facility-\n                    (i) for each application for a licence or for the renewal\n                           of a licence, a fee of ten thousand dollars;\n                    (ii) in the case of a late application for a licence or a late\n                          application, for the renewal of a licence, a fee of fifteen\n                         thousand dollars, which shall be in addition to the fee\n                          referred to in sub-paragraph (i);\n                    p l i e iticlusion of this page is authorized by L.N. 1712009)\n                    THE NATURAL RESOURCES CONSERVATION AUTHORITY (AIR QUALITY)\n                                        REGULATIONS. 2006\n                               (iii) for an addendum to a licence, a fee of three thousand\n                                     dollars;\n                              (iv) for the transfer of a licence, a fee of two thousand\n                                   five hundred dollars.\n                 (2) Any fees due under this regulation may be recovered by the\n          Authority as a civil debt in the Resident Magistrate's Court, without limitation\n          of amount.\nRecord       10.-41) The Authority may, as a condition, of a licence or as a requirement\n,,,w,,,\nkeeping\n          of a control order, require the licensee to make a record of-\n                (a) ambient measurements and stack emission measurements; and\n                (6) the operation of air pollutant sources and air pollution control\n                    equipment,\n          relating to the licensed facility, and such record shall be retained by the\n          licensee for a period of not less than seven years from the date on which the\n          record was made.\n                  (2) A licensee shall make available, during the licensee's hours of\n          business, any record made pursuant to paragraph ( I ) for examination or the\n          taking of copies by-\n               (a) the Authority; or\n               (b) any member of the public, except any information classified as\n                   confidential in accordance with paragraph (3).\n                 (3) For the purposes of this regulation, information shall be classified\n          as confidential if it is exempt from disclosure under the provisions of the\n          Access to Information Act.\n                 (4) The licensee shall also make available to the Authority, for\n          examination or the taking of copies, any other information in the licensee's\n          possession or control and relating to the matters referred to in paragraph ( I ) (a)\n          or (6).\n                (5) A licensee shall, if requested by the Authority, submit a report on\n          the ambient air quality or stack emission measurements relating to the facility,\n          in such form and within such time as may be specified by the Authority.\n                (6) A licensee shall report to the Authority any event that results in-\n              (a) an excess emission; or\n              (b) ambient measurements that exceed any ambient air quality standard or\n                  any applicable guideline concentration for a priority air pollutant;\n          THE NATURAL RESOURCES CONSER VATTON AUTHORITY (AIR QUALITY)\n                             REGULATIONS. 2006\nby submitting to the Authority-\n                    (i) a notice of such event, in accordance with the form set\n                        out in the Seventh Schedule, within twenty-four hours        2 ~ ; ~\n                        after becoming aware of the excess emission or\n                        measurement, as the case may be; and\n                   (ii) within ten days after the expiration of the time allowed\n                         for giving a notice under paragraph (i), a written\n                         report describing the circumstances surrounding the\n                         event and the corrective measures taken or planned to\n                         be taken to prevent future occurrence of the event.\n      (7) A report submitted pursuant to paragraph (6) shall contain such\ninformation as is sufficient to enable the Authority to determine whether the\nexcess emission or measurement was caused by the failure of any process or of\nany fuel burning or emission control equipment.\n      (8) Where the shut down of air pollution control equipment is likely to\ncause excess emissions, the licensee shall, in the manner set out in paragraph\n(9), notify the Authority of the planned shut down of any such equipment,\nunless such shut down is accompanied by the shut down of the air pollutant\nsource that such equipment is intended to control.\n      (9) Notice of a planned shut down of air pollution control equipment\nshall be in writing delivered to the Authority not less than forty-eight hours\nbefore the shut down, and shall include the following information-\n    (a) identification of the facility, the licence number, the unit\n        identification number and location of the specific control equipment\n        to be shut down;\n    (b) the expected length of time that the air pollution control\n        equipment will be shut down;\n    ( c ) the nature and quantity of air pollutant likely to occur during the shut\n        down period;\n   (d) the measures (such as the use of off-shift labour and equipment) that\n         will be taken to minimize the length of the shut down period; and\n   (e) the reasons making it impossible or impractical to shut down the air\n       pollutant source during the period of shut down of the air pollution\n       control equipment period.\n     (10) The Authority may, if it thinks fit, give to the public, or any person\nor class of persons likely to be affected, notice of-\n   (a) any planned shut down of air pollution control equipment; and\n                     [The iticlusion of this page is autl~orizedby L.N. 17/2009]\n                            THE NATURAL RESOURCES CONSERVATIONAUTHORITY (AIR QUALITY)\n                                               XGULA TIONS, 2206\n                         (b) the possible effects of the shut down on the environment or public\n                              health.\nEmissions            11.-41) A licensee shall submit an emissions report in respect of each\nrqwrts.\n                  calendar year to the Authority within six months after the end of that calendar\n                  year, unless otherwise directed by the Authority.\n                           (2) An emissions report-\nEight                  (a) shall be in the form set out in the Eighth Schedule and shall\nSchedule.\n                           contain-\n                                    (i) an estimate of the emissions for the relevant calendar\n                                        year; and\n                                   (ii) all the data applicable to the emissions sources,\n                  in respect of the licensed facility;\n                       (b) may be submitted in electronic form, in such manner as may be\n                           approved by the Authority.\n                        (3) Estimates of annual emissions shall be made based on the following\n                  methods, in order of preference-\n                       (a) continuous emission monitoring;\n                       (b) calculation of SO2 emissions based on fuel use and sulphur content\n                           data (combustion processes in which exhaust gases do not come in\n                           contact with products);\n                      (c) most recent and representative stack monitoring measurements\n                            conducted in the previous five years and activity data for the year for\n                            which emissions are estimated;\n                      (4 AP42 emission factor or equivalent methods and activity data for the\n                           year;\n                      (e) AP42 emission factor or equivalent methods and plant capacity\n                          data;\n                      V) mass balance (including fuel use data) based on the two\n                         previous years or the most recent representative year;\n                      (g) other approved methods supported by calculation and documentation,\n                  and the procedures set out in the guideline document.\nAir pollutant       12.-(1) On or before June 30 in each year, a licensee shall pay to the\ndischarge fees.\n                  Authority, in respect of that licensee's emissions for the previous calendar\n                  year, estimated in the manner set out in regulation 11, the fees set out in\nNimh              column two of the Ninth Schedule in relation to the pollutants listed in column\nSchedule.\n          THE NATURAL RESOURCES CONSERVATION AUTHOFYTY (AIR Q U A L m )\n                             REGULATIONS. 2206\none of that Schedule.\n       (2) An applicant for a licence shall pay to the Authority, in respect of\nthat applicant's emissions for the previous calendar year, estimated in the\nmanner setout in regulation 11, the fees set out in column two of the Ninth Nimh\n                                                                                Sch\"d*e-\nSchedule in relation to the pollutants listed in column one of that Schedule.\n       (3) The Authority shall refund to the licensee or applicant, as the case\nmay be, any air pollutant discharge fees paid by the licensee or applicant in\nexcess of those payable under this regulation, and such excess fees shall be\ncredited to the licensee's or applicant's account within ninety days after such\npayment.\n        (4) The Authority shall send to a licensee or applicant, as the case may\nbe, an invoice for any amounts by which the air pollutant discharge fees paid\nby the licensee or applicant are less than those set out in paragraph (1) and the\nlicensee or applicant shall remit the amount owed, within ninety days of\nreceipt of invoice."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Counly 01 oxporl'. dlrpalch or curlomr olll;~of o l l l                11.Counlry of Inipod- do~llnrllonor curloms 0Nlco o l i n l q\n. Tho worb~hmibedh mh mmmonl doaononl loll Dm                                t h o worlo doauibod h W movomoolccdmbnl onlcfd mp\n  cMw m:                                                                     canlym..\n Slpruanr                                                                    Siinalwo:\n sww                                                                                    s1amp:\n 2t Slampa o ~ u r ~ o m i d cofe hr r n t l l covr;(r(or\n Namo damby                                                                            . N ~ r n o d ~ ~ n .l .~ ~ :\n EnW                                      'Ex&                                          :Enlb                                1' E r t\n Namo ol my:                                                                            Namo d wnby\n.m                                            m                                         E W                                    €rR\n                      List of Abbrev'lations and Codes Used in tlie Movement D o ~ u r n e n t\n DISPOSA!. OPERAnOIlS (block 11)                                                                      RECOVERY OPERATIOHS (block 11)\n >I DoporR llo u w l o lard, (0.8. MIi%  ak)                                                          Rf'Uso a r a l v o l ( o M hin h Bca tncbwrbn)uoVDr\n DZ 1.4 ~ e t l n u n(ag.\n                      t biodsgr8daGon01t q ~ d u r*dgy dilsaidr h i d s , o k )                          manr lo gonara~owqy ( U ~ ~ C ~ E.us0            C O ~) p l p r ,\n DJ Doop   h p  c h (0.\n                      g . k#eljm   d pmpbln  d k o r d t m WOL,sol1W c r u                               8s a lusl w nnPr mcuu logonaralo onaqy (EW\n    ~lwrQ/aanhg.raposUcflu. elr)                                                                     R2 'Sdvonl t o d a n u l i i l o g o ~ ~ a W m\n D4 Su(aw impound~~nl.      (0.g. paomord dtiquiju r w e d r o r d s h l o pill.                     RJ R ~ l ~ c & n u l i oofng a n k ruQsUncl%rMh              m.\n    r m d s a Inmm. e k l                                                                            .- MnIo d or r h n l l\n          &&\n Ds            &&red      I;ndl&(og.,           hb bWd dlSUOl8 C C b *hW\n        uppad and bdclod Itom om a n o m and h s ombonmon0, c L                                      I\n                                                                                                     R4 ~ o ~ r l o c l l n u 01      b motah\n                                                                                                                                         n\n                                                                                                     RS R o ~ ~ ~ l ~d oi Uk koi g ann k fNlcluk\n                                                                                                                                                a d motal cmnpandr\n          h&ln;larmpd@  or mbiluros dkh aio&cudod by &anr d any cd ho\n                                                                                                     I\n                                                                                                     ~1 ~ c i m 01o cunpmenb\n                                                                                                     R8\n                                                                                                     R9\n                                                                                                                          ~\n                                                                                                           Urod c d . i o 4 o u\n                                                                                                                                       mod l c r m l i o n o b a ~ o m ~\n                                                                                                           R w o q d c a p m l l bml uIaQsb\n                                                                                                                                ~ o h 1 rcmoz b p d t y molld\n          OWIOI~W h ~l el                                                                            AID l a d k o 3 h n l rosun'np in hnoM lo agncauro u\n 39       Pbr*ocho&l               ~ o d h nM     l r p o d M obam010 h hlr T u I ~ l o r u H In\n                                                                                              s            csol0pkal l r p f a m o n l\n          I i lsDmDDundl u m h l u o 1 M o c o dlrcardod by m a n r d a n y d h a opaalbnt           A l l Urqs ruldual n u l c & a o b b h d Cmn any olmb\n          hlkb lbl(h0. w~Pw~UDR                  d m , wklnaUDR c k )                                      oporoUw rumbarod RI.RIO\n >I0      Indncnlimmland                                                                             R 12 Ex&qo 01warfa fpr rub?kslgn b 8nyolV.\n DII      tndnora~onal roa                                                                                 omraliw ~ ~ d R ~ . R l l\n 312      P m n 6 n t l l m g a (ag. MlpLuomdn(dconbhorr h 8 h,                  0%)\n 313      ~ ~ o n d h p p r m h hprior\n                                     o lo r t h u s l g n lo     0( tb oparabns h INS rul\n Dl4      R o p l c l q l r d prior b r r r b n l l r h lo anyd opwalbns h WShl\n 315      Slu*o p r m s n g a q d h o p o r a l b n r hhh Ll\n                                                                                            . ..\n PACKAGING TYPES Clock 7)                                         tI.CO0E AH0 UH CLASS(block 14)\n I. Dnm                                                           UH Jars      H&da       CharrclerhI+r"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) A person shall not, except with the written permission of the park end\n                                                                             provisions as to\nmanager, in a national park-                                                 preservation of\n                                                                                   national parks.\n      (a) erect any building or structure; or\n      (b) make or mark out any tmck or route.\n         (2) A person who contravenes the provisions of paragraph (I),\ncommits an offence and is liable on summary conviction before a Resident\nMagistrate to a fine not exceeding ten thousand dollars or to imprisonment\nwith or without hard labour for a term not exceeding two years or to both such\nfine and imprisonment."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Every licensee shall notify the Authority of any change or pro-         k:;rec[O\nposed change in the process of operation or the technology used therein       $;;:,:.\"c,l\nwhich is likely to cause any change in the nature or composition of\nany discharge from the undertaking.\n  1 3 . 4 1 ) Subject to paragraph (2), a licence granted under these f;;:;;:,\nRegulations may, on its expiration, be renewed by the Authority if-\n     (a) the person to whom it was granted applies to the Authority\n            for renewal of the licence not later than two months before\n            the date on which the licence expires; and\n     (b) the Authority is satisfied that there has been no material change\n            in the circumstances which existed at the time the licencc\n            was first granted.\n        (2) Where the Authority-\n     (a) receives an application for the renewal of a licence after the\n          time specified in paragraph (I) (a): or\n     (b) determines ahat a materiail change of c i r c u m ~ m c e s has\n          occurred to me since the licence was first granted,\nit shall deal with the application for renewal as if it were a new\napplication made under regulation 8 and accordingly all the pro-\nvisions of these Regulations relating to the application for a licence\nshall apply.\n       (3) In considering an application for the renewal of a licence.\nthe Authority may-\n    (a) carry out physical inspections of the facility; and\n    (b) specify other standards or conditions with which such facility\n         shall comply."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) The Authority shall not grant an export permit unless-\n                                                                                  upon permit.\n       (a) the applicant is from a Convention State;\n       (6) it is satisfied that any transboundary movement of the hazardous\n             waste-\n                (i) is or will be reduced to the minimum, consistent with the\n                    environmentally sound and efficient management of such\n                    wastes;\n               (ii) is conducted in a manner which will protect human health\n                    and the environment against the adverse effects which may\n                    result from such movement;\n      (c) it is satisfied that the waste will, during movement, be packaged,\n           labelled and transported in conformity with generally accepted and\n           recognized international rules and standards in relation to the\n           packaging, labelling and transport of dangerous goods;\n      ( 4 the waste will, from the time to export to the time of disposal, be\n           accompanied by the appropriate movement document in the form\n                                                                                  Fiflh\n           set out as Form 3 in the Fifth Schedule;                               Schedule.\n                                                                                  Form 3.\n      (e) it has been advised in writing by the competent authority of the\n           importing State and transit State or States, if any, of their consent,\n           in response to a notification under regulation 10, to the movement\n           of the waste so, however, that the Authority may waive the\n           requirement for consent to a notification under regulation 10, if-\n               (i) a Convention State does not require prior written consent,\n                   either generally or under specific conditions, for the transit\n                   of transboundary movements of hazardous wastes, or\n                   modifies its requirements in this respect; or\n              (ii) a transit State fails to respond within sixty days of the\n                   receipt of the notification by the transit State;\n         THE NATURAL RESOURCES(HAZARDOUSWASTES) (CONTROL OF\n              TRANSBOUNDARY MOVEMENTS) REGULATIONS. 2 0 0 2\n     u> the importing State confirms the existence of a written con-\n           tract for the environmentally sound management of the waste,\n            between the proposed exporter and the person in the importing\n            State who it is proposed will carry out the disposal of the waste:\n               Provided that if the person is both exporter and importer there\n           shall be a written arrangement between that person's representa-\n           tives based in the exporting State and importing State, respect-\n           ively;\n      (g) there is adequate insurance coverage or an adequate bank guaran-           0\n           tee, trust fund, bond, line of credit, escrow account, or such other\n           form of security as it considers appropriate, to protect against any\n           injury, loss or damage arising out of or in connection with the\n           movement of the waste;\n      (h) the movement of the waste will be carried out in accordance with\n            such technical guidelines, not inconsistent with the Convention, as\n            agreed by the States concerned;\n      (i) the importing State is a Convention State, unless an agreement or\n            arrangement exists between Jamaica and the State in question that\n            stipulates provisions which are not less environmentally sound\n            than those provided for in the Convention;\n      01 it is satisfied that Jamaica does not have the technical capacity and\n            the necessary facilities, capacity or suitable disposal sites in order\n            to dispose of the wastes in an environmentally sound and efficient\n            manner;\n      (k) the waste is not destined for disposal within the area south of 60\"\n             South latitude, whether or not the waste is subject to transbound-\n             ary movement;\n       (I) the importing State has not prohibited the import of the waste and\n            has notified the Authority to that effect;\n     (m) the waste in question is required as raw material for recycling or\n            recovery industries in the importing State; and\n      (n) in all other aspects it would be appropriate to grant the permit to\n            the applicant.\n          (2) The agreement referred to in paragraph (l)(i) is an international\nagreement which relates to the transboundary movement of hazardous waste,\nthe provisions of which, as regards the protection of the environment, are no\nless stringent than those made under the Convention.\n          (3) F,or the purposes of this regulation, insurance shall cover-\n       (a) damage to third parties, environmental damage and other risks that\n             might arise in relation to the hazardous waste concerned; and\n       (6) such insurance as may be legally required in any State concerned\n             with the movement of the waste.\n                me inclusion of this page is authorized by L.N.21R012j\n             THE NATURAL RESOURCES (HAZARDOUS WASTES) (CONTROL OF\n                  TRANSBOUNDARY MOVEMENTS) REGULATIONS, 2002"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1)    Where-\n                  (a) emissions fiom any source or activity at a facility exceed any\n                      applicable emission standard or target;\n                  (6) any emission 6om a facility is predicted, based on dispersion\n                      modelling, to exceed any ambient air quality standard; or\n                  (c) in relation to a facility, ambient air quality measurements at required\n                      monitoring locations exceed any air quality standard, the Authority\n                      may, as part of the requirements of a control order or of an\n                      application for the grant or renewal of licence in respect of that\n                      facility, require the completion of a compliance plan in accordance\n                      with this regulation.\n                   (2) A compliance plan shall include-\n                 (a) a description of the current compliance status of the facility\n                     with respect to all applicable requirements, including all\n                     sources that exceed emission standards or targets or are\n                     predicted to exceed ambient air quality standards or guideline\n                     concentrations, the monitoring locations at which ambient air quality\n                     standards or guideline concentrations are exceeded, and any other\n                     administrative or other requirements that have not been satisfied;\n                 (b) a statement of the methods used to determine the facility's\n                     compliance status, including a description of all monitoring,\n                     record keeping, reporting and test methods, and any other\n                     information necessary to verify compliance with or enforce\n                     applicable requirements;\n                  (c) a statement that facility will continue to comply with each\n                      applicable requirement in respect of which compliance is\n                      currently achieved at the facility; and\n                  (4 in     respect of each applicable requirement                           for   which\n                         compliance is not currently achieved at the facility-\n                               (i) a detailed statement of how the facility will achieve\n                                   compliance;\n                              (ii) a proposed compliance schedule setting forth the\n                                   remedial measures to be taken, including a sequence of\n                                   actions with milestones leading to compliance;\n       THE NATURAL RESOURCES CONSERVA770N A UTHORITY (AIR Q U A L m )\n                          REGULATIONS, 22006\n                 (iii) if the facility is subject to a control order, the proposed\n                       schedule of remedial measures shall incorporate the\n                        order and shall be at least as stringent as the order;\n                 (iv) a schedule for submission of progress reports to the\n                      Authority at least once in every six months or more\n                      frequently if so required by the licence; and\n                  (v) a schedule for the submission of compliance reports to\n                      the Authority, at least once in every six months or\n                      more frequently if so required by the licence,\n                      indicating what (if any) progress has been made in\n                      relation to the schedule and the milestones.\n       (3) The Authority shall review a compliance plan within ninety days of\nthe receipt thereof, and shall notify the person who submitted the plan of its\ndetermination as to whether the plan is approved, disapproved or if further\ninformation is required, within seven days (exclusive of Saturdays, Sundays\nand public general holidays) after making that determination:\n           Provided that where a compliance plan is submitted as part of the\nrequirements of a licence application, such plan shall be reviewed along with\nall other aspects of the licence application and all provisions relating to the\ntime period for review preference applications shall apply to the review of the\ncompliance plan.\n        (4) Where a compliance plan is approved as part of the review of\nlicence application, such plan shall be affved to licence and shall form a part\nof the terms and conditions of the licence.\n      (5) Where a compliance plan is disapproved, the notification of such\ndisapproval shall-\n    (a) set out the reasons for the disapproval; and\n    (b) inform the person who submitted plan that he is entitled to revise and\n        resubmit the compliance plan within ninety days ofthe date of\n        delivery of such notification.\n      (6) If after the review of a resubmitted compliance plan there remain\naspects of the plan that are unsatisfactory to the Authority, the Authority may\napprove the plan subject to such terms, conditions or modifications as it thinks\nnecessary in order to eliminate or mitigate the unsatisfactory aspects of the\nplan.\n      (7) Where a compliance plan is made subject to any term, condition or\nmodification under paragraph (6), the notification of the approval of the plan\nshall contain a written statement of the reasons for inserting the term,\ncondition or modification, as the case may be.\n        THE NATURAL RESOURCES CONSERVATION AUTHORITY (AIR QUALITY)\n                                  REGULATIONS. 2006\n       (8) The deadline for the total implementation of a compliance plan\nshall be no later than seven years from the date of notification of approval of\nthe plan:\n      Provided that the Authority may, if it thinks fit, upon the application of\nthe operator of the facility, extended the time allowed under this regulation to\nsuch longer period, not exceeding ten years, as the Authority considers\nappropriate.\n       (9) Paragraphs (10) to (IS) apply t a facility if the estimated cost of\nacquiring, installing, repairing and modifying air pollution control equipment\nin respect of the facility, so as to achieve compliance with emissions targets\nand air quality standards, exceeds-\n     (a) in the case of a new facility, the total estimated cost of its air\n         pollution control equipment at the time of application for a licence;\n     (b) in the case of an existing facility, the total current estimated value of\n          its air pollution control equipment.\n       (10) The compliance plan shall also include-\n     (a) a description and cost estimates in respect of every proposed\n         acquisition, installation, repair and modification referred to in\n         paragraph (9);\n     (b) an Operational and Maintenance Activities and Procedures\n         Manual, which shall include the details of all measurements to be\n         made and all activities' to be performed in order to achieve\n         compliance with the applicable emissions targets and standards and\n         ambient air quality standards (including applicable interim targets\n         and standards).\n     (11) Notwithstanding paragraph (8), the deadline for total\nimplementation of a compliance plan shall be no later than eight years and six\nmonths from the date of notification of the approval of the plan:\n      Provided that the Authority may, if it thinks fit, upon the application of\nthe operator of the facility, extend the time allowed under this regulation to\nsuch longer period, not exceeding ten years, as the Authority considers\nappropriate.\n       (12) Upon completion of the compliance schedule, the operator shall\nsubmit to the Authority a report detailing the capabilities of the facility's air\npollution control equipment, based on the information obtained during the\nimplementation of the compliance plan.\n        THE NATURAL RESOURCES CONSERVA770N AUTHORITY (AIR QUALITY)                  66.53\n                           REGULATIONS. 2006\n      (13) The Authority may establish interim emissions targets and\nstandards and interim ambient air quality standards to be included as part of\nthe compliance schedule contained in a compliance plan, having regard to-\n    (a) the performance specifications of the air pollution control equipment\n         of the facility, consistent with the loading for which such equipment\n        is designed;\n    (b) the process for determining site-specific interim targets and standards\n        set out in the guideline document; and\n   (c) where the facility is a bauxite or alumina plant, consultations with the\n       operator and any other government agency having responsibility for\n       the regulation of the bauxite and alumina industry.\n       (14) Where, during the period of the compliance schedule contained in\ncompliance plan approved by the Authority in respect of a facility, the operator\nof the facility adheres to the provisions of the compliance plan, the operator\nshall not be liable to any fine or other penalty otherwise applicable under these\nRegulations where emissions targets or air quality standards are exceeded.\n       (1 5) The manual referred to in paragraph (10) (b) shall be reviewed and\nupdated by the operator and re-submitted to the Authority as soon as any\nchange in circumstances so warrant, but in any event not less than once in\nevery two years."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1) The Authority may, as part of the requirements of an application for Fufitive\na licence in relation to a facility with a fugitive emission air pollutant source, g:$';b,,.\nor as a requirement of a control order under regulation 41, require the\nsubmission of a written fugitive emission control plan for the control of\nfugitive particulate emissions, if-\n     (a) the facility has a fugitive emissions source operating with emissions\n          in excess of 20% opacity as determined by methods provided in this\n          regulation;\n    (6) the facility has a fugitive emissions source operating with visible\n        emissions that are being transported, by air dispersion, off the\n        property on which the source is located; or\n    (c) in relation to the facility, the ambient air quality standard for total\n        suspended particulates or for PMlo specified in the Natural Resources\n        Conservation Authority (Ambient Air Quality Standards) Regulations\n        is being exceeded at a location off the property on which the source is\n        located.\n        THE NATURAL RESOURCES CONSERVATION AUTHORITY (AIR QUALITY)\n                           REGULATIONS, 2006\n       (2) The Authority shall review a fugitive emission control plan within\nninety days of the receipt thereof, and shall notify the person who submitted\nthe plan of its determination as to whether the plan is approved, disapproved\nor if hrther information is required, within seven days (exclusive of Saturdays,\nSundays and public general holidays) after making that determination:\n       Provided that where a fkgitive emissions control plan is submitted as\npart of the requirements of a licence application, such plan shall be reviewed\nalong with all other aspects of the licence application and all provisions\nrelating to.the time period for review of licence applications shall apply to the\nreview of such plan.\n       (3) Where a fugitive emissions control plan is disapproved, the\nnotification of the disapproval of the plan shall-\n     (a) set out the reasons for disapproving the plan; and\n     (b) inform the person who submitted the plan that he is entitled to\n          revise and resubmit the plan within thirty days of the date of\n          delivery of such notification.\n       (4) If after the review of a resubmitted fugitive emission control plan\nthere remain aspects of the plan that are unsatisfactory to the Authority, the\nAuthority may approve the plan, subject to such terms, conditions or\nmodifications as it thinks necessary in order to eliminate or mitigate the\nunsatisfactory aspects of the plan.\n       (5) Where a plan is made subject to any term, condition or modification\nunder paragraph (4), the notification of the approval of the plan shall contain a\nwritten statement of the reasons for inserting the term, condition or\nmodification, as the case may be.\n       (6) The Authority may periodically review any hgitive emission\ncontrol plan approved by it and if the Authority determines that the objectives\nof the plan are not being met, it shall request the submission of a revised plan\nwithin sixty days after such request.\n      (7) For the purposes of this regulation, fugitive emission air pollutant\nsources shall include-\n     (a) construction activities;\n     (6) storage and handling (including loading and unloading) of material\n         such as bauxite, alumina, gypsum or Portland cement or the raw\n         materials therefor;\n     (c) mining and quarrying activities;\n     (4 haul roads;\n               [The iliclusion o r this page is authorized by L.N. 17120091\n      THE NATURAL RESOURCESCONSERVATIONAUTHORITY (AIRQ U A L I ~ )                   66.55\n                         REGULATIONS, 2006\n     (e) haul truck;\n     u> tailing piles and ponds;\n    (g) demolition activities;\n    (h) blasting activities; and\n    ( i ) sandblasting operations.\n     (8) A fugitive emission control plan may require the employment of\nmeasures or operating procedures that include-\n   (a) control of fugitive particulate emissions from storage piles through use\n       of enclosures, covers or stabilization, minimizing the slope of the\n       upwind face of the pile, confming as much pile activity as possible to\n       the downwind side of the pile and such other methods or techniques\n       as are approved by the Authority;\n  (b) enclosing, covering, watering, or otherwise treating loaded haul trucks\n      and railroad cars, or limiting size of loads, to minimize loss or material\n      spillage; or\n  (c) minimizing the area of disturbed land or tailings;\n   (4 planting special wind break vegetation at critical points;\n   (e) prompt removal of coal, rock minerals, soil, and other dust-forming\n       debris 6om paved roads and scraping and compaction of unpaved roads\n       to stabilize the road surface as often as necessary to minimize re-\n       entrainment of fugitive particulate matter from the road surface;\n   V) minimizing the period of time between initially disturbing the soil and\n       re-vegetation or other surface stabilization;\n  (g) restricting the areas to be blasted at any one time;\n  (h) restricting the speed of vehicles in or around mining, tailing or\n      quarry operations;\n  ( i ) re-vegetating, mulching, or otherwise stabilizing the surface of all areas\n      adjoining roads that are a source of fugitive particulate emissions;\n  (j) substitution of covered conveyor systems for haul trucks;\n  (k) synthetic or re-vegetative covers;\n  (4 to the extent practicable, restricting vehicular travel to established paved\n       roads;\n  ( m ) watering or chemical stabilization of unpaved roads as often as\n       necessary to minimize re-entrainment of fugitive particulate matter\n       from the road surface.\n                         THE NATURAL RESOURCES CONSERVATION AUTHORITY (AIR QUALITY)\n                                            REGULATIONS, 2006\n                       (n) wind breaks; and\n                       (0) the paving of roads.\n                                     PART 11. Emissions Standards, Guidelines,\n                                              Testing and Monitoring\nSlack\nemission"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(I)    The stack emission targets specified in the Tenth Schedule\nws.               (hereinafter in this regulation referred to as the targets) shall apply to all\ns t a d d s and\nguidelines.       existing facilities with air poliutant sources.\nTenth\nSchedule.\n                          (2) The stack emission standards specified in the Eleventh Schedule\n                  (hereinafter in this regulation referred to as the standards) shall apply to all\n                  new facilities with air pollutant sources.\n                         (3) No person shall emit or cause to be emitted from any air pollutant\n                  source at an existing facility, any visible air pollutant the opacity or pollutant\n                  amount of which exceeds the targets.\n                         (4) No person shall emit or cause to be emitted fiom any air pollutant\n                  source at a new facility, any visible air pollutants the opacity or pollutant\n                  amount of which exceeds the standards.\n                         (5) The targets and standards shall not apply following-\n                       (a) uncombined or uncondensed water vapour;\n                       (b) emissions during start up and shut down operation;\n                       (c) open burning not prohibited by law.\nFugitive            17.-(1) No operator shall cause or permit the emission of particulate matter\npanicutate\nemission          or visible emissions that-\nguidelines.\n                       (a) cause or are likely to cause damage to property;\n                       (6) create or are likely to create a nuisance;\n                       (c) cause or are likely to unreasonably interfere with enjoyment of the\n                           normal, use of any property; or\n                       (4 adversely interfere, or are likely to adversely interfere, with the\n                            normal conduct of any business.\n                         (2) Every operator of a facility with one or more air pollutant source or\n                  activity shall, so as to facilitate the achievement of the targets and standard-\n                       (a) employ such control measures and operating procedures as are\n                           necessary to miniinize fugitive emissions onto the atmosphere; and\n                                  [The ~nclusionof this page is authorized by L.N. 17/2009]\n                      W E NATURAL RESOURCES CONSERVATIONAUTHORITY (AIR QUALITY)\n                                         REGUM TIONS. 2006\n                      (b) use available practical methods which are technologically\n                          feasible and economically reasonable and which reduce, prevent\n                          or control fugitive emissions so as to facilitate the achievement\n                          of the maximum practical degree of air purity.\nPriority air      18. An operator of a facility with any source referred to in the Fourth\npollutant\nguidelines.    Schedule may be required, as a condition of an air pollutant discharge licence,\nFourth         to measure the emission of every priority air pollutant emitted therefrom and to\nw. ' -Ie,\n               develop and implement a plan to control such emissions in accordance with\n               ambient air quality emission guidelines established by the Authority."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(1)    A person shall not, in a national park-\nmooring oiuessels.\n                           (a)     park a vehicle or moor a vessel in any place other than in a parking\n                                   lot, mooring area or a place designated for such purpose by the\n                                   Authority;\n                           (b) park a vehicle or moor a vessel in such manner as to obstruct or to\n                               be a danger to persons in the national park;\n                           (c)     abandoned a vehicle or vessel or leave it in such a position,\n                                   condition or circumstances that it appears to be hbandoned.\n                               (2) A vehicle or vessel shall be deemed to have been abandoned if it\n                     is left unattended for a period or forty-eight hours or more.\n                               (3) A person who contravenes paragraph (1) commits an offence and\n                     is liable on summary conviction before a Resident Magistrate to a fine not\n                     exceeding two thousand dollars or to imprisonment with or without hard\n                     labour for a term not exceeding one year or to both such fine and\n                     imprisonment.\nExemptions.              18.-(1) In granting a permit under these Regulations with respect to the\n                     carrying on of an activity, the park manager may exempt the person to whom\n                     the permit was granted from such of the provisions of these Regulations as are\n                     necessary to enable such person to carry on the activity.\n                             (2) An exemption under this regulation may be in general\n                     terms or may be limited to the activities, area and period specified in the\n                     permit.\n                                         [The i ~ i c l u s i oof~ ~tills page is authorized by L.X. 33A.?OOj]\nTHE NATURAL RESOURCES (NATIONAL PARKS) REGULATIONS, I993                                 27\n  1 9 . 4 1 ) A person shall not fish in a national park without the          Fishins.\nwritten permission of the park manager; and such pemission may\ncontain any term or condition as is necessary for the management of\nthe fishing resources of the park.\n        (2) The Authority may declare in writing that an area of water\nin a national park is an area where, at any time or for a period specified\nby the Authority in such declaration, fishing is prohibited.\n        (3) The Authority may declare in writing that an area of water\nin a national park is an area in which fishing is allowed subject to\nconditions relating to-\n    (a) the kind of fish which may be caught or, as the case may be.\n          the kind of fish in respect of which fishing is prohibited:\n    ( b ) the number of fish that may be caught by a person in a day:\n     (c) the type of fishing equi~pmentthat may be used; or\n     (4 the devices which may be used for fishing.\n       (4) A person shall not fish in an area of water in a period\nduring which fishing is prohibited under paragraph (2).\n        (5) A person shall not, in a national park, use any poisonous\nsubstance, electrical charges or any other similar device for the catching\nor killing of fish.\n       (6) A person who contravenes paragraph (1). (4) or (5) commits\nan offence and is liable to a fine not exceeding ten thousand dollars or\nto imprisonment with or without hard labour for a term not exceeding\ntwo years or to both such fine and imprisonment.\n        (7) A person who contravenes any term or condition imposed\nby the Authority under paragraph (1). (2) or (3) commits an offence\nand is liable on summary conviction before a Resident Magistrate to a\nfine not exceeding five thousand dollars or to imprisonment for a term\nnot exceeding two years or to both such fine and imprisonment."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. RegulatedAir Pollutant Sources (add sirmlar pages as need for additional sources)\n     ation JIGN or JMGN or UTMN\n     THE NATURAL RESOURCES CONSERVATIONAU7TIORITY (AIR QUALITY)\n                                 REGULATIONS. 2006\n(tonnes per year)\n     THE NATURAL RESOURCES CONSERVATIONAKTfORITY (AIR QUAUTY)\n                        REGULATIONS, 2006"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Any operator who causes or allows the generation, fi-om any source, of\n               any odour that unreasonably interferes, or is likely to unreasonably interfere,\n               with any other person's lawful use or enjoyment of property shall-\n                     (a) use recognized best practices and procedures to reduce such\n                         odours to a reasonable minimum, including any standards or\n                         guidelines for reducing odours published by the Authority;\n                     (b) publish in at least one daily newspaper in circulation throughout\n                         the Island a notice giving the date on which such generation is\n                         scheduled to occur, at least fourteen days before that date.\nSulphur           20.-(1)   No operator shall, in relation to new, sources at a major or\nUMtalt\nof fuels       significant facility, bum, or permit to be burned, residual oil fuel (No. 5 or 6)\nrtandafd.      containing over 2.2 percent sulphur by weight as fired.\n                       (2) No operator shall, in relation to existing sources burn, or permit to\n               be bumed residual oil fuel (No. 5 or 6) containing over 3 percent sulphur by\n               weight as fired:\n                       Provided that existing facilities with permit conditions that require a\n               he1 with a specified sulphur content lower than 3 percent shall be required to\n               continue to satisfy those conditions.\n                      (3) No operator shall, in relation to existing and new facilities, bum or\n               permit to be burned, light oil fuel (No. I or 2) containing over 0.5 percent\n               sulphur by weight as fired in an existing source or in a new source.\n                     (4) No operator shall, in relation to new and existing sources, bum or\n               permit to be burned, medium oil fuel (No. 3 or 4) containing over 1.1 percent\n               sulphur by weight as fire.\n                      (5) Notwithstanding the provisions of paragraphs (1) to (4), heavy\n               residual fuel oil with no more than 3 percent sulphur may be burned at a new\n               or and existing facility with new fuel combustion sources or a combination of\n               new and existing fuel combustion source if-\n                                     [The ~ ~ i c l u s i oonf tliis page is aurhorized by L.N. 1712009]\n                   THE NATURAL RESOURCES CONSERVATIONAUTHORITY (AIR QUALITY)\n                                      REGULATIONS, 2006\n                 (a) one or more of such sources operate so that sulphur dioxide is\n                      absorbed by virtue of coming in contact with a product or with a\n                      scrubbing device or other material; and\n                (b) the actual total sulphur dioxide emissions from the entire facility are\n                     less than the allowable sulphur dioxide emissions.\n                   (6) For the purpose of paragraph (9,the allowable sulphur dioxide\n            emissions are the sum of the following amounts-\n                 ( a ) SO2 emissions from all new sources at the facility based on actual\n                       fuel used by new sources using 2.2% residual oil without any\n                       absorption of SOz;\n                  (b) SO2 emissions from the existing source based on actual fuel used\n                       by new sources using 3.0% residual oil without any absorption of\n                       so2;\n                  (c) SO2emissions from new or existing sources based on actual fuel used\n                      by new or existing sources using 0.5% light oil without any\n                      absorption of SO2.\nRepaing        21.-(1) An operator who imports or receives for use in Jamaica any\nwlphur\ncontent     distillate oil, residual oil, medium oil, or coal, shall submit to the Authority\no f fuels   quarterly reports itemizing the quantity, sulphur content, ash content and heat\n            content for each shipment of such fuel.\n                      (2) It shall be the responsibility of the operator importing or receiving\n            such fuel to maintain a record of the certified fuel analyses upon which the\n            quarterly reports are based and provide the user with the copy of the\n            certification.\n                     (3) An operator of a facility or source that uses residual oil or\n            bituminous or sub-bituminous coal shall maintain certification records of all\n            fuel analyses provided by the supplier or performed by the user of the fuel.\n                    (4) Methods for the sample collection and analysis of fuels shall be in\n            accordance with the methods, procedures and conditions specified in\n            regulations 23 to 30.\n                    (5) An operator of a source, who uses or permit to be used, any fuel\n            with a sulphur content greater than that permitted under these Regulations\n            commits an offence and shall be liable on summary conviction to a fine not\n            exceeding ten times the difference between the cost of the amount of fuel used\n            and the cost of an equal amount of fuel with the allowable sulphur content.\nSuck\nemlss~ons"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.41) A person shall not wilfully mark, deface or injure in any Markers.\n way, or remove or interfere in any way with any mooring, buoy.\n national park sign, notice or placard, whether temporary or permanent.\n or with any monument, stake, post or other boundary marker in any\n national park.\n        (2) A person who contravenes paragraph (1) commits an offence\n               v h c inclusion of this page is authorized by L.N. 144119951\n3       THE N A T U R A L RESOURCES (NATIONAL PARKS) REGULATIONS, 1993\n        and is liable on summary conviction before a Resident Magistrate to a\n        fine not exceeding five thousand dollars or to imprisonment with or\n        without hard labour for a term not exceeding two years or to both such\n        fine and imprisonment.\nSins.     2 1 . 4 1 ) A person shall not, except with the written permission of\n        the Authority, erect, exhibit, display or cause to be erected, exhibited\n        or displayed in a national park any notice, sign, slogan or other device\n        containing any advertising or other kind of message.\n                (2) A person shall not, except with the written permission of\n        the Authority, remove, damage, obscure or otherwise interfere with a\n        notice, sign, slogan or other device, erected by the Authority in a\n        national park.\n                (3) The park manager may authorize the erecting. placing or\n        displaying of signs in a national park for the purpose of-\n            (a) regulating, prohibiting or restricting the stopping or parking\n                of vehicles, or defining the manner in which vehicles may be\n                parked;\n            (b) designating a part of a national park as an area within which\n                the parking of vehicles is permitted or the mooring of vessels;\n            (c) designating a part of a national park as an area within which\n                camping is permitted;\n            (d) conveying information or warning to persons using such\n                national park.\n               (4) A sign erected for the purpose of designating a part of a\n        national park as an area within which the parking of vehicles is per-\n        mitted shall, in addition to the words designating that part, bear the\n        words \"PARKING AREA\".\n                (5) A sign erected for the purpose of designating a part of a\n        national park as an area within which camping is permitted shall, in\n        addition to the words designating that part, bear the words \"CAMPING\n        AREA\".\n                (6) A sign, or other device erected, placed or displayed in a\n        national park indicating that it has been approved by the Authority\n        shall, unless the contrary is established, be taken to have been erected.\n        placed or displayed, as the case may be, by the Authority.\n                      Whe inclusion of this page is authorized by L.N. 1441 19951\n        THE NATURAL RESOURCES (NATIONAL PARKS) REGULATIONS, 1993\n        (7) A person who contravenes paragraph (1) or (2) commits an\noffence and is liable on summary conviction before a Resident Magistrate to a\nfine not exceeding five thousand dollars or to imprisonment with or without\nhard labour for a term not exceeding one year or to both such fine and\nimprisonment.\n         (8) Any person who wilhlly defaces, destroys, damages, obli-\nterates, pulls up, removes, obscures or otherwise interferes with any\nsign erected, placed or displayed pursuant to paragraph (3) commits an\noffence."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21 .-(I) The Authority may issue an order-                                  Cessation\n                                                                                    order.\n           (a) whether in writing or otherwise, directing a person who has in his\n                possession, on any aircraft or vessel, any hazardous waste in res-\n                pect of which no transit permit has been issued to forthwith leave.\n                the area under the jurisdiction of Jamaica; or\n           (6) in writing, directing any person to cease the export of hazardous\n                waste in respect of which no permit has been granted under reg-\n                ulation 1I( 1 )(a).\n                                THE NATURAL RESOURCES (HAZARDOUS WASTES)(CONTROL OF\n                                     TRANSBOUNDARY MOVEMENT) REGULATIONS, 2002\n                                 (2) The Minister may-\n                               (a) take such steps as are appropriate in the circumstances of the\n                                   case; and\n                               (6) for the purposes of this paragraph, authorize any public officer, in\n                                   writing to use such force as may be necessary,\n                        for the purpose of ensuring compliance with an order under paragraph (1).\n                                              PARTVl 11-Ofences and Penalties\nONence of i l l e y l         22. ,Every person who transits hazardous waste through, or exports\ntraffic in hazardous\nwaste                   hazardous waste from, an area under the jurisdiction of Jamaica-\n                               (a) without notification pursuant to the provisions of these Regu-\n                                    lations to every State concerned;\n                               (b) without a permit and the consen 'of every State concerned;\n                                                                        \\\n                               (c) with consent obtained from a State concerned through falsifica-\n                                   tion, misrepresentation or fraud;\n                               (4 that does not conform in a material way with the documents; or\n                               (e) that results in the unlawful disposal of hazardous wastes in con-\n                                   travention of the Convention, the Act, these Regulations or of\n                                   general principles of international law,\n                        commits an offence and is liable on summary conviction before a Resident\n                        Magistrate to a fine not exceeding fifty thousand dollars or to imprisonment\n                        for a term not exceeding two years or to both such fine and imprisonment.\nONence of failing             23. Every person who fails to comply with the provisions of regulation\nto raurn waste.\n                        20 commits an offence and is liable on summary conviction before a Resi-\n                        dent Magistrate to a fine not exceeding fifty thousand dollars or to imprison-\n                        ment for a term not exceeding two years or to both such fine and imprison-\n                        ment.\n ONence of impon-            23A. Every person who unlawfully imports hazardous wastes into any\n ~ n hazardous\n     g\n wastes                 area un'der the jurisdiction of Jamaica commits an offence and is liable on\n                        summary conviction before a Resident Magistrate to a fine not exceeding fif-\n                        ty thousand dollars or to imprisonment for a term not exceeding two years or\n                        to both such fine and imprisonment.\n ONence of dump-               24. Every person who unlawfully dumps or otherwise disposes of any\n ping h m r d w s\n waste                   hazardous waste into an area under the jurisdiction of Jamaica commits an\n                         offence and is liable on summary conviction before a Resident Magistrate to\n                         a fine not exceeding fifty thousand dollars or to imprisonment for a term not\n                                                                                                          a   --.\n                                                                                                                I\n                         exceeding two years or to both such fine and imprisonment.                             I\n Acts otherwise                25. Nothing in these Regulations shall be construed as permitting any\n unlawful not\n permitted               activity which is prohibited by virtue of the provisions of any other enact-\n                         ment.\n                                         [The ~nclusion of this page is authorimd by L.N. 21i20123\n         THE NATURAL RESOURCES (HAZARDOUS WASTES)(CONTROL OF\n              TRANSBOUNDARY MOVEMENTS) REGULATIONS, 2002\n                                      FIRST SCHEDULE                         (Regulation 2)\n                         Categories of Wastes to be Controlled\nWaste Streams\n   Y1                            Clinical waste From medical care in hospitals, medical\n                                 centres and clinics\n                                 Waste from the production and preparation of pharma-\n                                 ceutical products\n                                 Waste pharmaceuticals, drugs and medicines\n                                 Waste from the production, formulation and use of\n                                 biocides and phytopharmaceuticals\n                                 Waste from the manufacture, formulation and use of wood\n                                 preserving chemicals\n                                 Waste from the production, formulation and use of organic\n                                 solvents\n                                 Waste from heat treatment and tempering operations con-\n                                 taining cyanides\n                                 Waste mineral oils unfit for their originally intended use\n                                 Waste oils or water, hydrocarbons or water mixtures, or\n                                 emulsions\n                                 Waste substances and articles containing or contaminated\n                                 with polychlorinated biphenyls (PCBs), polychlorinated\n                                 terphenyls (PCTs) or polybrominated biphenyls (PBBs)\n                                 Waste tany residues arising from refining, distillation and\n                                 any pyrolytic treatment\n                                 Waste from production, formulation and use of inks, dyes,\n                                 pigments, paints, lacquers and varnish\n                                 Waste from production, formulation or use of resins, latex,\n                                 plasticizers, glues and adhesives\n                                 Waste chemical substances arising From research and\n                                 development of teaching activities which are not identified\n                                 or are new and whose effects on man or the environment\n                                 are not known\n                                 Waste of an explosive nature not subject to other legis-\n                                 lation\n                                 Waste from production, formulation or use of photographic\n                                 chemicals or processing materials\n                                 Waste resulting from surface treatment of metals or\n                                 plastics\n                                 Residues arising from industrial waste disposal operations\n                    Waste having as a constituent any of thefollowing:\n                                 Metal carbonyls\n                                 Beryllium; beryllium compounds\n                                 Hexavalent chromium compounds\n                                 Copper compounds\n            THE NATURAL RESOURCES (HAZARDOUS WASTES)(CONTROL OF\n                 TRANSBOUNDARY MOVEMENTS) REGULATIONS, 2002\n                                FIRST SCHEDULE,\n                                             contd.\n                      Categories of Wastes to be Controlled, contd.\nWaste Streams\n      Y23                       Zinc compounds\n      Y24                       Arsenic; arsenic compounds\n      Y25                        Selenium: selenium compounds\n      Y26                        Cadmium; cadmium compounds\n      Y27                        Antimony; antimony compounds\n      Y28                        Tellurium; tellurium compounds\n      Y29                        Mercury; mercury compounds\n      Y30                        Thallium; thallium compounds ,\n      Y31                        Lead; lead compounds\n      Y32                        Inorganic fluorine compounds, excluding calcium fluoride\n      Y33                        Inorganic cyanides\n      Y34                        Acidic solutions or acids in solid form\n      Y35                        Basic solutions or bases in solid form\n      Y36                        Asbestos (dust and fibres)\n      Y37                        Organic phosphorus compounds\n      Y38                        Organic cyanides\n      Y39                        Phenols; phenol compounds/ including chlorophenols\n      Y40                        Ethers\n      Y41                        Halogenated organic solvents\n      Y42                        Organic solvents, excluding halogenated solvents\n      Y43                        Any congener of polychlorinated dibenzo-furan\n  '   Y44                        Any congener of polychlorinated dibenzo-pdioxin\n      Y45                        Organohalogen compounds other than substances referred\n                                 to in this Schedule (such as, Y39, Y41, Y42, Y43 and\n                                 Y44)\n                                                                             (Regulation 2)\n                   Categories of Wastes Requiring Special Consideration\n                                 Wastes collected from households that possess any of the\n                                 characteristics specified in the Third Schedule\n                                 Residues arising from the incr~erationof household\n                                 wastes\n                  me inclusion of this page is authorized by L.N. ZlROIZ],\n    THE NATURAL RESOURCES (HAZARDOUS WASTES) (CONTROL O F\n         TRANSBOUNDARY MOVEMENTS) REGULATIONS. 2002\n                            T H I R DSCHEDULE                            (Regulation 2)\n                     List of Hazardous Characrerisrics\nUN Class           Code      Characteristics\n   1                HI       Explosive\n                             An explosive substance or waste is a solid or liquid\n                             substance or waste (or mixture of substances or wastes)\n                             which is in itself capable by chemical reaction of\n                             producing gas at such a temperature and pressure and at\n                             such speed as to cause damage to the surroundings.\n                     H3      Flammable liquids\n                             The word \"flammable\" has the same meaning as \"in-\n                             flammable\". Flammable liquids are liquids, or mixtures\n                             of liquids. or liquids containing solids in solution or sus-\n                             pension (for example paints, varnishes, lacquers, er-\n                             cerera, but not including substances or wastes otherwise\n                             classified on account of their dangerous characteristics)\n                             which give off a flammable vapour at temperatures of\n                             not more than 60.5OC. closed-cup test or not more than"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.-(1) The monitoring methods set out in the Part shall be used for\nmonltonng   measuring emissions of pollutants into the air from stacks and other sources,\nmethods\n            and may be required by the Authority for one or more of the following\n            purposes-\n       THE NATURAL RESOURCES CONSERVATION AUTHORITY (AIR QUALITY)\n                           REGULATIONS, 2006\n      (a) applications for licence under these Regulations;\n      (b) stack emissions monitoring to satisfy monitoring and reporting\n          requirements or conditions of licences under these Regulations;\n       (c) estimation of emissions for the purpose of calculating annual air\n           pollutant discharge fees under these Regulations;\n      (d) estimation of total licensed discharges or discharged rates\n          under these Regulation;\n      (e) assessing compliance with stack emission standards and targets;\n      V) such other monitoring or reporting requirements as may be\n          specified by the Authority from time to time.\n        (2) The Authority may require that any of the pollutants and Tenthand\nparameters listed in the Tenth or Eleventh Schedule are to be measured as                 :=:;,\nstated in this Part."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.-(1) The stack emission methods and procedures for each of the ~~~~~~n\npollutants mentioned in the Tenth and Eleventh Schedules shall be measured ..dm-1\n                                                                           protocol plan\nas applicable according to the methods specified in the Twelfth Schedule:  Twelfth\n                                                                                          Schedule.\n   Provided that alternative methods or test conditions other than maximum\noperating conditions may be used if the owner submits to the Authority a prea\ntest sampling protocol plan and obtains the prior approval of the Authority\nbefore undertaking measurements by such methods or under such conditions.\n        (2) An operator of a facility who is required to conduct performance\nemission testing for any of the purposes mentioned in regulation 22, shall\nsubmit to the Authority a pre-test sampling protocol plan in accordance with\nparagraph (3 1.\n           (3) Every pre-test sampling protocol plan shall indicate the programme\nobjectives, any proposed deviations from test methods or test conditions,\njustification (including documentation) for alternate test methods or test\nconditions, sampling locations, sampling and analytical procedures, quality\nassurance and quality control activities, reporting and data reduction, plant\nentry and safety, personnel responsibilities, the proposed test schedule, and a\n list of test methods.\n        (4) The Authority shall, within ninety days of the submission of a pre-\ntest sampling protocol plan, evaluate and-\n      (a) approve the plan with or without conditions; or\n      (b) disapprove the plan a~;dinform the applicant of required changes.\n                        [Tl~ci ~ ~ c l u s of  ~ ~ page is autliorized by L.N. 1712009J\n                                           i o this\n                        THE NATURAL RESOURCES CONSERVATION AUTHORITY (AIR QUALITY)\n                                           REGULATIONS, 2006\n                          (5) Approval of a pre-test sampling protocol plan may be subject to\n                 the following conditions-\n                        (a) inspection of the test site;\n                        (b) reasonable modifications to the stack or duct to obtain\n                            acceptable test conditions;\n                       (c) additional test to allow for adverse conditions such as interferences,\n                           non-steady or cyclic processes;\n                       (6) the keeping of process operating parameter records, operating logs,\n                            or charts during the test;\n                       (e) conditions on control equipment operation to make the operation of\n                           control equipment representative of normal operation;\n                       (f) the recording of specified control equipment operating parameters\n                           during the test; and\n                       (g) such other conditions as the Authority thinks fit.\n                         (6) If the Authority requires modification to any test methods,\n                 analytical methods, operational parameters, or other matters included in a pre-\n                 test sampling protocol plan, the Authority shall notify the person who\n                 submitted the plan by letter at least fifteen days prior to the proposed test date.\n                          (7) If a licensee or applicant desires to change any procedures or\n                 conditions in any previously submitted pre-test sampling protocol plan, such\n                 licensee or applicant shall notify the Authority of such change thirty days prior\n                 to the proposed test date, and such changes shall not be made unless approved\n                 by the Authority prior to the test.\nstack emission     24.-(1) The methods set out in the Twelfth Schedule shall apply to the\nmeasurements.\nTwelflh          measurement of the following-\nSchedule.\n                       (a) opacity;\n                       (6) particulate matter;\n                       (c) Sulphur dioxide;\n                       (6) Carbon monoxide;\n                       (e) nitrogen oxides;\n                       (f) sulphuric acid mist;\n                      (g) lead;\n                      (h) sulphur compounds;\n                      (i) measurement of priorit air pollutants;\n                                                of this page is autltorized by L.N.1712009j\n                                   [The i~~clusion\n       THE NAWRAL RESOURCES CONSERVATION AUTHORITY (AIR QUALITY)\n                         REGULATIONS, 2006\n       (j) analysis of residual fuel oils and solid fuels; and\n      (k) sulphur content of fuels and other fbel characteristics"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. A person who commits an offence against these Regulations for which      Penally Tor\n                                                                                offences.\nno penalty is provided is liable on summary conviction before a Resident\nMagistrate-\n      (a)   where the offence is committed by an individual, to imprison-\n            ment for a term not exceeding one year or to a fine not exceeding\n            twenty thousand dollars and where the offence is a con-\n            tinuing one to a fin-ther fine not exceeding five hundred dollars\n            per day for each day on which the offence continues after\n            conviction;\n      (6) where the offence is committed by a body corporate, to a fine\n                      THE NATURAL RESOURCES (NATIONAL PAARKS) REGULATIONS, 1993\n              not exceeding twenty thousand dollars and where the offence is a\n              continuing one to a further fine not exceeding five hundred\n              dollars per day for each day on which the offence continues after\n              conviction.\nScizurc and      25.-(1) If any authorized officer has reasonable cause to suspect that any\nlorlcilure.\n              vehicle, vessel, article or thing is being used or has been used in the\n              commission of an offence against these Regulations, he may seize and detain\n              such vehicle, vessel, article or thing and may-\n                    (a) without a warrant, search such vehicle, vessel, article or thing;\n                        and\n                    (b) if such search reveals evidence that the vehicle, vessel, article\n                        or thing is being used or has been used for the commission\n                        of any offence, seize and detain such vehicle, vessel, article or\n                        thing.\n                      (2) Where any vehicle, vessel, article or thing is seized pursuant to\n              paragraph (1) and-\n                    (a) any person is convicted of an offence against these Regulations;\n                        and\n                    (b) the Court is satisfied that-\n                         (i) the person owns the vehicle, vessel, article or thing used in\n                             the commission of the offence; or\n                          (ii) the owner thereof permitted it to be so used; or\n                         (iii) the circumstances are otherwise such that it is just\n                               so to do,\n              the Court shall, upon the application of the Authority, order the forfeiture of\n              the vehicle, vessel, article or thing.\n                       (3) On the application of the Authority before a Resident\n              Magistrate's Court having jurisdiction in the area where a vehicle,\n              vessel, article or thing is seized pursuant to paragraph (I), the Court\n              may, notwithstanding that the conditions mentioned in paragraph (2)\n              have not been satisfied, order the forfeiture of the said vehicle, vessel,\n              article or thing if the Court is satisfied that-\n                    (a) the vehicle, vessel, article or thing has been abandoned; or\n                    (b) the circumstances in which it was seized give reasonable cause to\n                        suspect that it was being used or has been used in the commission\n                        of an offence against these Regulations; or\n                               [The inclusio~io f this page is authorized by L . N . 33A12005]\nTHE NATURAL RESOURCES (NATIONAL PARKS) REGULATIONS, 1993                      31\n    (c) it is otherwise jlist to do so.\n        (4) Where the Authority proposes to apply for forfeiture of a\nvehicle, vessel, article or other thing under paragraph (3), it shall. sub-\nject to paragraph (5), give to any person who, to its knowledge, was\nat the time of the seizure the owner thereof, notice of the seizure and\nof the intention, after the expiration of thirty days from the date of\nthe notice, to apply for forfeiture thereof and of the grounds therefor.\n        (5) Notice shall not be required under paragraph (4) if the\nseizure was made in the presence of the owner or any of the owners\nof the vehicle, vessel, article or thing seized or any servant or agent\nof the owner.\n        ( 6 ) Without prejudice to any other form of service, notice under\nparagraph (4) may be published in a daily newspaper circulating in\nthe Island.\n        (7) Any person having a claim to any vehicle, vessel, article\nor thing seized under this regulation may appear before the Court at\nthe hearing of the application and show cause why an order for\nforfeiture should not be made.\n       (8) Where, at the hearing of an application pursuant to para-\ngraph (3), no person appears before the Court to show cause why an\norder for forfeiture should not be made, the Court shall presume that\nthe vehicle, vessel, article or thing has been abandoned.\n         (9) If, upon the application of any person prejudiced by an\norder made by the Court under paragraph (2) or (3). the Court is\nsatisfied that it is just to revoke such order, the Court may revoke\nsuch order upon such terms and conditions as it deems appropriate,\nand without prejudice to the generality of the foregoing, shall require\nsuch person, to pay in respect of storage, maintenance, administrative\nexpenses, security and insurance of the vehicle, vessel, article or thing\nsuch charges as may be charged by the person in whose custody the\nvehicle, article or thing is and is approved by the Count, not exceeding\none and one-half times the value thereof as determined by the Court.\n      (10) An application to the Court under .paragraph (9) for the\nrevocation of an order, shall be made within thirty days of the date\nof the order or within such greater time as the Court may allow, not\nexceeding six months from the date of the order.\n               [The incluqion of this page is authorized by L.N. 144/1995]\n  32           THE NATURAL RESOURCES (NAZYONAL PARKS) REGULATIONS, 1993\n*rrvewilhout\nwarrant.\n                 %.-(I)    An authorized officer may, without warrant, arrest any per-\n               son whcrc the authorized officer reasonably believes that-\n                   (u), the person has committed an offence against these Regulations;\n                         and\n                   ( b ) proceedings against the person by summons would not be\n                         effective.\n                      ( 2 ) Where an authorized officer arrests a person under para-\n               graph ( I ) , he shall produce his identity card for inspection by that\n               person unless it is not reasonably practicable to do so.\n                      (3) Where a person is arrested under paragraph (1). an\n               authorizcd oficcr shall immediately bring the person, or cause him\n               to be brought, to the nearest police station.\n                      (4) Nothing in this section shall prevent the arrest of a person\n               in accordance with any other law.\n                                               ZONES\nZones."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.            Other. (Plearespreilyl\nIf your project falls within these categories, please apply for a pennit under section 9 of the Natural Reso~~rccs\n                                                                                                                Conservat~oriAuthority\nAct.\nNotc    Other llcenca may be required if sewage o r trade effluent are proposed to be discharged (Section 12). These Iicences\n        a r e subject to an Environmental Impact Assessment being submitted to the Authority. Contact the Authority lor\n        further information.\n         SlTE DESCRIPTION (physical setting of overall project, both developed and u~idevelopedareas)\n         General character of land: generally uniform slope                or generally uneve~iand rolling or irregular -(check one)\n         Approximate percentage of proposed site with slopes    q 0-1056; U 10-25%; q 25% or greater.\n         What is the pdominant soil type (s) on the project s i t e ? O upland plateaux soils; q alluvial soils; q highland soils\n         Arc there bedrock outcroppmgs 011project site? q Yes q No\n         Arc there any karst or limestone i.e. sinkhole eonditions on site? q Yes q No\n         I s the project located in q flood plain or q coastal zone or q water citchment area? q No If yes,\n         spcirY\n         Site is   q below Sea level: q at Sea level; q above the 10 m contour line.\n                                                         q No Yes. If yes, please describe\n         Arc there any water wells on or adjacent to the site?\n                                           [The inclusionofthis page is w t h o r i d by L.N. SlR000   1\n                           THE NATURAL RESOURCES CONSERVATION (PERMITS\n                                  AND LICEhrCES)REGULATIONS, I996\nAre there any rivers or streams or drainage systems within or adjacent to the project site?\n   '   N o 0 Yes. If yes, name the water body\nAre there any lakes, ponds or wetland areas within or contig~~ous\n                                                               to the project site?\nq No q Yes. If yes, name the water body\nPresent site land use: q Urban q suburban                   rural   q industrial q co~nwercial q agriculture                forest\nq other (please specify): _\nIs the project site being used at present by the communily or neigllbourhood as an open area or recreational area?             No\n    yes. Ifyes, identify -\nPROJECT DESCRIPTION\nProvide physical dimensions and scale of the project (fill in dimensions as appropriate)\n(u)   Total contiguous area owned by project sponsor                   l~ectares\n(h) Project area developed: hectares initially                 -; hectares idtimately\n(d Project area to remain undeveloped                       hectares\nOperational aspects of the project\n        Will there be sewage or trade effluent discharge during construction and or operation?n No n ~ e sIf. yes, describe\n        the type(s), amoent(s) and soorce(s). (If a discharge application has been prepared please attach).\n        Is it   q sewage or n t r a d e effluent? (tick please)\n        Please indicate what effect, if any, your project will or is likely to have on the following (tick appropriate categories).\n        q Land resources q water resources q Air quality (including noise) q Ecological resources\n                Visual resourcesO0pl.n space and recreation          Growth and character of community\n        q Energy            Transportation   q Human health\n        Will there be air emissions (incli~dingfugitlve dust) produced during construction and operation?\n                No n ~ e sIf. yes, describe type(s) and soorce(s)\n        Will there be any other poisonous, noxioi~sor polluting matter discharged during co~~stri~ction\n                                                                                                   and operation?          q No\n        q Yes. If yes, describe type(s) and soorce(s)\n        Will blasting occur during constrwtion?     q No q Yes\n        Will project routinely produce odours for more than one hour per day              NO^ Yes\n        Total water usage per day                litredday; source       surface        underground       olher: .\n        If water supply is from wells indicate pumping capacity                    litres per win\n         Is surface or underground liquid waste involved?     q NO^ Yes. If yes, indicate the type of waste (sewage, trade.\n         including leachate, etc.)\n         If surface disposal, name receiving water body (fresh water, gully or marine) into which efiluent will be discharged.\nWdl the prqiect use Iierbicidcs or pesticides?       q N o q Yes. I f yes. specify type(s)\nH o u many hectares o f begetation (trees. shrubs. ground cover) will be removed fro111the site'?                                  ha\nWill tlic project invol\\.e the construction of access roads?              NO    q Yes\nW i l l surface area o f existing wntcr bodies e . y , streanis, rivers, bays, etc., he i~icreasetlor clccreased by the project'?\n0     N o n ~ e sIf.yes. how n~ucli?                     Give de~oilv..\nWill project require relocatio~~\n                              of OIxopk               ~ ~ i ~ u O\n                                                                s f ca csi l i t i e s ?        No   q Yes. lfyes, glve details:\nWhere the project is a waste treatment and disposal facility please complete the following:\nNature o f waste disl~osalfac~lity(please t ~ c k )\n0 /UJ Landfill;\n0 /h) Transfer statio~i-incorporati~ig also.\n                    (i)      static compaction:\n                    (ii)     pdverizatiou:\n            q       (iii)    halicy\nq /cl        Treatment plant involving--\n                    (i)      pulber-ization;\n                    (ii)     composting;\n                    (iii)    incineration;\n                    (IV)     clie~nicaltreatlnent:\n                    (v)      other treatment (please specify):.\nEst~tnatedmaximu~nqua~~tities\n                           o f general waste o f the following description delivered or to be delivered daily at the\nfacility:\n                                                                Liquid           Sludge           Solid\n                                                                (tonnes)         (to1111es)       (tolines)\n/UJ     domestic a i d commercial wastes-.\n            (I)     iuitreated:\n            ( i ~ ) pulverized or compost;\n             (111) baled;\n             (iv) inc~neratorresidues:\n(11)    medical, surgical and veterinay wastes;\n(c)     hazardous wastes;\n (10    nou-hazardous industr~alwaster-\n             (i)   potentially combustible substances;                                                             -\n             (ii)    ~nertand non-flammable substances;                        -                 -\n                                                                                                 .                 .-\n ((.!   wastes from the construction industry;                                 --                    - -\n (1)    old cars, vehicles and trailers;                                                   -.        -             --\n @.\n  I\n  sewage, sludge, etc.;                                                        --                    --. .-\n                                                                                                       --          --\n                            [The inclusion o f rliis page is authorized by L.N. 54/2000]\n                            THE NATURAL RESOURCES CONSERVATION (PERMITS\n                                   AND LICENCES) REGULATIONS, 1996\nFORM 6                                                                                                       (Regulation 8)\n                         THE NATURAL RESOURCESCONSERVATION AUTHORITY ACT\n                            The Natural Resources Conservation (Permits and Lcences)\n                                               Regulations. 1996\n                       Appiicat~onfor Llcence to Discharge Sewage Effluent or Trade Effluent or\n                         to Construct, Reconstructor Alter Works for the Discharge Thereof\n                                           (pursuant to sections 4 and 12)\n                                                                         Application No.:\n                                                                         Application Date:\nNote: Please Read The FoNowingBefore Completing This Form\n      This Form shall be completed in triplicate and in block letters and submitted with any supplemental or specifie4d\n      information to:\n                   The Natural Resources Conservation Authority\n                   53% Molynes Road\n                   Kingston 10\n      The completedform shall be accompanied by any required site location diagram; any engineers drawings, survey\n      plans, facility layout and description of process including flow diagram and any other permit or licence granted by\n      a government department or organization in respect of the facility.\n      If this application is for modification of an existing facility, please provide a copy of any existing permit, licence or\n      other approval granted in respect thereof.\n      The attached forms and information requirementsshall be answered in full in order to avold delay In processing the\n      appl~cation.Where attached sheets and other technical documents are utilized in lieu of the space provided.\n       Indicate appropriate cross references. Paragraphs that are not applicable to your application should be marked as\n      'NIA'.\n      A non-refundableapplication fee of $7,000 shall be enclosed (certified cheques made payable to the Authority ale\n      accepted). Licence fees of $5.000 will become payable at the time of issue of the licence.\n      If you are in doubt about any provision of this application tom please consult wlth an authorized officer of the\n      Authority before completing it.\n       You may make a single application in respect of two or more sources and types of d~schargeconstruction, recon-\n       8tNCtion Or alteration of works, however, separate l~cencssm y be ~ssuedin respect of each.\nPart A. Qanaml"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.-(1) The operator of a facility shall give the Authority at least thirty Authontyto\ndays prior written notice of the date of any performance test required under         $Ez!kf\nthese Regulations, and shall afford the Authority the opportunity to make\narrangements for an authorized officer to observe the conduct of the test.\n        (2) Any such authorized officer designated by the Authority shall 'be\nafforded the opportunity to obtain samples or make measurements of air\npollutants from sources or measurements of fugitive emissions.\n         (3) Where the Authority wishes to conduct tests of any source to\ndetermine compliance with emission targets or standards, the operator of the\nfacility shall provide, upon request and free of charge to the Authority-\n      (a) the necessary openings in sources;\n      ( b ) stacks, vents and ducts;\n      (c) safe and easy access thereto; and\n      (4 a suitable power source to the point of testing.\n        (4) The operator of the source to be tested shall provide the Authority\nwith such data as may be required to establish test conditions.\n                   fTlle inclusion of this page is authorized by L.N. 1712009]\n                        THE NATURAL RESOURCES CONSERVATI0hrAUTHORITY (AIR QUAWTY)\n                                           REGULATIONS. 2006\n                       (5) Where the Authority wishes to conduct tests of any source, the\n                 Authority shall-\n                     (a) provide the operator with a written notice-\n                                 (i) requiring the performance of the tests specified by the\n                                     Authority;\n                                 (ii) specifying the period during which the tests will be\n                                       conducted,\n                          at least thirty days before the start of the period referred to in sub-\n                          paragraph (ii);\n                     (b) prepare a pre-test plan including the approximate date of the tests and\n                         provide the operator with a copy of the pre-test plan prior to the\n                         scheduled conduct of the test.\nProvision          27. Where the Authority requires stack emission tests to be performed under\nof services\nfor stack        these Regulations, the operator of the facility shall provide the following-\nsarnpl~nl~\n                     (a) sampling ports adequate for test methods applicable to the facility;\n                     (b) safe sampling platforms or other suitable and safe structures or\n                         equipment, either permanent or temporary, mobile or stationary;\n                     (c) safe access to sampling platforms; and\n                      (4 testing equipment and utilities for sampling.\nStack emission\nrecording"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27.-(1) The Authority may, as it thinks fit, zone areas of a national\n               park and may-\n                   (a) assign a name or other designation for each zone;\n                   ( b ) make provisions with respect to the purposes for which each\n                         zone may be used; and\n                    (c) attach terms and conditions with regard to the use of each\n                        zone.\n                      (2) A person who uses a zone for a purpose other than one for\n               which provision is made or contravenes any term or condition with\n               regard to the use thereof commits an offence.\nPreparation      28.-(1) As soon as is reasonably practicable after a national park\nof manage-\nmend           has been declared, the Authority shall prepare or cause to be prepared.\n               a plan of management in respect of such national park.\n                      (2) A plan of management prepared pursuant to paragraph (1)\n               may include provisions in relation to any area that is proposed to be\n               added to such national park so, however, that such provisiob shall\n               not have effect until such area is added to the national park.\n                             lThc Incl!~sion of this page is authorized by L.N. 144/1995]\n         THE NATURAL RESOURCES (NATIONAL PARKS) REGULATIONS, 1993                            33"
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28.-(1) Results of emissions sampling and analysis shall be expressed in\nmdrqmning        metric units consistent with the emission standards or targets set out in these\nrequirements.\n                 Regulations or in the conditions (if any) imposed in the relevant licence.\n                        (2) Measurements of emissions into the atmosphere from stacks, vents\n                 or other air pollutant sources, which are reported to the Authority whether\n                 voluntarily or as a requirement of these Regulations or of any condition of a\n                 licence, shall be reported to the Authority in the form of a test report that\n                 includes the following information-\n                      (a) the testing methods and results, certified as being true, accurate,\n                          and in compliance with these Regulations by the person\n                           responsible for conducting the emissions test;\n                     (6) the name and location of the facility, the name and location of the\n                         source tested, the purpose of the tests, the test participants and their\n                         titles, and the date of the performance test;\n                     (c) a summary of the results, setting out emission rates for each\n                         pollutant and a comparison with applicable emission standards or\n                         targets and with any emission limits in the licence;\n                                 [The inclusion of t h ~ spage is aurllorized by L.N. 1712009]\n   THE NATURAL RESOURCES CONSERVATION AUTHORITY (AIR QUALITY)\n                      REGULATIONS, 2006\n(6) a description of the facility and sources tested and the type of process\n    and control equipment utilized;\n( e ) a description of the process sampled and associated emission control\n      devices referred to process ID, and locations at which sampling took\n      place consistent with information provided in the relevant licence\n      application or licence, as the case may be;\nV) a schematic of each location sampled including duct diameter direction\n   of flow, dimensions to nearest upstream and downstream disturbances\n   (including the number of duct diameters), location and configuration of\n   the sampling ports, nipple length and port diameters, and the number\n   and configuration of traverse points;\n(g) confirmation that sampling locations meet the criteria in the test\n    methods set out in the Thirteenth Schedule, or the reasons why those zFeduyh\n    locations do not meet such criteria and a discussion of the effect on\n    results;\n(h) a discussion of special traversing or measurement schemes (if any);\n(i) a process flow diagram, maximum design capacities, a fuel analysis\n    and heat value for heat input rate determination, process and control\n    equipment operating conditions, stack height, exit diameter, volumetic\n    flow rate, exit temperature, exit velocity and a discussion of variations\n    from normal plant operations;\n(j) a description oithe sampling methods used;\n( k ) a brief discussion of the analytical procedures, with justifications for\n     any variance from prescribed method procedures;\n(0 the number of sampling points, time per point and the total\n     sampling time per run;\n(m) a cross-sectional diagram showing sampling points and a diagram of\n    the sampling train;\n(n) a diagram showing stack dimensions, sampling location and the\n    distance from the nearest flow disturbance upstream and downstream,\n    respectively, of the sampling points;\n(0) results  and calculations in units consistent with the applicable\n     emission limits with one complete calculation using actual data\n     for each type of test performed;\n(p) the tabulated data and results of the process weight rate or heat input\n    rate in metric units, the referenced or derived conversion factors, the\n    stack gas flow rate, the measured emissions given in units consistent\n    with the applicable emission limits, the visible emissions observations,\n                [Thc i~iclusiotiof this paze is authorized by L.N.1712009]\n                        THE NATURAL RESOURCESCONSERVATION AUTHORlTY(AIR QUALITY)\n                                                    REGULATIONS, 2006\n                          or six consecutive minute average continuous opacity monitor\n                          readings, and the average value of emissions !?om any continuous\n                          gaseous emissions monitoring system in units consistent with\n                          applicable emission limits;\n                      (q) quality assurance procedures;\n                      (r) appendices with raw data and details of calculations, including-\n                                 (i) raw production data signed by the source official;\n                                (ii) photocopies of all raw data;\n                                (iii) a chain of custody report; and\n                                (iv) copies of all calibration data;\n                      (s) for particulate matter tests, copies of visible emissions evalua-\n                          tions or opacity monitor readings, and, for gaseous pollutant tests,\n                          copies of any continuous gaseous emissions monitoring system\n                          readings during the tests.\n                          (3) All emission test reports shall be delivered to the Authority\n                  within thirty days from the date of completion of the testing.\n                          (4) The Authority may, if it thinks fit, grant an extension of the\n                  period specified in sub-paragraph (3) upon the submission to the Authority,\n                  not less than five days before the expiration of such period, of a written\n                  explanation for the requested extension:\nContinuous           29.-(1) A licensee having any of the sources set out in column A of the\nemision\nmonitoring        Thirteenth Schedule shall install, calibrate, maintain and operate equipment\nsystem            for continuously monitoring and recording, according to methods specified in\n(CEMS)\nrequirements.     these Regulations or approved by the Authority, the emissions set out in\nThirteenth\nSchedule.         relation thereto in column B of that Schedule.\n                          (2) A control order served under regulation 41 may require\n                  continuous emissions monitoring systems (CEMS) for any source or facility.\n                         (3) CEMS equipment shall be installed in a location that accords with\n                  sound engineering practices to provide for accurate emission readings.\n                          (4) The averaging times for CEMS shall correspond to the averaging\n                  times for the appropriate emission standards or targets\nPerf0nnance\nrequirements        30.-31) Every CEMS shall satisfy performance requirements in\nfor continuous    accordance with the monitoring requirements set out in the Fourteenth\nemission\nmonitoring        Schedule.\nsystems (CEMS).\nFourteenth\nSchedule.\n                                  [The inclusioil o f this page is autliorized hy L.N. 17/2009]\n       THE NATURAL RESOURCES CONSERVATIONAUTHORITY (AIR Q U A L m )\n                          REGUATIONS. 2006\n        (2) Every licensee who is required to install CEMS shall maintain\nrecords of all such monitoring, for a period of not less than two years from the\ndate on which the record is made, and shall make those records available for\ninspection upon request any authorized officer.\n        (3) A licensee who is required to install CEMS under these Regulations\nshall complete the installation and performance testing of C E M S\n     (a) in relation to an existing source, on or before March 3 1,2009;\n     (b) in relation to a new source or major modification of an existing\n         source, within one year after commencement of operation or effecting\n         the modification, as the case may be.\n     (4) Every licensee who is required to install, maintain, and calibrate\nCEMS equipment shall-\n    (a) prepare a schedule of the calibration and maintenance of the\n        continuous monitoring system;\n    (b) prepare and submit annual reports of emissions measured by CEMS as\n        required in the terms and conditions of the licence."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29.7 M W\n                 [The inclusion o f this page is authorized by L.N. 1712009j\n    THE NATURAL RESOURCES CONSERVAnON A UTHORITY (AIR QUALITY)\n                       REGULATIONS, 2006\n                               ELEVENTHSCHEDULE   (Regulations 16,22 and 23)\n             Stack Emission Standards for New Sources, contd.\nSOURCE            SEGMENT                    STANDARD FORNEW SOURCES\nC r n R Y\n                                      Pollutant         Value\n                Gas turbine NO,                         380 ng/J output\n                >20 MW non\n                peaking\n                Gas turbine           NO,               460 ng/J output"
    },
    {
      "provision_ref": "sec29a",
      "section": "29A",
      "title": "Section 29A",
      "content": "29A. A park manager may designate and open hiking trails for use by the\npublic for recreational purposes and may close such trails in the interest of\npublic safety."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30.-(1) The Authority may from time to time, where it considers it natiowl\n                                                                         Designalion of\n                                                                                 park\nexpedient to do so, designate as national park rangers, for the purposes ranger.\nof these Regulations and on such terms and conditions as it thinks fit-\n       (a) a member of staff of the Authority; or\n      (b) any other person who by training or experience is qualified to be so\n          designated.\n         (2) The designation of a person as a national park ranger under this\nregulation shall be notified in the Gazette."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31.-(1) A licensee who is required to install, maintain and cali6rate CEMS          kz-,\nequipment shall notify the Authority, in the manner provided by paragraph (2),\nof the malfunction of any such CEMS.\n         (2) A notification under paragraph (1) shall be made within two days\nafter the malfunction and shall contain the following information-\n     (a) the date and time of each period of equipment malfunction; and\n     ( b ) the nature of the system repairs or adjustments, if any, made to\n           correct the malfunction.\n         (3) Upon the written request of a licensee, the authority may exempt\nthe licensee from the monitoring and reporting requirements of regulations 29\nand 30 during any specified period, for the purpose of monitoring system\nmalfunctions, if the Authority is satisfied that the malfunction is unavoidable\nand that the equipment is being repaired as expeditiously as is practicable.\n                     PART 111. Ambient Air Quality Monitoring\n                                and Assessment"
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32.-(1) The functions of a national park ranger shall be to patrol the area nationel\n                                                                                  Functions of\n                                                                                          park\nof each national park, to protect the resources of that national park and without ranger.\nprejudice to the generality of the foregoing, to-\n      (a) patrol and monitor the various zones of the national park;\n      (b) enforce these Regulations;\n      ( c ) maistain patrol vehicles, marking facilities and trails;\n      (4 provide first-aid, emergency or rescue assistance to national park\n            users in the event of accident or injury; and\n      ( e ) assist in the conduct of environmental monitoring pro-\n            grammes.\n        (2) In the exercise of his functions within the national park, a national\npark ranger may-\n                             THE NATURAL RESOURCES (NATIONAL PARKS) REGULATIONS, 1993\n                       (a) require any person to refrain from any unlawful act or any\n                           act which in his opinion appears likely to result in the\n                           damage or destruction of any property, real or personal,\n                           which is owned by, in the possession of, or under the man-\n                           agement of the national park or any user of the national park;\n                       (6) require any person whom he finds committing or whom he\n                           reasonably suspects of having committed any such act to state his\n                           full name and true place of residence or leave the national park\n                           immediately;\n                       (c) require the holder of a permit or licence to produce his permit or\n                           licence, as the case may be, for inspection;\n                       ( 4 seize any weapon, trap or device of any kind with which an offence\n                           appears to have been committed;\n                       (e) search any person whom he may reasonably have cause to suspect\n                           of contravening any provision of these Regulations.\nPersons deemed      33. For the purposes of these Regulations a member or officer of the\nnational park\nrangers.         Jamaica Constabulary Force, the Jamaica Defence Force and the Island Special\n                 Constabulary Force respectively shall be deemed to be a national park ranger.\nNational Parks     34.-(1) The Authority may by notice published in the Gazette appoint an\nCouncils.\n                 Advisory Council (hereinafter referred to as the Council) for national parks.\n                            (2) The Council appointed under paragraph (1) shall consist of-\n                       (a)     the Executive Director of the Authority or his nominee;\n                       (b) the park manager of each national park;\n                       (c)     a representative of the Forestry Division of the Ministry of\n                               Agriculture;\n                       ( 4 a representative of the Fisheries Division of the Ministry of\n                           Agriculture;\n                       (e)     a representative of the Jamaica Conservation Development Trust;\n                       u>      a representative of the Ministry of Finance and Planning;\n                       (g) a representative of the Ministry of Production, Mining and\n                           Commerce;\n                       (h) a representative of the National Environment Societies Trust;\n                       (i) a representative of the Planning Institute of Jamaica;\n                       (j) a representative of the Jamaica National Heritage Trust;\n                       (k) a representative of the Town Planning Department; and\n                       (I)     four other persons of whom one shall be qualified in geology.\n                                     [The inclusion o f this page is authorized by L.N. 33N20051\n        (3j Thc ~ncnlbcrsof thc Council slall hold officc for suclr pcriod not\ncxcccding two ycars as thc Authority may dctcrminc and shall bc cligiblc for\nrcappoimmcnt.\n        (4) Thc Authority shall apyolnt onc of thc incnlbors of thc Cou~lc~lto\nbe chairman thereof.\n         (5) Tllc Authority may appoint any pcrson to act in placc of tllc\nchairnm or any othcr nlcnlbcr of thc Council in tltc casc of thc abscncc or\ninabiliry to act of thc clairn~anor othcr nlcnlbcr.\n         (6) Thc nlcctings of thc Coullcll shall bc hcld at such tilnc and such\nplaccs as tl~ccl~airnwlmay from tiinc to t i m appoint.\n         (7) Fivc ~llcnlbcrsof thc Council slall form a quorunl at any meeting.\n         (I)) Thc dccisiolls of thc Council shall bc by a nlajority of thc\nmncnlbcrs, and in ad&tion to an orignal votc, tllc cchairnnn shall lavc a casting\nvotc in any casc in which thc voting is cqual.\n         (9) The lu~lctionsol the Council sllall be lo ~rlakereco~rurie~idations\n                                                                               lo\nthc Authority on tllc prcscrvation of tllc ccological systcnl of cach national\npark and, without prcjudcc to tllc gcncrality of thc foregoing, to-\n      ((7)   advisc thc Authority on lnattcrs rclatlng to tlx a&~u~ustratio~~,\n             control and prcscrvat~onof thc rcsourccs of cach national park and\n             for thc dcvclopn~cntof such ~utlonalpark on a nauonal bas~s;\n      ( 6 ) advisc thc authonty on a nlanagcmcnt plan for tllc propcr opcrmon\n             and nlanagcnlcnt of cach iatlonal park and to rcvlcw that pian\n             m1ually;\n      (c) advisc thc Authority on lnanagcmcnt suatcgics to cnsurc that such\n          managcmcnt stratcgics aclucvc thcir dcsircd cffcct; and\n      id) instmtc progranmcs to raisc rcvcnuc for cach national park\n       (10) in pcpcrf1ung thc hlctions spccificd m primgraph (9), thc\nCouncil may-\n      (u)    advisc on cducauonal progrmncs to cnsurc conununity\n             mvolvcmc~itin thc prcscrvation of cach national park;\n      (6) advm thc Author~tyon zoning and thc cstabl~sluncntof boundarks\n             m cach nauonal park."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33.-(1) The methodology for ambient air quality assessments shall be\nair quality     that set out in the ambient air qua!ity guideline document.\nmonitoringand\nassessments\n                      (2) The Authority shall require air dispersion modelling as part of an\n                ambient air quality assessment, and may require ambient air quality and\n                meteorological monitoring as set out in the ambient air quality guideline\n                document.\n                       (3) A person who is required to conduct ambient air quality\n                monitoring shall submit an air quality monitoring plan and shall provide\n                documentation and reporting in accordance with the monitoring programme\n                set out in the ambient air quality guideline document.\n                      (4) Every applicant for a licence in relation to a facility for which\n                screening air dispersion modelling is appropriate under the ambient air\n                quality guideline document, shall conduct screening air dispersion modelling\n                and shall-\n                    (a) including the results thereof with the licence application, if the\n                         maximum predicted ground level concentration of an emitted\n                         pollutant plus the background concentration is less than or equal to\n                         75% of-\n      THE NATURAL RESOURCES CONSERVATION AUTHORITY (AIR QUALITY)\n                         REGULATIONS, 22006\n              (i) the applicable national ambient air quality standard, in the\n                  case of any criteria air pollutant; or\n             (ii) the applicable national ambient air quality objective, in\n                   the case of any priority air pollutant;\n     (b) act in accordance with paragraph (5) where the maximum ground\n         level ambient concentration predicted by a screening air dispersion\n         model plus the background concentration is greater than 75% of-\n             (i) the applicable national ambient air quality standard, in\n                  the case of any criteria air pollutant; or\n             (ii) the applicable national ambient air quality objective, in\n                   the case of any priority air pollutant.\n       (5) The applicant shall conduct stack tests and repeat the screening air\ndispersion modelling, using the data from the stack testing, and-\n     (a) prepare a compliance plan and include that plan with the licence\n         application, if the stack tests show that any stack emission standard\n         is exceeded;\n     (6) include the results of the repeat screening air dispersion modelling\n         with the licence application if the maximum predicted ground level\n         ambient concentration plus the background concentration obtained\n         from the repetition is less than-\n              (i) the applicable national ambient air quality standard, in\n                   the case of any criteria air pollutant; or\n             (ii) the applicable national ambient air quality objective, in\n                  the case of any priority air pollutant; and\n     (c) conduct derailed air dispersion modelling and including the\n         results thereof with the licence application if the maximum\n         predicted ground level ambient concentration plus the background\n         concentration obtained from the repeat screening air dispersion\n         modelling is greater than-\n             (i) the applicable national ambient air quality standard, in\n                  the case of any criteria air pollutant; or\n            (ii) the applicable national ambient, air quality objective, in\n                  the case of any priority air pollutant.\n       (6) In relation to a major or significant facility for which screening\nmodelling is not appropriate, as specified in the guideline document, an\napplicant for a licence shall conduct detailed dispersion modelling before\nproceeding with the application or any air quality assessment and-\n      THE NATURAL RESOURCES CONSERVATION AUTHORITY (AIR QUALITY,)\n                         REGULATIONS. 2006\n     (a) may proceed with the application for a licence or air quality\n         assessment, if the maximum predicted ground level concentration\n         plus the background concentration is less than or equal to 75% of\n         the applicable national ambient air quality standard for any criteria\n         air pollutant or objective for any priority air pollutant;\n     (6) except as specified in paragraph (7), shall conduct stack tests as\n         appropriate and conduct detailed modelling for completing the\n         air quality assessment before continuing with the application, if\n         the maximum predicted ground level ambient concentration plus\n         the background concentration obtained from a screening model is\n         greater than 75% of the applicable national ambient air quality\n         standard for any criteria air pollutant, or objective for any priority\n         air pollutant.\n        (7) Stack test shall not be required for estimating emissions of sulphur\ndioxide from any fuel combustion process that burns heavy, residual,\ndistillate, medium or light fuel oils or natural gas, if the exhaust gases are\nemitted directly into the atmosphere and do not come in contact with any\nprocess stream (for example, cement, alumina or lime kilns that remove\nsulphur dioxide).\n       (8) An application for approval to construct a new source or facility\nor to carry out a major modification to any existing source shall not be\ngranted if the impact predicted, by the dispersion model is significant:\n    Provided that such approval may be granted in locations where the\npredicted impact based on detailed dispersion modelling plus the background\nconcentration is less than, or equal to 75% of the applicable national ambient\nair quality standards, and the source emissions do not exceed any applicable\nstack emission standards.\n       (9) In relation to an existing source, where the maximum ground\nlevel ambient concentration is predicted by the detailed model to exceed any\napplicable national ambient air quality standard, the applicant shall prepare a\ncompliance plan as a requirement of the application for a licence, and the\nprovisions of these Regulations requiring ambient and stack emission\nmonitoring and reporting shall be deemed to be conditions of the licence.\n       (10) Where the stack test results show that a pollutant is emitted at a\nlevel above the applicable emission standard or target, the applicant shall\nprepare a compliance plan as a requirement of the application for a licence.\n       (1 1) Every licensee shall meet the applicable air quality standards,\nunless the licensee is acting in conformity with a compliance plan approved\nby the Authority, in respect of that licensee, under these Regulations.\n                    [-rile inclusion of this page is authorized by L.N. 17/2009]\n      THE NATURAL RESOURCES CONSERVATION AUTHORI7Y (AIR QUALITY)                        66.69\n                          REGULATIONS, 2006"
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. The operator of a new or existing major or significant facility that uses Resuirements in\nrenewable hels for eighty per cent or more of its annual &el requirements-       p22Eanew\n                                                                                  facility that lu*l\n    (a) shall include with the application for a licence, a plan for optimizing   ;zgp\n        combustion efficiency, and that plan shall indicate current practices, mar moreof\n        targets for optimization of combustion efficiency and milestones for      zzz:\n        indicating progress towards achieving the targets; and\n     (6) where the licence% granted, shall as a condition of the licence-\n             (i) comply with the plan; and\n            (ii) report to the Authority in writing at least once in every six\n                 months, the facility's progress toward achieving such targets."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. Certification'\n      I hereby certify that to the best of my knowledge, the information and data\n      submitted in and with this application,are true, accurate and complete.\nOperator's Signature:\nTitle:\nOperator's Name (Typed or printed)\nDate:\n'   \" J I G means Jamaica Imperial Grid\n    \"JMG means Jamaica Metric Grid\n                  [The inclusion of this page is aulhorized by L.N. 17/2009]\n           THE NATURAL RESOURCES CONSERVATIONAUTHORITY (AIR QUALITY)\n                              REGUU TTONS, 2006\n                                           SIXTHSCHEDULE                                  (Regulation 6)\n                                  Licence to Discharge Air Pollutants\nLicence No: ..................................................\nThe Natural Resources Conservation Authority, in accordance with the Nahual\nResources Conservation Authority (Air Quality) Regulations, pursuant to an\napplication completed on the d  a   y of                                                     ¶-*\nHEREBY GRANTS a Licence to: Operator (legal) name:\nPhone No.: (                          1\nFaxNo.:           (                   1\nWith facilities located at\nFacility name\nTYPE OF BUSINESS\nThe                                                 conducts\nEMISSION DISCHARGE LIMITS\nThis licence is granted for the discharge of the following pollutants with anticipated\nannual discharge rates and up to the maximum amounts shown.\nSUMMARY OF MAXIMUM ANNUAL EMISSIONS\nFOR THE LICENCE PERIOD                                           to\nI Pollutant           Maximum Hourly MaximurnAnnual                      MaximumAnnual Rate for\n                         rate (gts)  Rate (tomes per                          licence period\n                                           year)                            (tomes per yr;ar)\n  THE NATURAL RESOURCES CONSERVATION AUTHORITY (AIR QUAUTY)\n                               REGULATIONS. 20006\n                                 SIXTHSCHEDULE,\n                                             contd.\nLICENCE CoNDrnONS\nThis licence is issued under the following conditions:\nGeneral conditions\nAnnual reporting of emissions\nPayment of discharge fees\nReporting of excess emissions\nNotice of maintenance activities that could result in excess emissions\nNotice for compliance monitoring\nFacility-Specific   Conditions\nSpecific Monitoring and reporting requirements\nStack\nSpecific emission point identifiers\nParameters to be monitored and frequency\nAmbient. Parameters to be monitored and frequency\nSpecific emission point identifiers\nParameters to be monitored and frequency\nCompliance requirements\nCompliance targets and milestones and reporting\nFugitive Emission Control Plan monitoring and reporting\nRecord keeping requirements\nNotes\nDated this -day of                                                   ,-.\n        THE NATURAL RESOURCES CONSERVATION AUTHORITY (AIR Q U A m )\n                            REGULATIONS, 22006\n                               SEVENTH   SCHEDULE                   (Regulation 10)\n               Notz3cation of uncontrolled release of Air Pollutants\n'This form must delivered to the NRCA at 10 Caledonia Avenue, Kingston 5, within\n24 hours of an uncontrolled release of air pollutants. Exclude routine events such\nas soot blowing and scheduled plant start up or shut down, (Note: Include any\nupset conditions and plant shut down as a result of the release.) This notification\nmust be followed by a detailed written report within 10 working days after the\nexpiration of the time allowed for the delivery of this form\n Plant Name\n Plant Location\n (address)\n NRCA Air Pollutant\n Dicharge Licence\n Number\n Date of release\n @ D M O r n\n Time of release\n Duration of release\n Location of release\n (plant source ID3, or\n description of location)\n Brief description of release\n Attach separate page\n if needed\n (1) Include the following:\n     Prelimimy indication of the likely pollutants emitted. Indicate whether plant\n     has been shut down or if a decision has been taken to shut down the plant\n     or an affected part of the plant as a result of the release.\n     Indicate if any emergency reponse plans have been activated or if a decision\n     to activate emergency response plans has been taken.\n                   [The inclusion o f this page is authorized by L.N.1712009]\n            W E NATURAL RESOURCE3 CONSERVATIONAUTHORITY (AIR QUAWTY)\n                               REGULATIONS, 2006\n                                           EIGHTH SCHEDULE                                (Regulation 11)\n                            Annual Air Emissions Summary Report\nFACILITY NAME:\nLicence No.:\nREPORTING YEAR (January 1 to December 31).\nThis summary report is required for satisfying conditions of licences. The information\nwill be used to determine and adjust emission fees if necessary for the reporting\nyear and also will be used to compile a national air pollutant emission inventory.\nPlant information\nPlant name:\nPlant mailing address:\nPlant Activity\nDays of week operating                Sun.        Mon. Tue.        Wed. Thu.          Fri.      Sat.\n                                      0        0 0  0                        0         0        0\nHours per day                         ~       ~ ~ 0 ~                        ~        ~\nMonths operating and approximate percentage of annual emissions in each month\nJ       F     M      A        M        J      J      A       S       O       N        D\n0       0       0    0        0       0       0       0       0       0 0 0 0                       0\nq               q    q        q       q       q       q       q       q Daysperyear\nfacility operated:\n    Fuel\n    information\n    Fuel Type       Associated Annual Average Average Average Average\n                      SCCs       use    Heat   % Sulphur % Ash Density\n                               (Metric Content\n                                units)\n    Heavy fuel\n    oil (No. 5\n    or 6 )\n    Heavy fuel\n    oil (No. 5 or\n    6 or Low\n    Vanadium)\n    coal\n    LPG\nTHE NATURAL RESOURCES CONSERVA770NAUTHORITY (XIR QUAWZT'Y)\n                   REGULATIONS, 2006\n                   EIGHTHSCHEDULE,\n                                 contd.\n        Annual Air Emissions Summary Report, contd.\n      THE NATURAL RESOURCES CONSERVA770NA UTHORITY (AIR QUAUTY)\n                         REGULATIONS, 2006\n                             EIGHTH SCHEDULE,\n                                           contd.\n      OF ANNUALACTUALEMISSIONS INFORMATION FOR REGULATED\nSUMMARY\n           POLLUTANTS AND GREENHOUSE GASES\n                REPORTING YEAR(January 1 to December 3 I),\nTotal actual air pollutant emission information during normal operation, plant\nstartup, shut down and malfunction and all other operating conditions.\n                 [The inclusion of diis page is authorized by L.N. 17120091\n      7HE NATURAL RESOURCES CONSERVATIONACr7710RITY(AIR QUAL(TY)\n                         REGULATIONS. 2006\n(1) Place a check mark to indicate method used. ST Stack test data; EF Emission\n    factor; MB Mass balance. Other-Specify method used in an attachment.\n    Total actual priority air pollutant emission information during normal operation,\n    plant start up, shut down and malfunction and all other operating conditions.\n    Repeat Table for additional sources as needed.\n offset from north-\n  ollutant identified by\n(1) Place a check mark to indicate method used. ST Stack test data; EF Emission\n    factor; MI3 Mass balance. Other-Specify method used in'an attachment.\n      7 E E NATURAL RESOURCES CONSERVA770NAUTHORITY (MR Q U A m )\n                           REGULATIONS, 2006\n                           EIGHTHSCHEDULE,    contd.\nRepeat Table for additional sources as needed\n             [The inclusion of tl~ispage is authorized by L.N. 17/2009]\n            THE NATURAL RESOURCES CONSERVATION AUTHORlTY (AIR Q U A W )\n                               REGULATIONS, 2006                                                 66.119\n                                   NINTHSCHEDULE                       (Regulations 12 and 49)\n                             Air Pollution Discharge Fees\nColumn One                                                     Column Two\n   -\nPollutant                                                      Fee per tonne or\n                                                               portion of a tonne\nSulphur oxides (SO, + SO,)                                     $100 per tonne\nParticulate matter                                             $100 per tonne\nNitrogen oxides measured as NO,                                $100 per tonne\nLead                                                           $200 per tonne\nSulphuric acid mist                                            $200 per tonne\nEach priority air pollutant                                    $200 per tonne\n(other than greenhouse gases)\n                        [The inclusioll of this page is authorized by L.N.17120091\n        ?'FIE NATURAL RESOURCES CONSERVA770NAU7710RITY (AIR QUALITY)\n                             REGULATIONS. 2206\n                                    TENTHSCHEDULE                     (Regulations 16,22 and 23)\n                    Stack Emission Targets for Existing Sources\n    SOURCE            SEGMENT                              TARGET FOR EXISTING\n    C m R Y                                                     SOURCES\n                                           Pollutant                     Value\n    ALL SOURCES                            Opacity             20% opacity and up to 40%\n1 (except where I                      I               I opacity for six (6) consecutive I\nI specifically I                       1               1 minutes in any hour or 6 hours 1\n          C\n                                                               in 10 days except during start-\n                                                               up, shut down or soot blowing,\n                                                               for each stack.\n    MINERAL           Portland                                 800 g/t clinker for kilns.\n    I N D U m         Cement\n                                       I PM            1 300 g/t clinker for clinker cooler. I\n                                       I PM            1 50 g/t clinker for finish grinding. I\n                                       IPM             I       100 g/t aggregate for all other\n                                                               sources."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. The Authority shall be entitled to recover any debt due to the Authorit)t am~ -n(LhUh\n                                                                                       ~of\n                                                                                        l\nas a civil dcbl in a Rcsidcnl Magismc's Court, nolwilhstanding any\nlimitations as to amount recoverable under Ihe Judicam (Resident\nMagistrates) Act\n                   [The lnclusio~lof th~spage IS authonzed by L N 33A/2005]\n      THE NATURAL RESOURCES (NATIONAL PARKS) REGULATIONS, 1993\n                                         SCHEDULE                      (Regulations 14.4 and 16)\n                                          PARTA\n                                          FORMA                                 (Regulation 16 (3))\n             THENATIJRALRESOURCES\n                                CONSERVAT~ON\n                                          AUTHORITY\n                                                  ACT\nApplicatio~rjorPermit to Carry Out Researclr or for the Collection ofNatural Objecls or\n                  Specinlert Al~intalor Plant Life b1 a Natiorrol Park\n         General Irlforrnatiorr\n         Name of Applicant(s)                            ----\n         Postal Address of Applicant(~)-_\n                                          -                                                   --\n         Telephone No(s)                                      Facsimile No(s)\n         E-mail Address -                         --\n          General Projects Irtjixwta/ior~\n         Title of Project                                                                       -\n         Agency or Institution on behalf of which the Application is being made, if any:\n         Name and Institutional Address of Principal Investigator:\n          Qualification of Principal Investigator:\n          Names and qualifications of Associates who will work on the project (attach very\n          brief C.Vs):\n                  [The inclusio~~\n                                of this page is authorized by L.N. 33.4:2005]\n     THE NA TURAL RESOURCES (NATIONAL PARKS) REGULA TIONS, 1993\n                                    PARTA, confd.\n                                    FORMA, confd."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37.-41) Every licensee shall ensure that the facility to which his licence conscqum\nrelates, and each source in that facility, is operated in accordance with these   22;-\nRegulations and all terms and conditions of the licence.                        with\n                                                                                Regulations.\n       (2) The Authority may issue a warning notice to any person who fails\nto comply with paragraph (I), stipulating the nature of the breach, the\nrequired remedial action, specifying a reasonable period within which the\nremedial action shall be carried out and informing the person that he may\napply to the Authority to be heard in relation to the case within such time as\nmay be specified in the notice.\n                       THE NATURAL RESOURCES CONSERVATION AUTHORITY (AIR QUALITY)\n                                          REGULATIONS. 2006\n                        (3) Where a person fails to comply with a warning notice issued under\n                 paragraph (2), the Authority may, in relation to the facility in respect of\n                 which the non-compliance occurs-\n                     (a) issue a control order;\n                     ( b ) impose administrative penalties;\n                     (c) suspend or revoke any licence;\n                      (6) refuse an application for renewal of any licence;\n                      ( e ) apply to the Supreme Court for an injunction to prohibit the opera-\n                            tion of the facility of any source at the facility,\n                 as it thinks appropriate, in accordance with the provisions of these\n                 Regulations.\n                         (4) The Authority may act under paragraph (3) without sewing a\n                 warning notice in relation to any breach if a control order is in effect in\n                 relation to the breach.\nPmcedure           38. The Authority may, by notice in writing to the licensee, revoke or\nfor revocation\norQlspension     suspend a licence if-\no f a l~cence\n                      (a) a breach of any term or condition of the licence is committed;\n                      (6) the licensee no longer carries on operations at the facility;\n                      (c) the licensee fails to pay any fees due to the Authority in respect of\n                          the licence;\n                      (4 the licensee, in an application, report or record submitted pursuant\n                          to these Regulations, wilfully and knowingly submits any false or\n                          misleading information, omits any relevant information or falsifies\n                          any record of environmental monitoring;\n                      ( e ) the licensee fails to obey a control order issued under these Regula-\n                            tions; or\n                      u> the licensee fails to submit and comply with a fugitive particulate\n                           emissions control plan or a compliance plan as required under\n                           these Regulations.\nRefusal oran       39.-41) The Authority may deny an application for a renewal of a licence\napplication\nfor renewal      where-\nof a Lcence\n                    (a) the licensee fails to pay any fees due to the Authority in respect of the\n                         licence;\n                    (6) the licensee, in any application, report or record submitted pursuant\n                         to these Regulations, wilfully and knowingly submits any false or\n                         misleading information, omits any relevant information or falsifies\n                         any record of environme:ltal monitoring;\n                               [Tlie i~iclusionof tliis page is autllorized by 1..N. 17/2009]\n      THE NATURAL RESOURCES CONSERVATIONAUTHORITY (AIR QUALITY)\n                         REGULATIONS, 2006\n     (c) the licensee fails to obey a control order issued under these\n         Regulations; or\n     (d) the licensee fails to submit and comply with a fugitive particulate\n         emissions control plan or a compliance plan as required under\n         these Regulations."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40, Appendix A;\n     (c)    Method IbSemi-continuous determination of sulphur emissions from\n            stationary sources published in the Federal Register of the United\n            States of America, Part 40, Appendix A;\n                  [The inclusion of this page is al~thorizedby L.N. 1712009]\n            THE NATURAL RESOURCES CONSERVATZONAUTHORITY (AIR QUALITY)                          66.133\n                               REGULATIONS, 2006\n                             TWELFTHSCHEDULE,         contd.\n      (d)     >lethod 16A-Determination of total reduced sulphur emissions from\n              stationary sources (irnpinger technique) published in the Federal Reg~ster\n              of the United States of America, Part 40, Appendix A;\n      (e)      \\lethod 16B-Determination of total reduced sulphur emissions from\n               stationary sources published in the Federal Register of h e United\n               States of America, Part 40, Appendix A;\n      (t)     Reference hfethods for Source Testing: Xleasurement of Releases of\n              Total Reduced Sulphur (TRS) Compounds from Pulp and Paper\n              Operations, Environment Canada EPS 1RCt6 January, 1992.\n          (10) Xleasurement of Priority Air Pollutant.\nPriority air pollutant measurements shall be made by one of the following methods\nas appropriate:\n      (a)     Mercury\n                    (i)    U.S. EPA Method 29-Determination of Metals Emissions\n                           from Stationary Sources;\n                    (ii)   Reference Method for the Source Testing: Measurement of\n                           Releases of Mercury from Mercury Cell Chlor-Alkali Plants;\n                           Environment Canada Reference Method EPS W         5 June,\n                           1990.\n      (b)     Vinyl C!lloride\nEnvironment Canada-Vinyl           Chloride ~ e f e r e n c eMethod (EPS 1-AP-77-1)\n         (1 1) Other Priority Air Pollutants\nOwners or operators required to make measurements of emissions of other pollutants\nshall obtain concurrence and written approval of the Authority prior to making such\nmeasurements.\n        (12) Analysis of Heavy Fuel Oils and Solid Fuels.\nThe following methods shall be used for all fuel sampling plans. Any deviations\nfrom these methods must be approved by the Authority:\n     (a)      Sulphur content in coal-ASTM              methods D3177 o r D4239;\n     (b)      Sulphur content in gas turbine fuel oil-ASTM               method D2880 or sulphur\n              in petroleum products-D4294;\n     (c)      Sulphur content in fuel or petroleum gas-ASTM     methods D1072.\n              D3246, D4084 or continuous H,S monitoring of fuel gas line;\n     (d)      Gross calorific value-ASTM methods D5865 or IS01928 or B S l O l b\n              105 (calorific content shall be based on the lowest gross heating value\n              of the fuel);\n     (e)      Ash content-Ash        From Petroleum Products by ASTM D482.\n                   [The i~iclusionof this page is authorized by L.N. 17120091\n      THE NA TURAL RESOURCES CONSERVAUON AUTHORITY (AIR QUAUTY)\n                          REGULATIONS, 2006\n                               THIRTEENTH\n                                       SCHEDULE (Regulations 28 and 29)\n              Column A                                              Column B\n                 -                                                         -\n                Source                               Emissions monitoring requirement\n(1) Fossil fuel-fired steam generators             (a) opacity, except where the steam\n    burning solid fuels.                               generator capacity is less than"
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41.-(1) A control order may be issued in response to a breach of any control\n                                                                         orders\nprovision of these Regulations or of any term or condition of a licence.\n       (2) A control order-\n     (a) shall specify the breach in respect of which it is issued;\n     (6) shall specify the steps to be taken to ameliorate the effects of the\n         breach;\n     (c) shall specify the time within which the steps referred to in sub-\n          paragraph (6) shall be taken;\n     (4 shall require the immediate cessation of the breach;\n     (e) shall be in the form set out in the Sixteenth Schedule.                  Siaeenth\n                                                                                  Sckdule.\n       (3) Any person who fails to comply with the provisions of a control\norder issued under this regulation shall be liable on conviction to a fine not\nexceeding fifty thousand dollars or imprisonment for a term not exceeding\ntwelve months.\n      (4) Where a compliance plan is required by a control order, the person\nto whom the control order is issued shall submit a compliance plan within\nninety days of receipt of the order.\n      (5) The Authority shall, within ninety days of receiving a compliance\nplan pursuant to subsection (I), indicate in writing whether or not the\ncompliance plan is approved."
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42. A person to whom is issued a control order requiring the submission Fugitive\nof a hgitive emissions control plan shall submit such plan within ninety days\nof receipt of the control order."
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43.-(1) An operator shall permit any person authorized by the Authority tnspections.\nfor the purposes if this section to enter onto the premises where any facility\nor source is located for the purpose of-\n     (a) conducting ambient air quality monitoring;\n     (6) taking such samples or measurements of any air pollutant as are\n         required to carry out such monitoring;\n             THE NA TUR4L RESOURCES CONSERVATION AUTHORITY (AIR QUALITY)\n                                 REGULATIONS. 2006\n           (c) investigating any pollution incident occurring on the premises; or\n           (6)determining whether any provision of these Regulations or any\n                   term or condition of any licence in respect of the facility is being\n                   contravened.\n               (2) Any person desiring to cany out an inspection pursuant to\n       paragraph (1) shall, if requested to do so by any person in charge of the\n       premises, furnish evidence of his authorization to carry out the inspection.\nme-.     44.-(1)      Any person who-\n            (a) where required to provide any information under these Regulations,\n                knowingly provides false or misleading information;\n            (b) fails to provide information, or to make any report or submit any\n                   application or document, required of him under these Regulations;\n            ( c ) fails to allow access to any thing or information in respect of which\n                  he is obliged to provide access under these Regulations;\n           (4 fails to keep or maintain any record that he is required to keep or\n                  maintain under these Regulations;\n           (e) assaults or obstructs a duly authorized officer acting in the\n                  execution of his duty;\n           V) contravenes any term or condition of a licence issued to him under\n                  these Regulations; or\n           (g) discharges any air pollutant, or causes any air pollutant to be\n                 discharged, without licence,\n       commits an offence and shall be liable upon conviction before a Resident\n       Magistrate to a fine not exceeding fifty thousand dollars or to imprisonment\n       for a term not exceeding twelve months or to both such fine and\n       imprisonment.\n               (2) Subject to paragraph (3), an operator of a facility who carries out\n       a major modification to an existing source, which results in the source\n       producing excess emissions or emissions in excess of those permitted under\n       any licence in respect of the facility, commits an offence and shall be liable\n       upon conviction before a Resident Magistrate's Court to a fine not exceeding\n       fifty thousand dollars or to imprisonment for a term not exceeding twelve\n       months or to both such fine and imprisonment.\n               (3) Paragraph (2) shall not apply to an operator of an existing facility\n       having sources that, at the time of application for a licence, exceed any\n       emission standard or target, if the operator submits a compliance plan with\n       the licence application and continues to meet all of the milestones or other\n       conditions specified in the compliance plan.\n                           [Tlic ihiclu<ionof this page is authoriled by L.N. 17/2009]\n      THE NATURAL RESOURCES CONSERVATION AUTKORITY (AIR QUALITY)                     66.73\n                         REGULATIONS. 2006\n        (4) A person who commits an offence for which no specific penalty\nis provided under these Regulations shall be liable upon conviction before a\nResident Magistrate's Court to a fine not exceeding fifty thousand dollars or\nto imprisonment for a term not exceeding twelve months, or to both such fine\nand imprisonment."
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45.-(1)  Subject to the provisions of this regulation, the Authority may, in Administrative\nrespect of the offences set out in the Seventeenth Schedule, give to any pmalues\nperson who, in the opjnion of the Authority, has committed any such offence, S\"h\"du'e\na notice in writing in accordance with paragraph (7) offering that person the\nopportunity to discharge any liability to conviction of that offence by\npayment of a fixed penalty under this regulation.\n        (2) The amount of a fixed penalty under this regulation shall be\ncalculated in accordance with paragraph (3)and the method of calculating the\npenalty shall be communicated to the person against whom it is levied in the\nnotice referred to in paragraph (1).\n       (3) .The amount of a fixed penalty shall be five thousand dollars for\neach day during which, in the opinion of the Authority, the alleged offence\ncontinues, measured fi-om the date on which the notice referred to in\nparagraph (1) is given to the person.\n        (4) Where a person is given notice under this regulation in respect of\nan offence, no criminal proceeding in respect of that offence shall be taken\nuntil the end of the period specified in the notice.\n       (5) A person who pays fixed penalty levied against him under this\nregulation in respect of an offence and complies with the requirement in\nrespect of which the offense was committed before-\n    (a)the expiration of the period specified in the notice; or\n    (b) the date on which the criminal proceedings are commenced in\n         respect of the offence,\nshall not be liable to conviction for such offence.\n       (6) A person against whom three fixed penalties are levied for the\nsame or similar offences in the course of one calendar year, shall, if liable for\nconviction in respect of any such subsequent offence, not be eligible for the\nimposition of a fixed penalty in lieu of conviction for the offence.\n       (7) A notice under paragraph (2) shall-\n     (a) specify the offence alleged;\n     (6) give such particulars of the offence as are necessary for giving\n         reasonable information of the allegation;\n                   [The inclusion o f this page is authorized by L.N. 17/2009]\n                    THE NATURAL RESOURCES CONSERVATIONAUTHORITY (AIR QUAUTY)\n                                       REGULATIONS, 2006\n                             (i) the period during which, by virtue of paragraph (4),\n                                  proceedings will not b e taken for the offence;\n                            (ii) the person to whom and the address at which the fixed\n                                 penalty may be paid.\n~i-tprle        46.-(1)    Any licensee, or applicant for a licence, who is aggrieved by a\nresolution.\n              decision of the Authority regarding-\n                   (a) the refusal of a licence;\n                   (b) any term or condition of a licence;\n                   (c) the amount of any air pollutant discharge fees imposed; or\n                   (d) the revocation or suspension of a licence,\n              pursuant to these Regulations, may, within twenty days after the date of the\n              communication of such decision to the licensee or applicant, submit to the\n              Authority a written notification for dispute resolution.\n                     (2) Proceedings for dispute resolution under this regulation shall be\n              conducted-\n                    (a) through the Dispute Resolution Foundation; or\n                    (b) by any other person approved by each party to the proceedings.\n                     (3) In any proceedings for dispute resolution under this regulation,\n              each party shall be entitled to be represented by a person designated by that\n              party.\n                        (4) Each party shall give to the other party, and to the arbitrator, a\n              notice-\n                   (a) served not less than five days before the commencement of the\n                       dispute resolution proceedings; and\n                  (6) setting out the name of the person designated under subsection (3)\n                      and of any other person that the party intends to call upon to give\n                      any evidence in the proceedings.\n                        (5) Each party shall bear its own costs arising out of the proceedings.\n                      (6) If any grievance has not been re:.olved within twenty-eight days\n              after the submission to the Authority, by the licensee or applicant (as the case\n              may be), of a notice for dispute resolution of such grievance, the licensee or\n              applicant (as the case may be) may appeal in writing to the Minister within\n              twenty days after the expiration of the aforementioned period of twenty-eight\n              days.\n                        (7) On hearing an appeal under p a g r a p h (6), the Minister may-\n                                   [The inclusion o f this page is authorized by L.N.1712009)\n      THE NATURAL RESOURCES CONSERVATION AUTHORITY (AIR QUALITY)\n                         REGULATIONS 2006\n       (a) dismiss the appeal and confirm the decision of the Authority;\n       (b) allow the appeal and confirm the decision;\n       (c) vary the decision; or\n       (d)    allow the appeal and direct that the matter be determined\n              afresh by the Authority."
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47.-41) It shall be the responsibility of the Authority to-                                      National\n                                                                                                   Emissions\n                                                                                                      . .-\n                                                                                                   lnventnrv\n      ( a ) develop a National Emissions Inventory to track air quality\n             within identified air sheds and emissions;\n     (6) make such Inventory available to the public; and\n      (c) provide to the Minister an annual report containing information on\n           air quality.\n         (2) The Minister shall lay the report referred to in paragraph (1) (c)\non the table of the House of Representatives at least once in every three\nyears.\n  4 8 - 4 1 ) The Authority shall maintain, in respect of each calendar year, a Airpollutant\nregister of all applications for licences and all compliance plans submitted to *,\":f;\nthe Authority, with an alphabetical index of the names of all persons applying\nto the Authority for a licence and a notation of the current status of the\napplication.\n       (2) For each entry in the register, the Authority shall maintain a\nrecord of-\n     (a) each application;\n     (b) all      non-confidential correspondence                     and       non-confidential\n             information concerning the application;\n     (c) approved licences, including terms and conditions of the licences;\n     (4 any notifications of rejected licence applications; and\n     (e) any control orders relating thereto.\n       (3) In paragraph ( 2 ) (b), \"all non-confidential correspondence and\nnon-confidential information\" means all information that is not exempt from\ndisclosure under the provisions of the Access to Information Act.\n       (4) A copy of the register shall be maintained in the possession of the\nAuthority and, except for information exempt from disclosure under the\nAccess to Information Act, shall be made available to the public as follows-\n     ( a ) the register shall be made available for inspection by the public at\n          the premises of the Authority and by such other means as the\n          Authority deems fit;\n                       [The incluzio~iof tliis page is autliorized by L.N. 17120091\n                         THE NATURAL RESOURCES CONSERVATION AUTHORITY (AIR QUALTTY)\n                                            REGUM TIONS, 22006\n                        (b) there shall be no fee for the inspection of the register;\n                        (c) if any person requests an officer of the Authority to conduct a\n                            search of the register, the person shall pay a fee of five hundred\n                            dollars per hour for the conduct of such search;\n                        (d) the Authority shall, upon the request of any person and upon\n                            payment by such person of a fee of fifty dollars per page, provide\n                            that person with a copy of any information in the register.\n                                                  PART V. Transitional\n  lrnplemenution     49.-(1)   Except as provided in paragraph (3), every existing major facility\n  OfpollutMI\n  ~,diocm          shall complete and submit an application for a licence, in accordance with the\n  licence          following timetable-\n  syarm.\n                        (a) mineral processing, on or before April 30,2008;\n                        (b) fuel combustion (electric power generation 'and cogeneration\n                            only), on or before June 30,2008;\n                        (c) other fuel combustion (sugar industry, industrial boilers), on\n                             or before June 30,2008;\n                        (d) petroleum refining, on or before June 30,2008;\n                        (e) all other major facilities, on or before July 3 1,2008.\n                            (2) Except as provided in paragraph (3), every existing significant\n                   facility shall complete and submit an application for a licence, in accordance\n                   with the following timetable-\n                        (a) fuel combustion and all significant facilities in which oil fired\n                            boilers are the only source, on or before August I , 2008;\n                        (b) all other significant facilities, on or before December 1,2008.\n                           (3) An existing major or significant facility that has been granted a\n                   permit under the Natural Resources Conservation (Permits and Licences)\n                   Regulations, 1996, shall submit a licence application on or before April 1,\n                   2008, and the terms and conditions of the permit shall continue in effect in\n                   respect of the facility until that date or until a licence is granted under these\n                   Regulations, whichever first occurs.\n                           (4) No application shall be processed prior to the payment of the full\n                   amount of the application fee and of the discharge fee for the previous full\n                   calendar year.\nNintb\n                           (5) The discharge fees shall be as out in the Ninth Schedule.\nSchedule.                  (6) The Authority shall ensure that the timetables referred to in this\n                   regulation are published at least once in a daily newspaper circulated\n                   throughout the Island.\n                                      [The it~clusionof lliis page is aulliorized by L.N. 17/2009]\n         THE NATURAL RESOURCES CONSERVATION AUZHORMY (AIR Q U A L m )\n                            REGULATIONS. 2006\n                                    FIRST SCHEDULE                                       (Regulation 2)\n                      Rates of emission constituting major modification\n   Column A                                                                           Column R\n      -\nPollutant                                                                           Rate: TonnesNear\nCarbonmonoxide                                                                           100\nNitrogen oxides                                                                           40\nSulphur dioxide                                                                           40\nParticulate matter (PM)                                                                   25\nFine particulate matter (PMI 0)\nVolatile organic compounds (VOC)                                                         40\nLead                                                                                    0.6\nFluorides\nSulphuric acid mist\nHydrogen sulphide (H2S)\nTotal reduced sulphur (including H2S)\nMunicipal waste combustor organics (measured as total\n   tetra-through octa-chlorinated\nDibenzo-p-dioxins and dibenzofurans)\nMunicipal waste combustor metals (measured as PM)\nMunicipal waste combustor acid gases (measured as SO2\n    and hydrogen chloride)\nTHE NATURAL RESOURCES CONSERVAV O N AUTHORITY (AIR QUALITY)\n                   REGULATIONS, 2006\n                         SECONDSCHEDULE                                (Regulation 2)\n                       Priority Air Pollutnnts\nTHE NATURAL RESOURCES CONSERVATTON AU71IORITY (AIR QUALITY)\n                   REGULATIONS, 2006\n                        SECONDSCHEDULE                                 (Regulation 2)\n                Priority Ail: Pollutants (contd.)\nTHE NATURAL RESOURCES CONSERVATIONAUTHORITY (AIR QUALITY)\n                           REGULATIONS, 2006\n                                SCHEDULE\n                           SECOND                                  (Regulation 2)\n                   Prioriv Air Pollutants (conrd.)\n      77iE NATURAL RESOURCES CONSERVATIONAUTHORITY (AIR QUALITY)\n                          REGULATZONS, 2006\n                                 SECOND SCHEDULE                             (Regulation 2)\n                         Priority Air Pollutants (contd.)\n# Expressed as 2, 3, 7, 8-Tetrachlorodibenze~ioxin equivalents\n         771E NATURAL RESOURCES CONSERVAlTON AUTHORITY (AIR QUAUTY)\n                                     REGULATIONS, 2006\n                                     THIRDSCHEDULE                              (Regulation 2)\n                                 Units and Abbreviations\n\"C - degree Celsius (centigrade)\ndscm - dry standard cubic metre\nCAS - Chemical Abstract Service\ng - gram\nh - hour\nJ - joule\nk - kilo (1,000)"
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50, Appendix D, and Part 53, Subpart B\n                                         reference or equivalent.\nPb           24 hours                    Any method complying with reference\n                                         method in Title 40,. Code of Federal\n                                         Regulations, Part 50, Appendix G\n               [The i~iclusionof tliis page IS authorized by L.N. 17/2009]\n      THE NATURAL RESOURCES CONSERVATION AUTHORITY (AIR QUAWTY)\n                          REGULATIONS. 2006\n                               SIXTEENTH SCHEDUL                                    (Regulation 4 1)\n                                      controt Order\nLicence No:\nThe Natural Resources Conservation Authority, in accordance with the Natural\nResources Conservation Authority (Air Quality) Regulations HEREBY ORDERS:\nOperator's name:\nAddress:\nWith facilities located at\nFacility name:\nAddress:\nTO:\nAttach conditions on separate page (s) as appropriate\nDated this               day of                                              p-.\nSEAL\nSignature of authorized ofiicer of the Authority."
    },
    {
      "provision_ref": "sec60",
      "section": "60",
      "title": "Section 60",
      "content": "60, Appendix A).\n            (3) Particulate matter\n      (a)      Particulate matter (PM) measurements shall be made at a temperature in\n                                      *                 *\n               the range of 120 14'C (248 2S°F) or such other temperature as\n               specified by an applicable subpart of the standards or approved by the\n               Authority for a particular application. The PM mass, which includes\n               any material that condenses at or above the fiItration temperature, is\n               determined gravimetrically after removal of uncombined water.\n     (b)       Particulate matter measurements shall be made by one of the following\n               methods as appropriate:\n                     (i)     Reference Methods for Source Testing: Measurement of\n                             Releases of Particulate from Stationary Sources, Environment\n                             Canada, Reference Method, EPS W 8 , December, 1993;\n                     (ii)    Method 5-Determination of particulate emissions From\n                             stationary Sources published in the Federal Register of the\n                             United States of America, Part 40, Appendix A;\n                     (iiii   Method SA-Determination of particulate emissions from\n                             the asphalt processing and asphalt roofing industry\n                             published in the Federal Register of the United States of\n                             America, Part 40, Appendix A;\n                     (iv)    Methods 5D-Determination           o f non-sulphuric acid\n                             particulate matter from stationary sources published in the\n                             Federal Register of the United States of America, Pan 40,\n                             Appendix A;\n                     (v)     Method 5-Determination        of particulate emissions from\n                             positive pressure fabric filters published in the Federal\n                             Register of the United States of America, Part 40, Appendix\n                             A;\n                     (vi) Method SE-Determination of particulate emissions From\n                          the wool fiberglass insulation manufacturing industry\n      THE NATURAL RESOURCES CONSERVATION AUTHORITY (AIR QUAUTY)\n                         REGULATIONS, 2006\n                                 TWELFTHSCHEDULE,\n                                               contd.\n                             published in the Federal Register of the Cnited States of\n                             Xmerica, Part 40, Appendix A;\n                   ( ~ i i ) Xfethod SF-Determination of non-sulphate particulate\n                             matter from stationary sources published in the Federal\n                             Reglster of the United States of America, Part 40, Appendix\n                             A;\n                   (viii) Method 17-Determination          of particulate emissions from\n                             stationary sources (in-stack filtration method) published in\n                             the Federal Register of the United States of America, Part 40,\n                             Appendix A;\n                   (ix) Method 201A-PM                   1@--In-stack,      Constant Rate Sampling\n                        Procedure;\n                   (x)       .Method 202--Condensable Particulate Matter.\n         (4) Sulphur Dioxide\nSulphur dioxide measurements shall be made by one of the following methods as\nappropriate:\n     (a)     lMethod &Determination of sulphur dioxide emissions from stationary\n             sources published in the Federal Register of the United States of America,\n             Part 40, Appendix A;\n     (b)     Method 6A-Determination of sulphur dioxide, moisture, and carbon\n             dioxide emissions from fossil fuel combustion sources published in the\n             Federal Register of the United States of America, Part 40, Appendix A;\n     (c)     Method 6B-Determination of sulphur dioxide and carbon dioxide daily\n             average emissions from fossil fuel combustion sources published in the\n             Federal Register of the United States of America, Part 40, Appendix A;\n     (d)     Method 6C-Determination of Sulphur Dioxide Emissions from Stationary\n             Sources (Instrumental Analyser Procedure) published in the Federal\n             Register of the United States of America, Part 40, Appendix A.\n     Standard Reference Methods for Source Testing: Measurement of Emissions\n     of Sulphur Dioxide from Stationary Sources, published by Environment Canada\n     Publication No. EPS 1-AP-74-3.\n           (5) Carbon Monoxide\nCarbon monoxide measurements shall be made by one of the following methods as\nappropriate:\n     (a)     Method 10-Determination of carbon monoxide emissions &omstationary\n             sources published in the Federal Register of the United States of America,\n             Part 40, Appendix A;\n                         [The inclusion of this page is autliorized by L.N.17/2009]\n     THE NATURAL RESOURCES CONSERVATION AUTHORITY (AIR QUALITY)\n                        REGULATIONS, 2006\n      (b)   .Method 10A-Determination of carbon monoxide crniss~onsIn certifiing\n            continuous emission monitoring systems at petroleum refineries published\n            in the Federal Register of the Cnited States of.\\merica, Part 40, Appendix\n            '4;\n      (c)   Method 10B-Determination       of carbon monoxide emissions from\n            stationary sources published in the Federal Register of the C'nited\n            States of America, Part 40, Appendix A;\n      (d)   Reference Method for Source Testing: Measurement of the Releases of\n            Carbon Monoxide from Stationary Sources, Reference Method EPS\n            LRCl!4, July 1990.\n         (6) Nitrogen Oxides\nNitrogen oxides measurements shall be made by the following methods:\n%lethod 7E-Determination of Nitrogen Oxides Emissions from Stationary Sources\n(Instrumental Analyser Procedure) published in the Code of Federal Regulations of\nthe United States of America, Title 40, Part 60.\n         (7) Sulphuric Acid Mist\nSulphuric acid mist measurements shall be made by the following method:\nMethod 8-Determination of sulphuric acid mist and sulphur dioxide emissions from\nstationary sources published in the Federal Register of the United States ofAmerica,\nPart 40, Appendix A.\n       (8) Lead\nLead measurements shall be made by one of the following methods as appropriate:\n      (a)   Method 12-Determination of inorganic lead emissions fiom stationary\n            sources published in the Federal Register of the United States ofAmerica,\n            Part 40, Appendix A;\n      (b)   Reference Method for the Source Testing: Measurement of Releases of\n            Lead in Particulate from Stationary Sources, Reference Method EPS\n            1/'RM/7 December 1993.\n        (9) Sulphur compounds\nSulphur compound measurements shall be made by one of the following methods\nas appropriate:\n     (a)    Method IS-Determination of hydrogen sulfide, carbonyl sulfide, and\n            carbon disulfide emissions fiom stationary sources published in the\n            Federal Register of the United States of America, Part 40, Appendix A;\n     @)     Method 15A-Determination        of total reduced sulphur emissions\n            published in the Federal Register bf the United States of America, Part"
    },
    {
      "provision_ref": "sec65",
      "section": "65",
      "title": "Section 65",
      "content": "65.6' C, open-cup test.\n                    H4.1      Flammable solids\n                              Solids, or waste solids, other than those classed +s\n                              explosives, which under conditions encountered in tran-\n                              sport are readily combustible. or may cause or contri-\n                              bute to fire through friction.\n                    H4.2      Substances or wastes liable to spontaneous combustion\n                              substances or wastes which are liable to spontaneous\n                              heating under normal conditions encountered in trans-\n                              port, or to heating upon contact with air, and being then\n                              liable to catch fire.\n                    H4.3      Substances or wastes which, in contact with water, emit\n                              flammable gases. Substances or wastes which. by inter-\n                              action with water, are liable to become spontaneously\n                              flammable or to give off flammable or dangerous gases.\n                    H 5.1     Oxidizing\n                              Substances or wastes which, while in themselves not\n                              necessarily combustible, may, generally by yielding\n                              oxygen cause, or contribute to, the combustion of other\n                              materials.\n                    H5.2      Organic Peroxides\n                              Organic substances or wastes which contain the bi-\n                              valent-o-o-structure are thermally unstable substances\n                              which may undergo exothermic self-accelerating de-\n                              composition.\n           [Tbe inclusion of this page is authorized by L.N. 21RO12]\n         THE A'ATURAL RESOURCES (HAZARDOUS WASTES)(CONTROL OF\n              TRAJQBOUNDARY MOVEMENTS) REGULATIOA'S. 2002\n                          List of Hazardous Characferisfics.confd,\n    U N Class              Code     Characteristics"
    },
    {
      "provision_ref": "sec66",
      "section": "66",
      "title": "Section 66",
      "content": "66.84                              REGULATIONS, 22006\n                                             FOURTHSCHEDULE                              (Regulation 4, 18)\n                            PARTA-Categories           of Air Pollutant Sources\n        Electricity generation\n        Mineral Industries\n        Petroleum Refmeries\n        Municipal incinerators\n        Biomedical incinerators\n        Hazardous waste incinerators\n        Chemical Processing\n        Inorganic Chemicals Manufacturing\n        Organic Chemicals Manufacturing\n        Liquids Distribution-Petroleum          Products\n        Non-Ferrous Metals Processing\n        Ferrous Metals Processing\n        Polymers and Resins Production\n        Food and Agricultural Processes\n        Agricultural Chemicals Production\n        Surface Coating Processes\n        Waste Management\n          Fuel Combustion in any of the above categories including stationary fuel\n        combustion sources\n                    PARTB-Categories             of Potential Priority Air Pollutants\n        AGRICULTURAL\n                   CHEMICALS\n                           PRODUCTION\n           a 2, 4-D Salts and Esters Production\n           a   4-Chloro-2-Methylphenoxyacetic Acid\n               Production\n           a 4, 6-Dinitro-o-Cresol        Production\n               Captafol Production\n               Captan Production\n           a   Chloroneb Production\n               Chlorothalonil Production\n        THE NATURAL RESOURCES CONSERVAT7ON AUTHORITY (AIR QUAUTY)                   66.85\n                           REGULATIONS, 2006\n        PARTB-Categories          of Potential Priority Air Pollutants, contd.\n      Dacthal (tm) Production\n      Sodium Pentachlorophenate Production\n m    Tordon (tm) Acid Production\n      METALSPROCESSING\nFERROUS\n r Ferroalloys Production\n      Integrated Iron and Steel Manufacturing\n r Non-Stainless Steel Manufacturing-Electric\n      Arc Furnace\n  r (EAF) Operation\n  r   Iron Foundries\n      Steel Foundries\n      Steel Pickling-HC1 Process\n               PROCESSES\nFIBRESPRODUCTION\n      Acrylic Fibreshiodacrylic Fibres\n      Production\n      Rayon Production\n      Spandex Production\n                  PROCESSES\nFOODAND AGRJCULTURAL\n      Baker's Yeast Manufacturing\n      Cellulose Food Casing Manufacturing\n      Vegetable Oil Production\nFUEL COMBUSTION\n      Engine Test Facilities\n      Industrial Boilers\n      Institutional Commercial Boilers\n  0   Process Heaters\n      Stationary Internal Combustion Engines\n      Stationary Turbines\n  W E NATURAL RESOURCES CONSERVAUON AVTHORlTY (AIR QUALITY)\n                     REGULATIONS, 22006\n      PARTB-Categories of Potential Priority Air Pollutants, contd.\nLIQUIDS DISTRIBUTION\n    Organic Liquids Distribution (Non-Gasoline)\n    Alumina Processing\n    AsphaltfCoal Tar Application-Metal Pipes\n    Asphalt Concrete Manufacturing\n    Asphalt Processing\n    Asphalt Roofing Manufacturing\n    Chromium Refractories Production\n    Clay Products Manufacturing\n    Lime Manufacturing\n    Mineral Wool Production\n    Portland Cement Manufacturing\n    Taconite Iron Ore Processing\n    Wool Fibreglass Manufacturing\n           PROCESSES\nMISCELLANEOUS\n    Aerosol Can-Filling Facilities\n    BenzyltrimethylammoniumChloride\n    Production\n    ~ u t a d i e n eDimers Production\n    Carbonyl Sulphide Production\n    Chelating Agents Production\n    Chlorinated Paraffins Production\n    Commercial Sterilization Facilities\n    Dodecanedioic Acid Production\n    Dry Cleaning (Petroleum Solvent)\n    Ethylidene Norbornene Production\n    Explosives Production\n          [The i~iclusionof this page is authorized by L.N. 17/2009]\n  THE NAlURAL RESOURCES CONSERVAlTON A KWORITY (AIR QUAWTY)\n                           REGULATIONS, 2006\n     PARTB-Categories         of Potential Priority Air Pollufants, contd.\n   Hydrazine Production\n   Industrial Process Cooling Towers\n   OBPA/ 1, 3-Diisocyanate Production\n   Paint Stripper Users\n   Photographic Chemicals Production\n   Phthalate Plasticizers Production\n   Plywood/Particle Board Manufacturing\n   Polyether Polyols Production\n   Rubber Chemical Manufacturing\n   Semiconductor Manufacturing\n   Site Remediation\n   Symmetrical Tetrachlorophyridine\n   Production\n   Tire Production\n   Wood Treatment\n          METALSPROCESSIN\nNON-FERROUS\n    Secondary Aluminum Productio\n    Primary Copper Smelting\n    Primary Lead Smelting\n    Lead Acid Battery Manufacturing\n    Primary Magnesium Refining\nPETROLEUM\n        AND NATURAL            AND REFINING\n                  GAS PRODUCTION\n    Oil and Natural Gas Production\n    Petroleum Refineries-Catalytic Cracking\n    (Fluid and other)\n    Units, Catalytic Reforming Units, and Sulphur Plant Units\n  THE NATURAL RESOURCES CONSERVAl7ONA VTHORITY (AIR QUALITY)\n                      REGULAIIONS, 2006\n      PARTB-Categories           of Potential Priority Air Pollutants, contd.\nPHARMACEUTICAL\n            PRODUCTION\n                     PROCESSES\n   Pharmaceuticals Production\nPOLYMERS\n       AND RESMS PRODUCTION\n   Acetal Resins Production\n   Acrylonitrile-Butadiene-Styrene Production\n   Alkyd Resins Production\n   Amino Resins Production\n   Boat Manufacturing\n   Butadiene-Fu-1         Cotrimer (R-1 1)\n   Butyl Rubber Production\n   Carboxymethylcellulose Production\n   Cellophane Production\n   Cellulose Ethers Production\n   Epichlorohydrin Elastomers Production\n   Epoxy Resins Production\n    Ethylene-Propylene Elastomers Production\n   Flexible Polyurethane Foam Production\n   Hypalon (tin) Production\n   Maleic Anhydride Copolymers Production\n   Methylcellulose Production\n   Methyl Methacrylate-Acrylonitrile-Butadiene-Styrene Production\n   Methyl Methacrylate-Butadiene-Styrene Terpolymers Production\n   Neoprene Production\n   Nitrile Butadiene Rubber Production\n   Non-Nylon Polyamides Production\n   Nylon 6 Production\n    Phenolic Resins Production\n    Polybutadiene Rubber Production\n    Polycarbonates Production\n       THE NATURAL RESOURCES CONSERVAnON A.?jTHORITY (AIR QUALITY)                        66.89\n                          REGULATIONS, 2006\n        PARTB-Categories       of Potential Priority Air Pollutants, contd.\n      Polyester Resins Production\n      Polyethylene Terephthalate Production\n a Polymerized Vinylidene Chloride Production\n      Polymethyl Methacrylate Resins Production\n      Polystyrene Production\n      Polysulphide Rubber Production\n      Polyvinyl Acetate Emulsions Production\n      Polyvinyl Alcohol Production\n a Polyvinyl Butyral Production\n      Polyvinyl Chloride and Copolymers Production\n      Reinforced Plastic Composites Production\n      Styrene-Acrylonitrile Production\n      Styrene-Butadiene Rubber and Latex Production\n         OF INORGANIC\nPRODUCTION         CHEMICALS\n      Ammonium Sulphate Production-Caprolactam By-\n      Antimony Oxides Manufacturing\n      Chlorine Production\n      Chromium Chemicals Manufacturing\n      Cyanuric Chloride Production\n      Fume Silica Production\n      Hydrochloric Acid Production\n  a   Hydrogen Cyanide Production\n      Hydrogen Fluoride Production\n      Phosphate Fertilizers Production\n  a Phosphoric Acid Manufacturing\n      Quaternary Ammonium Compounds Production\n      Sodium Cyanide Production\nSURFACECOATINGPROCESSES\n       Auto and Light Duty Truck (Surface Coating)\n                        [ T l ~ einclusion o f this page is authorized by L.N. 17/2009)"
    },
    {
      "provision_ref": "sec73",
      "section": "73",
      "title": "Section 73",
      "content": "73.275 MW heat input;\n                                                   (b) sulphur dioxide, carbon\n                                                       monoxide and nitrogen oxides\n                                                       except where steam generator\n                                                       capacity is less than 73.275\n                                                       MW heat input or if sulphur\n                                                       dioxide control equipment is\n                                                       required;\n                                                   (c) percent oxygen or carbon\n                                                        dioxide where such\n                                                        measurements are necessary for\n                                                        the conversion of sulphur\n                                                        dioxide, carbon monoxide or\n                                                        nitrogen oxides continuous\n                                                        emission monitoring data.\n(2) Fossil fuel-fired steam generators             Nitrogen oxides except where the\n    burning gaseous fuels.                         heat input is less than 73.275 MW.\n(3) Sulphuric acid plants.                     .   Sulphur dioxide where production\n                                                   capacity is more than three hundred\n                                                   tonnes per day, expressed as one\n                                                   hundred percent sulphuric acid,\n                                                   except for those facilities where\n                                                   conversion to sulphuric acid is\n                                                   utilised primarily as a means of\n                                                   preventing emissions to the\n                                                   atmostphere of sulphur dioxide or\n                                                   other sulphur compounds.\n(4) Fluid bed catalytic cracking units             Opacity.\n    catalyst regenerators at petroleum\n    refineries.\n(5) Any air pbllutant source referred to           pM and opacity.\n    in regulation 4 (a) having emission\n    control equipment and whose\n    uncontrolled particulate matter\n    emissions would exceed the\n    particulate matter emission standard\n    for that source.\n              [The inclusion of this page is attl~orizedby L.N. 1712009]\n                                                   FOURTEENTH SCHEDULE                                  (Regulations 30 and 35)\n                   Minimum Performance Specifications for Ambient Air Quality Monitoring of Criteria Pollutants\n Specification       Sol\n                                      N0'              CO               3'(\n                                                                                           TSP           P\",~              Pb\n Reference           Pararosaniline   Chemilumine-     Nondispersive     Ultraviolet       Manual        Hivol             Hivol\n Method              Method           scence           IR Gas filter     photometry        High          sampler           sampler\n                                                       correlation                         Volume\n                                                       spectroscopy                        sampler\n Operating            0 to 0.5 ppm 0-0.5 ppm           0-50 ppm           0.01-0.5         2-750         Up to 300           7.5 pg/m'\n Range                                                                    PPm              W/m'          PEW\n Minimum\n Detection Limit      0.010 ppm          0.010 ppm       1.0 ppm          0.010 ppm        2 pg/m3       0.07 pg/m3          0.07 pg/m'\n Noise                0.005 ppm          0.005 ppm      0.5 ppm           0.005 ppm        NA            NA                  NA\n Zero drift (24 h) f0.02 ppm             *0.02 ppm      *I .0 ppm         *0.02 ppm        NA            NA                  NA\n Span Drift (24 h)\n 20% of upper                                                                              NA            NA                  NA\n   -\n range 80% of\n upper range\n                      *20.0%\n                      +5.0%\n                                         &20%\n                                         325%\n                                                        *lo%\n                                                        *2.5%\n                                                                          f20%\n                                                                          *5.0%                                                             i.2   5\n Precision                                                                                 3%                                54%            $2\n 20% of upper\n range limit"
    },
    {
      "provision_ref": "sec190",
      "section": "190",
      "title": "Section 190",
      "content": "190, excluding those destined for Annex IVA operations or any other\n            disposal operations involving, at any stage, uncontrolled thermal processes,\n            such as open-buming.\nB1120       Spent catalysts excluding liquids used as catalysts, containing any of:\n    Transition metals           Scandium                      Titanium\n    excluding waste             Vanadium                      Chromium\n    catalysts (spent            Manganese                     Iron\n    catalysts, liquid           Cobalt                        Nickel\n    used catalysts              Copper                        Zinc\n    or other catalysts)         Yttrium                       Zirconium\n    on list A:                  N~obium                       Molybdenum\n                                Hafnium                       Tantalum\n                                Tungsten                      Rhenium\n    Lanthanides (rare           Lanthanum                     Cerium\n    earth metals):              Praseodymium                  Neody\n                                Samarium                      Europium\n                                Gadolinium                    Terbium\n                                Dysprosium                    Holmium\n                                Erbium                        Thulium\n                                Ytterbium                     Lutetium\n             Cleaned spent precious-metal-bearing catalysts\n             Precious-metal-bearing residues in solid form which contain traces of\n             inorganic cyanides\n             Precious metals and alloy wastes (gold, silver, the platinum group, but not\n             mercury) in a dispersible, non-liquid form with appropriate packaging and\n             labeling.\n             Precious-metal ash from the incineration of printed circuit boards (note the\n             related entry on list A Al l 50)\n             Precious-metal ash from the incineration of photographic film\n             Waste photographic film containing silver halides and metallic silver\n             Waste photographic paper containing silver halides and metallic silver\n             Granulated slag arising from the manufacture of iron and steel\n             Slag arising from the manufacture.of iron and steel including slags as a\n             source of TiQ and vanadium\n             Slag from zinc production, chemically stabilized, having a high iron content\n             (above 20%) and processed according to industrial specifications (e.g., DIN\n             4301) mainly for construction\n             Mill scaling arising from the manufacture of iron and steel\n             Copper oxide mill-scaleuavmg a nigh iron content (above 20%) and\n             processed according to industrial specifications (e.g., DIN 4301) mainly for\n             construction\n             Waste end-of-life motor vehicles, containing neither 'liquids nor o t h a\n             hazardous components\n           THE NATURAL RESOURCES (HAZARDOUS WASTEq (CONTROL O F\n                TRANSBOUNDARY MO VEMENrs) REGULATIONS, 2002\n                               SEVENTH\n                                     SCHEDULE,\n                                            contd\n                                        LISTB, contd.\n   B2 Wastes containing principally inorganic constituents, which may contain metals and\norganic materials\n     82010        Wastes from mining operations in non-dispersible form:\n                                    Natural graphite waste Slate waste, whether or not\n                                    roughly trimmed or merely cut, by sawing or otherwise\n                                    Mica waste\n                                    Leucite, nepheline and nepheline syenite waste\n                                    Feldspar waste\n                                    Fluorspar waste\n                                    Silica wastes in solid form excluding those used in\n                                    foundry operatiom\n     82020        Glass waste in nondispersible form:\n                                    Cullet and other waste and scrap of glass except for glass\n                                    from cathode-ray tubes and other activated glasses\n     B2030        Ceramic wastes in non-dispersible form:\n                                    Cermet wastes and scrap (metal ceramic composites)\n                                    Ceramic based fibres not elsewhere specified or included\n     82040        Other wastes containing principally inorganic constituents :\n                                    Partially refined calcium sulphate produced from flue-gas\n                                    desulphurization (FGD)\n                                    Waste gypsum wallboard or plasterboard arising from the\n                                    demolition ofbuildings\n                                    Slag from copper production, chemically stabilized,\n                                    having a high iron content (above 20%) and processed\n                                    according to industrial specifications (e.g.. DM 4301 and\n                                    DM 8201) mainly for construction and abrasive applica-\n                                    tions\n                                    Sulphur in solid form\n                                    Limestone from the production of calcium cyanamide\n                                    (having a pH less than 9)\n                                   .Sodium, potassium, calcium chlorides\n                                    Carborundum (silicon carbide)\n                                    Broken concrete\n                                    Lithium-tantalum and lithium-niobium containing glass\n                                    scraps\n     B2050        Coal-fired power plant fly-ash, not included on list A (note the related entry\n                  on list A A2060)\n     B2060        Spent activated carbon not containing any Annex I constituents to an extent\n                  they exhibit Annex 111 characteristics, for example, carbon resulting from\n                  the treatment of potable water and processes of the food industry and\n                  vitamin production (note the related entry on list A A418)\n     B2070        Calcium fluoride sludge\n            THE NATURAL RESOURCES (HAZARDOUS WASTES) (CONTROL O F\n                 TRANSBOUNDARYMOVEMENTS) REGULATIONS, 2002\n                                       SEVENTHSCHEDULE,\n                                                     cond\n                                                  Lrsr B, cond\n     B2080            Waste gypsum arising from chemical industry processes not ircluded on list\n                      A (note the related entry on list A A2043)\n     82090            Waste anode butts from steel or aluminium production made of petroleum\n                      coke or bitumen and cleaned to normal industry specifications (excluding\n                      anode butts from chlor alkali electroiyses and from metallurgical industry)\n     B2100            Waste hydrates of aluminium and waste alumina and residues from alumina\n                      production excluding such materials used for gas cleaning, flocculation or\n                      filtration processes\n     B2110            Bauxite residue (\"red mud\") (pHmoderated to less than 1 1.5)\n     B2120          Waste acidic or basic solutions with a pH greater than 2 and less than 1 1.5,\n                    which are not corrosive or otherwise hazardous (note the related entry on\n                    list A A4090).\n     B2130          Bituminous material (asphalt waste) from road construction and mainten-\n                    ance, not containing tarM(notethe related entry on list A A3200)\n   83 Wastes containing principally organic constituents, which may contain metals and\ninorganic materials\n     B3010        ' Solid plastic waste:\n                       The following plastic or mixed plastic materials, provided they are not\n                       mixed with other wastes and are prepared to a specification:\n                                    Scrap plastic of non-halogenated polymen and co-polymers,\n                                    including but not limited to the following\"\n                                               - ethylene\n                                                       -      styrene\n                                                              polypropylene\n                                                              polyethylene terephthalate\n                                                              acrylonitrile\n                                                              butadiene\n                                                              poly acetals\n                                                              polyamides\n                                                              polybutylene terephthalate\n                                                              polycarbonates\n                                                              polyethers\n                                                              polyphenylene sulphides\n                                                              acrylic polymers\n                                                              alkanes CIOC 13 (plasticiser)\n                                                              polyurethane (not containing CFCs)\n                                                              polysiloxanes\n                                                              polymethyl methacrylate\n                                                              polyvinyl alcohol\n      \"The conmustion level of Bmlbl (a) pyrenc should not be Shglkg or more.\n      I' It is v n d d that such scraps are completely polymerized.\n              THE NATURAL RESOURCES (HAZARDOUS WASTES) (CONTROL O F\n                   TRANSBOUNDARY MO VEMENTS) REGULATIONS, 2002\n                                       SEVENTHSCHEDULE, cond\n                                                     - polyvinyl butyral\n                                                     - polyvinyl acetate\n                                             Cured waste resins or condensation products including\n                                             the following:\n                                                     -   urea formaldehyde resins\n                                                    - phenol formaldehyde resins\n                                                    - melamine formaldehyde resins\n                                                    - . epoxy resins\n                                                    - alkyd resins\n                                                    - polyamides\n                                             The following fluorinated polyma wastes16\n                                                   - perfluoroethylenelpropylene(FEP)\n                                                   - perfluoro alkoxyl alkane\n                                                 - tetrafluoroethylenelperfluoro vinyl ether\n                                                       (PFA)\n                                                 - tetrafluoroethylenelperfluoro methylvinyl\n                                                       ether (MFA)\n                                                 - polyvinylfluoride(PVF)\n                                                 - polyvinylidenefluoride(PVDF)\n        B3020          Paper, paperboard and paper product wastes\n                       The following materials, provided they are not mixed with hazardous\n                       wastes:\n                       waste and scrap of paper or paperboard of\n                                          unbleached paper or paperboard or of corrugated paper or\n                                          paperboard\n                                          other paper or paperboard, made mainly of bleached\n                                          chemical pulp, not coloured in the mass\n                                          paper or paperboard made mainly of mechanical pulp (for\n                                          example, newspapers, journals and similar printed\n                                          matter)\n                                          other, including but not limited to I (laminated\n                                          paperboard 2) unsorted scrap\n        B3030          Textile wastes\n                       The following materials, provided they are not mixed with other wastes and\n                       are prepared to a specification:\n                                          Silk waste (including cocoons unsuitable for reeling, yam\n                                          waste and gametted stock)\n                                                 - not carded or combed\n                                                 - other\n                                          Waste of wool or of fine or coarse animal hair, including\n                                          yam waste but excluding garneaed stock\n                                                 - noils ofwool or of fine animal hair\nl6 Port-anwma wc.stea uc excluded from chis enuy:\n   '\n    -   W a n a shdl nor bc mixed\n    -   Problems arising fmm oprcbuming prnclices to be maidereti\n                      [The inclusion of this page' is authorized by L.N. 2lROl2j\n  THE NATURAL RESOURCES (HAZARDOUS WASTES) (CONTROL O F\n       TRANSBOUNDARY MOVEMENTS) REGULATIONS, 2002\n                              LISTB,contd.\n                                 - other waste of wool or of fine animal hair\n                                 - waste of coarse animal hair\n                          Cotton waste (including yam waste andgametted stock)\n                                - yam waste (including thread waste)\n                                - gametted stock\n                                 -     other\n                          Flax tow and waste\n                          Tow and waste .(including yam waste and gametted\n                          stock) of true hemp (Cannabis sativa L.)\n                          Tow and waste (including yam waste and garnetted\n                          stock) ofjute and other textile bast fibres (excluding flax,\n                          true hemp and ramie)\n                          Tow and waste (including yam waste and gametted\n                          stock) of sisal and other textile fibresof the genus Agave\n                          Tow, noils and waste (including yam waste and gametted\n                          stock) of coconut\n                          Tow, noils and waste (including yam waste and gametted\n                          stock) of abaca (Manila hemp or Musa textilis Nee)\n                          Tow, noils and waste (including yam waste and\n                          garnetted stock) of ramie and other vegetable textile\n                          fibres, not elsewhere specified or included\n                           Waste (including noils, yam waste and gametted stock)\n                           of man-made fibres\n                                       of synthetic,,fibres\n                                 - of artificial fibres\n                           Worn clothing and other worn textile articles\n                           Used rags, scrap twine, cordage, rope and cables and\n                           worn out articles of twine, cordage, rope or cables of\n                           textile materials\n                                   - sorted\n                                   - other\n83035    Wastes textile floor coverings, carpets\nB3040    Rubber wastes\n         The following materials, provided they are not mixed withother wastes:\n                         Waste and scrap of hard rubber (e.g. ebonite)\n                         Other rubber wastes (excluding such wastes specified\n                         elsewhere)\nB3050    Untreated cork and wood waste:\n                           Wood waste and scrap, whether or not agglomerated in\n                           logs, briquettes, pellets or similar forms\n                           Cork waste: crushed, granulated or gmund cork\n         me inclusion of this page is authorized by L.N.21120123\n      THE NATURAL RESOURCES (HAZARDOUS WASTES) (CONTROL O F\n           TRANSBOUNDARY MOVEMENTS) REGULATIONS, 2002\n                           SEVENTH SCHEDULE,contd.\n                                    Lrsr B, contd.\nB3060        Wastes arising from agro-food industries provided it is not infectious:\n                              Wine less\n                              Dried and sterilized vegetable waste, residues and by-\n                              products, whether or not in the form of pellets, of a kind\n                               used in animal feeding, not elsewhere specified or\n                               included\n                              Degras: residues resulting from the treatment of fatty\n                              substances or animal or vegetable waxes\n                              Waste of bones and hom-cores, unworked, defatted,\n                               simply prepared (but not cut to shape), treated with acid\n                               or degelatinised\n                               Fish waste\n                               Cocoa shells, husks, skins and other cocoa waste\n                               Other wastes from the agro-food industry excluding by-\n                               products which meet national and international require-\n                               ments and standards for human or animal consumption\nB3065        Waste edible fats and oils of animal or vegetable origin (e.g. frying oils),\n             provided they do not exhibit an Annex Ill characteristic\nB3070        The following wastes:\n                              Waste of human hair\n                              Waste straw\n                              Deactivated fungus mycelium from penicillin production\n                              to be used as animal feed\nB3080        Waste parings and scrap of rubber\nB3090        Paring and other wastes of leather or of composition leather not suitable for\n             the manufacture of leather articles, excluding leather sludges, not\n             containing hexavalent chromium compounds and biocides (note the related\n             entry on list A A3 l a))\nB3100        Leather dust, ash, sludges or flours not containing hexavalent chromium\n             compounds or biocides (note the related entry on list A A3090)\nB3 110       Fellmongery wastes not containing hexavalent chromium compounds or\n             biocides or infectious substances (note the related entry on listA A31 10)\nB3 120       Waste consisting of food dyes\nB3130         Waste polymer ethers and waste non-hazardous monomer ethers incapable\n              of forming peroxides\nB3 140        Waste pneumatic tyres, excluding those destined for Annex IVA operations\n  8 4 Wastes which may contain either inorganic or organic conslihrents\nB4010       Wastes consisting mainly of water-basednatex paints, inks and hardened\n            varnished not containing organic solvents, heavy metals or biocides to an\n            extent to render them hazardous (note the related entry on list A A4070)\nB4020       Waste from production, formulation and use of resins, latex, plasticizers,\n            glues/adhesives, not listed on list A, fiee of solvents and other contaminants\n            to an extent that they do not exhibit Annex 111 characteristics, e.g. water-\n            based, or glues based on casein starch, dextrin, cellulose ethers, polyvinyl\n            alcohols (note the related entry on IistA A3050)\nB4030       Used single-use cameras, with batteries not included on list A.\n             m e inclusion of this page is authorized by L.N. 21/2012]\n              NATURAL RESOURCES CONSERVATION AUTHORITY                                    66.3 1\n           THE NATURAL RESOURCES CONSERVATION\n                     AUTHORITY ACT\n                                 REGULATIONS\n                            (under section 38 (1) fi))\n    THENATURAL\n             RESOURCES CONSERVATION\n                                 (BLUEAND JOHNCROW\n     MOUNTAINS\n            NATIONALPARK)(USERFEES)REGULATIONS,\n                                              2003\n           (Made by the Minister on the 16th day of June, 2003)                      L.N. 70~12003"
    }
  ],
  "definitions": [
    {
      "term": "all non-confidential correspondence and\nnon-confidential information",
      "definition": "all information that is not exempt from",
      "source_provision": "sec47"
    }
  ]
}