{
  "id": "jm-subs-the-parish-councils-unified-service-act",
  "type": "statute",
  "title": "The Parish Councils (Unified Service) Act",
  "title_en": "The Parish Councils (Unified Service) Act",
  "short_name": "Parish Councils (Unified Service) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-parish-councils-unified-service-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-parish-councils-unified-service-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the Parish Councils Services\nCommission (Disciplinary Proceedings) Regulations. 1956."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-(1) In these Regulations the expression \"principal Regulations\"           ~   ~    ;   ~   I   C\nmeans the Parish Councils Services Commission Regulations.                    to k t .\n       (2) Any expression appearing in these Regulations which is\ndefined in the principal Regulations shall have the meaning assigned to\nthat expression in the principal Regulations unless the context otherwise\nrequires."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. If the secretary of a Parish Council becomes aware that a unified\nservice officer in the employ of that Parish Council is incompetent or\nunfit to perform the duties of his office (otherwise than by reason of ill\nhealth) or has committed any act or default which is of such a nature as\nto warrant his dismissal or the imposition of any penalty of a disciplinary\nnature upon such officer the secretary shall forthwith report the matter\nto the Commission and inform the chairmb of the Parish Council of the\naction taken by him."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-41) Upon the receipt of the report, the Commission, if they con-\nsider that the circumstances warrant such action-\n     (a) shall cause to be prepared charges against such officer setting\n          out the matters by reason of or the respects in which the officer\n          appears to be unfit or incompetent to perform his duties or the\n          acts or defaults alleged to have been committed by the officer\n          which warrant his dismissal or the imposition of any penalty of\n          a disciplinary nature as the case may be; and\n               m e inclusion of this page is authorized by L.N. 67119821\n   THE PARISH COUNCILS SERVICES COMMISSION (DISCIPLINARY\n               PROCEEDINGS) REGULATIONS, 1956\n     (6) shall by notice in writing require the officer, within such period\n         not being less than fourteen days from the date of such notice\n         as may be specified in such notice, to reply in writing setting\n         out any grounds upon which he relies to exculpate himself from\n         such charges; and\n     (c) may interdict such officer from the exercise of his duties until\n         the determination of the proceedings against him and shall\n         thereupon notify the Parish Council accordingly.\n      )(2) Where an officer has been interdicted from duty pursuant to\nthe provisions of sub-paragraph (c) of paragraph (I), the Parish Council\nmay request the Commission to reconsider their decision but-\n     (a) if the Commission adhere to their decision that decision shall\n          be final;\n     (b) if the Commission reverse their decision, then the officer shall\n          be entitled to receive the portion of his salary withheld during\n          the period of his interdiction.\n      ( 2 ~ Where\n            )     there have been or are about to be instituted criminal\nproceedings against any officer, the Commission on receipt of a report\nfrom the Secretary, may, if the Commission consider that the circum-\nstances warrant the interdiction of such officer, interdict such officer\npending the conclusion of the proceedings of the criminal court.\n        (3) During the period that such officer is interdicted pursuant to\nthe provisions of sub-paragraph (c) of paragraph (1) or paragraph (26)\nhe shall be entitled to receive not less than one~halfof the emoluments\nof his office which he was entitled to receive immediately prior b the\ndate d his interdiction, so, however, &ad if at the determination of the\nproceedings against the officer pursuant to these Regulations the officer\nis not ctismisscd or otherwise punished he shall be entitled to be paid\nthe diEerenct between the emoluments whioh he would have received\nif he had not been interdid4 pursuant to the provisim of this regula-\ntion and any emoluments whioh he has in £act received in mrwp of\nthe period of his interdidion.\n       (4) If any unified service oficer haviq been required in accord-\nance with the provisione of sub-paragraph (6)of paragraph (I) to reply\nto any charges fails without reasonable excuse to reply within tho period\nspecified in the notice referred to or any extonsion themof which mny be\ngranted by the Commission, the Commission shaa in the abssna d\nsuch reply and after any further enquiry that tho Cornmidon may thinlt\n              fRm firlurioo of Uda pso b autlmhd by L.N. 61119821\n  T H E PARISH COUNCILS SERVICES COMMISSION (DISCIPLINARY                      5\n                  PROCEEDINGS) REGULATIONS, 1956\nnecessary, make such recommendation to the Parish Council concerned\nregarding the disciplinary action, if any, to be taken against such officer\nas the Commission think fit.\n        (5) Where any unified service officer having been required by\nnotice under sub-paragraph (b) of paragraph (I) of regulation 4 to reply\nto charges so replies within the period specified in such notice or exten-\nsion thereof as may be granted by the Commission, the Commission shall\nconsider such reply and-\n     (a) if they are satisfied that such reply exculpates the officer, shall\n          notify the officer and the Parish Council concerned accordingly;\n          or\n     (b) if they are not so satisfied, they shall so notify the officer and\n         the Parish Council and proceed to hold an enquiry into the\n         charges against the officer.\n  6 4 1 ) Pursuant to the provisions of paragraph (b) of regulation 5\nthe Commission shall appoint a day, time and place for the holding\nof the enquiry into the charges against the officer and shall give not less\nthan fourteen days' notice in writing to him and to the Parish Council\nconcerned of the day, time and place so appointed.\n       (2) At any time between the date of the notice referred to in\nparagraph (1) and the conclusion of the hearing of the evidence given at\nan enquiry under these Regulations the chairman of the Commission\nmay adjourn such enquiry to such day, time and place other than that\nappointed in such notice, so, however, that if the chairman adjourns\nthe hearing of any enquiry under these Regulations at any time other\nthan the time when the hearing of the evidence before such enquiry\nis in progress he shall give reasonable notice in writing to the Parish\nCouncil concerned and to the officer, of the day, time and place to\nwhich such enquiry is adjourned."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Upon the day and at the time and place appointed under regulation\n6 for the holding of any enquiry into charges the Commission shall\nexamine such witnesses and inspect such documents as they consider\nrelevant to establish the charges and shall afford to the officer the\nopportunity of giving evidence and of calling witnesses and tendering\nany documents on which he relies in refutation of the charges and of\ncross-examining any witnesses called and inspecting any documents\ntendered before the Commission in support of the charges :\n               me inclusion of this page is authorized by L.N. 67119821\n   THE PARISH COUNCILS SERVICES COMMISSION (DISCIPLINARY\n               PROCEEDINGS) REGULA TZ'ONS, I956\n   Provided, however, that any such officer who so desires shall be\nentitled to have the services, at his own expense, of a legal or other\nrepresentative not being a councillor of the Parish Council to which the\nofficer is employed, who shall be accorded the same privileges in defend-\ning the officer, as if such a representative were the officer charged:\n  Provided further, that such officer may be given the opportunity\nbefore the enquiry, of examining and taking copies of any documents to\nbe tendered before the Commission in support of the charges.\n  8 4 1 ) So soon as may be after the conclusion of the hearing of the\nevidence at an enquiry under these Regulations the Commission shall\nmake a report to the Parish Council upon such enquiry and in such\nreport shall specify in relation to each of the charges against the officer\nwhether or not the Commission find such charge to be established, and\nshall accordingly-\n     (a) recommend the dismissal of such officer or the imposition of\n         such lesser penalty than dismissal upon him, as they may think\n         fit; or\n     (b) recommend that the officer. be informed that the proceedings\n         have terminated in his favour.\n        (2) Where pursuant to the provisions of the principal Regula-\ntions and of these Regulations it has been decided to dismiss an oficer,\nthe Council shall notify the officer in writing that he has been suspended\nfrom his office without pay from the date of the notice and that if he\nfails withii fourteen days of the date of the notice to give notice of his\nintention to appeal against the dec&ion his dismissal will have effect\nfrom the date of his suspension.\n        (3) If within the time specified in paragraph (2) the offiar gives\nnotice of his intention to appeal from the decision to dismiss him he\nshall within twenty-eight days of the date of such notice submit the\ngrounds of his appeal to the Parish Council for transmission to the Privy\nCouncil and the office held by him shall not be declared vacant unlcss\nthe Privy Council rejects the appeal and so advises the Governor-\nGeneral who shall then act in accordance 'kith that advia.\n   If the Privy Council allows the appeal the offiar shall be reinstated\nin his o5ce on full salary as from the date of his interdiction or suspen-\nsion as the case requires.\n              mo inclueioo of cbir page i s authorlzcd by L.N. 67119821\n   THE PARISH COUNCILS SERVICES COMMISSION (DISCIPLINARY\n              PROCEEDINGS) REGULATIONS, 1956\n      (4) If within the time specified in paragraph (3) the officer fails\nto submit the grounds of his appeal to the Parish Council for transmis-\nsion to the Privy Council he shall be deemed to have abandoned the\nappeal :\n   Provided, however, that the Privy Council may, where it considers\nit expedient to do so, hear the appeal notwithstanding that the grounds\nof appeal were not submitted within the time specified in paragraph (3)."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. If a unified service officer is convicted on a criminal charge, the\nCommission may consider the proceedings of the criminal court on\nsuch charge, and if they are of the opinion that such officer should be\ndismissed or subjected to some lesser penalty on account of the offence\nfor which he has been convicted, the Commission may thereupon recom-\nmend to the Parish Comcil the dismissal of such officer or the imposition\nupon him of such lesser penalty than dismissal as they may think fit,\nwithout any of the proceedings prescribed in regulations 4 to 7 and\nparagraph (1) of regulation 8 being taken."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Notwithstanding anything in these Regulations no unified service\no5cer shall be dismissed, or reprimanded or subjected to any disciplinary\npunishment in respect of any charge which the Commission shall have\nheld not to be established."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-41) Where a member of a Parish Council becomes aware that\nthe secretary of that Parish Council is incompetent or unfit to perform\nthe duties of his office (otherwise than by reason of ill health) or has\ncommitted any act or defaulr whiqh is of such a nature as to warrant his\ndismissal or the imposition of any penalty of a disciplinary nature upon\nhim it shall be lawful for such member to move a formal motion at any\nmeeting of the Council that disciplinary action shall be taken against the\nsecretary in accordance with these Regulations.\n       (2) Where pursuant to the provisions of paragraph (1) a resolu-\ntion has been passed by the Parish Council that disciplinary action shall\nbe taken against the secretary. the chairman of the Council shall forth-\nwith report the full circumstances of the case to the Cgmmission for the\nrecommendations of the Commission.\n       (3) Upon the receipt of such report any disciplinary action\ncontemplated shall proceed in accordance with these Regulations in\nlike manner as if a report had been made under regulation 3.\n               [The inclusion of this page is authorizcd by L.N. 67/19821"
    }
  ],
  "definitions": []
}