{
  "id": "jm-subs-the-parish-councils-act",
  "type": "statute",
  "title": "The Parish Councils Act",
  "title_en": "The Parish Councils Act",
  "short_name": "Parish Councils Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-parish-councils-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-parish-councils-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the Parish Councils (General          \"I8'\nElection) (Forms) (No. 2) Regulations, 1947.\n  2 The forms set out in the Schedule as Forms Nos. 13-32, and 34 Schedule.\nto 36 both inclusive, are hereunder prescribed in regard to the respective\nprovisions of the Act.\n             CIlm laelwlon of thL page L authohd by L.N. 67119821\n36   THE PARISH COUNCILS (GENERAL ELECTION) (FORMS) (NO. 2)\n                       REGULATIONS, 1947\n                                    SCHEDULE                               (Regulation 2)\n      Form No.\n                                                                           -\n                                                                      Section of Act\n                   Notice of Election of a Member of the\n                   Parish Council for the Parish of ...............            15(1)\n                   Nomination Paper                                            17(2)\n                   Return where there are no more Candidates\n                   than Members to be elected                                  21(1)\n                   Notice of gpant of Poll                                     22(2)\n                   Directions to Electors\n                   Ballot Paper\n                   Oath that the Elector is the person intended\n                   to be referred to in the List of Electors                   28(2)\n                   Oath of Qualification                                       28(3)\n                   Oath of Identity, with Fingerprint, of                      28(7\n                   Elector                                                     32(d\n                   Oath of Incapacitated Elector                               32(3)\n                    Oath of Blind Elector                                      3%4)\n                    Oath of Friend of Blind Elector                            32(5)\n                   Oath of Agent of a Candidate or elector\n                   representing Candidate                                      372)\n                   Poll Book                                                   39(4)\n                   Oath of Presiding Officer after closing of\n                   the Poll                                                    40(8)\n                   Oath of the Poll Clerk after closing the\n                   Poll                                                        40(8)\n                   Statement of the Poll after counting the\n                   Ballots                                                     4o(9)\n                   Oath of Messenger sent to collect Ballot\n                   Boxes or any Custodian of &allot Boxes                      40(W\n                   Return after Poll has been taken                            45(1)\n                   Return of ,Election Expenses                                53w\n                   Oath of Returning Officer                                   55m\n                   Appointment and Oath of Election Clerk                      5w)\n                   Oath of a Prisiding Officer\n                   Oath of a Poll Clerk\n                                                                                       _I\n                 lThe hluslon of tbis page b authorized by L.N. 67119821\n  THE PARISH COUNCILS (GENERAL ELECTION) (FORMS) (NO. 2)\n                                  REGULATIONS, 1947\n                                    SCHEDULE,contd.\n                                FORMNO. 13\n                          THE PARISH ~ C l L ACTS\nNotice of Election of a Member of the Parish Council for the Parish o f............\n  A proclamation (or Order) having been made under section 6 of the Parish\nCouncils Act for the Election of a member of the Parish Council of the electoral\ndivision of ...........................the Returning Officer to the said electoral division\nwill on the .....................day of .................................19......now next ensuislg\nbetween the hours of 10 a.m. and 2 p.m. at.. ..............................,proqeed to the\nnomination, and if there is no opposition, to the election of a member for the\n                                     ....\nelactoral division of.. ................  ..............\n  Forms of nomination papers may be obtained at the office of ........................\nat.. .....................................between the hours of.. .............and.. ................\ndaily except on Saturday when the office is closed at ...............p.m. (Sunday also\nexcepted).\n  Every nomination paper must be signed by any six or more electors qualified\nto vote in the electoral division of ....................................d            be handed\nto the Returning Offiqer between the said hours of 10 a.m. and 2 p.m.\n  Every nomination paper shall specify the name, address and oocupatioq of tho\ncandidate.\n  No nqnination p p e r shall be valid or acted upon by the Returning Of3cer\nunless ~t is acwmpanred by-\n     (a) the consent in writing of the person, therein nominated (ex@ t whew buch\n         penon is absent from tho arish in which the electign is to ge held, when\n         suoh absence shall be state$ in the nomination paper); and\n     (b) a deposit of ten dollan in legal tender.\n   In the event of election being contested the poll wiU take p l w betweem the\nhours of.. ......................\n                               and..   ......................... .....................................\n                                                       on..\nand .the counting of votes will take .place thereafter at ..................on ...............\nat the hour of .....................and at such places as may hereafter be appointed.\n The office of the Returning Officer for the dectoral division of ........................\nb situate at.. ..............................................\n                                      ..............................................\n                                           Returning O&er for the electoral division\n                                            of.............................................\n                                                         ................................................\n                                                                              Date\n                     me L r l w b of thlr p g o t r u t h o by\n                                                            ~ L.N. 67l19821\n  THE PARISH COUNCILS (GENERAL ELECTION) (FORMS) (NO. 2 )\n                    REGULATIONS, 1947\n                                           SCHEDULE, contd.\n                                             FORM NO. 14\n                                           Nomination Paper\n  We, the undersigned electors for the electoral division of ..............................\ndo hereby nominate the following person as a proper person to serve as a member\nof the Parish Council for the electoral division of ..........................................\nand we certify that to the best of our belief he is qualified for election as a mem-\nber of such Council.\n     Surname                     Other names                            Address            Occupation\n   Signature\n                              ............................................................            .    .\n                              ............................................................\n  I,.................................................................................\n                                                                                    hereby consent to\nnomination as a candidate for election to the Parish Couqcil of the Parish of\n.......................................for the electoral division of .................................\nand name as my address for the serving of process and papers.\n        ..................................................................................................\nAddress..\nOccupation................................................................................................\n  I hereby name and appoint .........................................................whose\naddress is    ..................................................................and whose occupation\nis...................................................................      my oBcial agent for the\npending election\n  Witness my hand this           ........................  day of   ....................................19......\n  Signed by the said nominee in the                       ......................................................\npresence of                                                             Signature of Candidate\n    ..........................................\n           Signature of Witness\n                       ITlw inclusion of thlr page ia aulhorlzed by L.N..67/1982]\n  THE PARISH COUNCILS (GENERAL ELECTION) (FORMS) (NO. 2)\n                    REGULATIONS, 1947\n                                    SCHEDULE, contd.\n                                      FORM NO. 15\n                                  THEPARISHCOUNCILSACT\n     Return where there are no more Candidates than Members to be elected\n  I hereby certify that the member elected for the electoral division of ...............\n(Insert nanie, address and occupation o f member elected as stated on the nomi-\n                                 nation paper)\n  No othex candidate having been nominated (or the other or all other candidates\nhaving withdrawn).\n  Dated at .............................. this ..................day of ................................."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In these Regulations-                                                  ...\n      \"the Council\" means the Parish Council for the parish of Saint\n           Elizabeth;\n      \"inspector\" means a person designated as such by the Council for the\n           purposes of these Regulations;\n      \"lidnce\" means a vending licence granted by the Council under these\n           Regulations.\n   3 4 1 ) No person shall sell or offer or expose for sale any goods--\n      (a) in any thoroughfa&or public place; or\n      (b) on any        openii~gunto any thoroughfare or public place,\nunless that person is the holder of a valid licence granted by the Council for\nthat purpose.\n       (2) Any person who contravenes paragraph (1) shall be guilty of an\noffence and shall be liable on summary conviction in a Resident Magistrate's\nCourt-\n           m respect of a first offence, to a fine not exceedmg five thousand\n           dollars;\n            in respect of a second offence, to a fine not e x w d n g ten\n           thousand dollars;\n            m respecl of a thnd and subsequent offence, to forfelhue of the\n           goods\n        (3) Subject to paragraph (4), where goods are forfeited under\nparagraph (2), the Count$ shall dispose of such goods as it thinks fit.\n                 [The ~ C ~ U E I 01\n                                  O ~!hts page a authonrsd by L N   liZW61\n                      THE S A N T EN7dHt'TH P.4IUSII COL',VCII (X4l.E OFGOODS /A'\n                                  PCBLIC PI-4CESl REGULAT/O.\\'S, 0 0 4\n                  (4) It shall not be lawful for any member of the Council, member\n          of staff of the Council or contractor to the Council to purchase, whether\n          d i i y or indirectly, 'any forfeited g o d and any such person who so\n          purchasesshall be guilty of an offence and shall be liable on summary\n          conviction in a Resident Magishate's Court to a fine not exceeding ten\n          thousand dollars."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-41) There shall be printed upon every ballot paper, opposite to the\nname of each candidate printed thereon, one or other of the symbols\nset out in the Schedule.                                                 schedule.\n      (2) The symbol to be printed opposite to the name of each candi-\ndate shall be the symbol allocated to that candidate by the Chief Electoral\nOfficer in manner following, that is to say-\n  Immediately after the proclamation of election shall have been made\nand before nomination day every prospective candidate in each electoral\ndivision shall forward to the Chief Electoral Officer a written application\nthat he be allocated one of three of the prescribed symbols which he shall\nspecify in the application in the order of his preference, and the Chief\nElectoral Officer shali, upon the nomination of the prospective candidate\n                [The inolusion of this page is authorized by L.N. 4 1 19761\nTHE PARISH COUNCILS (GENERAL ELECTION) (LEAVE AND SYMBOLS)\n                     REGULATIONS, 1947\nas a candidate and subject to the provisions of paragraph (3), in his\nabsolute discretion, allocate to such candidate one of the prescribed\nsymbols which may, or may not, be one of the three symbols specified\nin his application :\n  Provided that if a person is nominated as a candidate who has not\nmade an application pursuant to this regulation the Chief Electoral\nOfficer shall, subject to the provisions of paragraph (3). in his absolute\ndiscretion, allocate to such person one of the prescribed symbols which\nhas not been allocated to any other candidate in the same electoral\ndivision at that election.\n      (3) In exercising his absolute discretion under this regulation, the\nChief Electoral Oficer shall have regard to any desire of which he is\naware that candidates in the several electoral divisions who belong to\nthe same political party or group should have allocated to them the same\nsymbol in each electoral division.\n                                  SCHEDULE                                 (Regulation 3)\n               [Thc inolusion of this page is authorized by L.N. 4119761\n                           PARISH COUNCILS\n                  THE PARISH COUNCILS ACT\n                             REGULATIONS\n                           (under section 60)\n     (Made by the Governor in Executive Council on the 16th day       L.N. 58/47\n                                                                      Amd.\n                          of July, 1947)                              L.N. 109148\n                                                                           150166\n                                                                           296167\n                                                                           350168\n                                                                           287172"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The Superintendent shall-\n     (a) be responsible for the proper care of the buildings and premises\n         and for the cleanliness and sanitation thereof and for the disci-\n         pline of the other employees and the observance of these Regu-\n         lations;\n                                 --\n               D h lncludoa of thL pago L authorLed by L.N. 4119761\n   THE PARISH C O U N C I L OF MANCHESTER ( S L A U G H T E R HOUSE)\n                          REGULATIONS, 1963\n    (b) keep a book in which he shall record daily the following particu-\n        lars of animals offered for slaughter-\n            (i) the description, sex, colour and marks of each animal\n                admitted to the lairs;\n           (ii) the name and address of the butcher or other person by\n                whom brought in;\n          (iii) the name and address of the person from whom the ani-\n                mal was purchased:\n          (iv) the name of the person by whom the animal was bred\n               and the name of the property where bred;\n            (v) the amount of fees paid and by whom;\n           (vi) the date of the slaughter of any animal;\n          (vii) the date of condemnation of any animal, carcass or part\n                of carcass of any internal organ or part thereof and the\n                reason for condemnation;\n    (c) examine the aninials offered for admission and refuse to admit\n         any animal which 'shall from any cause appear to him unfit for\n         slaughter for human consumption;\n    ((1) cause to be removed from the Slaughter House any person or\n         persons who shall entcr, or be upon the Slaughter House with-\n         out a permit or his special permission or who shall commit any\n         breach of these Regulations;\n    ( ) from time to time with the consent of the Council assign a place\n         in the Slaughter House buildings and premises for the carrying\n         on of the various activities which should or may properly be\n         carried on in the said buildings and premises;\n    (f) daily prepare a statement of the fees collected and forward such\n         statement together with the amount collected to the Secretary of\n         the Council."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Save where the Council shall by resolution otherwise determine\n     (a) streets and premises already named and numbered shall retain\n         the names and numbers by which they were known at the time\n         of coming into operation of these Regulations until the name\n         of such street or the number of any such premises shall be\n         changed in accordance with these ReguIations;\n     (b) premises on streets running from north to south shall be num-\n         bered by allotting the number 1 to the first premises on the\n         western side of the street at the southern end and by allotting\n         the number 2 to the first premises on the eastern side of the\n         street at the southern end, and the remaining premises shall be\n         numbered consecutively so that premises on the western side of\n120    THE ST. JAMES PARISH COUNCIL (STREET NAMES AND NUMBERS)\n                            REGULATIONS. 1964\n              the street will have odd numbers and the premises on the\n              eastern side of the street will have even numbers;\n          (c) premises on streets running from east to west shall be numbered\n              in a like manner, commencing at their eastern end with the odd\n              numbers on the southern side of the streets and the even num-\n              bers on the northern side of the street;\n          (d) premises on streets not running directly from north to south or\n              from east to west shall be numbered from the end which is\n              nearer the south with the odd numbers on the left and the even\n              numbers on the right;\n          (e) where any holding is created after a street has been numbered\n              every such holding shall be assigned as a number such numeral\n              with the addition of such fraction or letter of the alphabet as the\n              Secretary of the Parish Council may direct;\n          (f) the Secretary of the Parish Council may upon the application\n              of any person and upon the payment of such sum (not exceed-\n              ing twenty-five cents) as the Council may from time to time by\n              resolution determine issue to such person a certificate stating\n              the number allotted to any holding and as to any change in the\n              numbering of such holding;\n          (g) the Council may from time to time by resolution require that\n               the several premises on any street or part of a street within the\n               Parish of St. James shall be numbered and may by the same or\n               another resolution prescribe the side on which the even and\n               odd numbers shall respectively be placed and the points at\n               which such numbers shall commence."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6     . Subject to paragraph (3, the Councd may suspend a llcence if\n          the hcensee-\n                (a) fads to pay the fee requued by these Regulations,\n                (b) , is in breach of-\n                          '         (i) any provision of these Regulations; or\n                             (ii) any term or condition subject to which the licence is\n                                  granted;\n                 (c) i notifies the Council in writing that he intends to cease the\n                       operation for which he is licensed for the period stated in the\n                       notice.\n                  (2) Before suspending a l i m o e under paragraph (l)(a) o; (b), the\n           Council SI$IIInotify the licensee in writing of the proposed suspension--\n                                    me inclvrbm of lhir p a g is autharired by LN. In0061\n                     ?HE S4LVTELIZABETH PARISH COUNCIL (SALEOF W O D S IV\n                                                                        ,\n                                PUEUC PLACES) REGULATIONS.2ZW4\n               ( a ) stating the reasons therefor;\n               (6) requiring the licensee, in the case of a breach, to remedy the\n                   breach within the time specified in the notice.\n. . ..           ( 3 ) A licensee who is sewed with a notice under paragraph (2) shall,\n         after remedymg the breach, notlfy the Council in writing that the breach has\n         been remedied.\n                  (4) The %ouncil shall, upon receipt of a notice under paragraph (3),\n         cause an inspection to be canied out and if on inspectioq the inspector is\n         satisfied Ihat the breach has been remedied, he shall report in writing thereon\n         to the Council, which shall withdraw the notice of sgxnsion."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7 . 4 1 ) The Council may revoke a licence if it is satisfied that-\n               ( a ) thelicensee hasceased to comply with the provisions of these\n                      Regulations;\n               (6) the application for the licence contained any false or misleading\n                      information in any material particular,\n               (c)    the licensee has failed to remedy a breach which gave rise to a\n                      suspension of the licence under regulation 6, within the time\n                      specified\n                        . ~.\n                                in a notice h d e r paragraph (2) of that regulation;\n                                              I\n         , (d)        any fee or other c v g e payable by the licensee remains unpaid\n                      for a period of ninety days after the suspension of the licence.\n                (2) Where a licence is suspended or revoked pursuant to these\n         Regulationsthe licensee shall forthwith returnthe licence to the Council."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Any person guilty of a breach of any of these Regulations, shall\nbe liable on conviction before a Resident Magistrate to a penalty not\nexceeding four dollars.\n               Whe inclusion of this page is authonzed by L.N. 4119761\n                           PARISH COUNClLS\n                   THE PARISH COUNCILS ACT\n                               REGULATIONS\n                            (under section 121)\n THEPARISHCOUNCIL\n                (FERRYBOATAT BERRYDALE,GOLDEN VALEAND\n    WINDSORFORDINGSOF THE RIOGRANDE RIVER,PORTLAND)\n                  REGULATIONS, 1928\n (Made by the Purish Council on the 13th day of September, 1928, und        G,N. 855/28\n                                                                            Amds.\n     approved by the Governor in Privy Council on the 26th day              G.N. 505137\n                                                                            L.N. 381170\n                        of November, 1928)"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.Ann                                                                   -   L.N. 1 3 W\n           Tre1mvn.v                                                               -   L.N. I33W\n           St. Jnmes                                                               -   L.N. I 3 0 9\n           Ifmover                                                                 -   L.N. 13599\n           IVes/nroreland                                                          -   L.N. 136W\n           St. Eliznhelh\n           1\\4nnchester                                                            -\n                                                                                       L.N. 13899\n           Clnrendon                                                               -   L.N. 139199\n           Sf. Cnlherine                                                           -   L.N. 140199\n                                                                                       L.N. IWSI\nThe Falmouth (Trelawny) Town Hall Regulations, 1954\n  Similar Regulations imae in respect of\n                                                                                        C N 316104\n           Spnnish Town (Sf. Catherme) Town Hall                                             536131\nThe Publlc Mcctings (Trclawny) Regulations. 1961                                        LN    1961\n                                                                                              30161\n  Similar Regulations mode in respect of:\n       '   St. Thon~ns                                                             -    L.N. 27161\n                                                                                              2yb1\n           h4nnchester                                                             -    L.N. 2Yb1\n                                                                                              26161\n            M'estmorelond                                                          -    L.N.1111b0\n           Sf.A40y                                                                 -    L.N. 79/51\n                                                                                              80151\n                [Tlw illclusion o f this page is autho\"cd   by L.N. 1120061\n                                                                         ..\n                                                       PARISH COUNCILS\n                                                      REOULAnoNs\n                                                (undersectian 121) (contd)\nLN. 102144                          Clmndon\nLN. wu                         ;    St. Ann\nLN. 88144                           Hanover\nLN. 86/44                       ,   St. James\nL.N. S U ~ O                    :   St. Elizabeth\nLN.    wu                           St. Cafherine\nLN. 6344                            Portland\nG.N. 3 ~ 6 3                                        (Public ~ a r l d n ~ ~ l a cRegulations,\n                         The Parish Coiuncil~(St~lames)                           es)         1963\nL.N. m6\n      1                  The St. James Parish Council (Street Names and Numbers) Regulations,\n                      1964\n                                                                                                  !\n                             Similar Regulations ma& in respect oJ\n                                                                                                  !\nL.N. low60                          Trelawny, Falmmth\n     21W60\nO N . 42/63                         Sf. Elizabeth, Black River\nLN. 35W75                       ,   St. Mary\nLN. 9 5 m                           St. Ann\nL.N. 4 s m               The St. lamesparish Council (larretl Park, Montego Bay) Regulations,\n                       1978     :\n                                                                                                  I\n L.N. IRE'RWI            The Saint Elizabeth Parish Council (Sale of Goods in Public Places)\n                      Regulations, 2004\n                       SimiIorRegulations made in respect oj:\n                              I\n LN.   ~a~=nm             - St. Thomas\n L N IRE'nm4              - Portland\n LN. IRE%W~               - Trelowny\n L.N. IPE'i2W4            - 'Clarendon\n LN. I ~ I P ~ W P        - Westmoreland\n LN. I41E'RWd             - ,St. Ann\n LN. i n ~ ~ n r n 4      - $1. Catherine\n LH. IRE'nmd              - St. James\n L.N. 1 4 2 E \" ~ 4          - Hanover\n  L.N. 146'2W4               - St. Mary                     . . --\n                                          [m inelusion of this pagc is avfhorkcd by L.N.1120061\n                     PARISH COUNCILS\n                         REGULATIONS\n               (under section 123) (card.)\nWestmoreland                                                       L.N. 188153\n                                                                   G.N. 852153\n                                                                   L.N. 386169\nSt. lames                                                          L.N. 12/53\n                                                                   O.N. 1019157\n                                                                   L.N. 386169\n                                                                        170170\nSt. Catherine                                                      G.N. 373146\n                                                                        505150\n                                                                   L.N. 386169\nPortland                                                           O.N. 175141\n                                                                        266146\n                                                                        325161\n                                                                   L.N. 386169\nTrelawny                                                           G.N. 761128\n                                                                        675152\nSt. Ann's Bay                                                      O.N. 23/02\n                                                                         34/06\n                                                                        135 20\n                                                                   L.N. 386169\n            indualon of chb p.se is authorizcd.'by L.M. 286IB761\n                                       PARISH COUNCILS                                               17\n                             THE PARISH COUNCILS ACT\n                                           ORDER\n                                    (under section 10 (2))\n             (as modified by the Parochial Elections (Modification) Act)\n                 THEELECTORAL\n                            DIVISIONS       ORDER,2009\n                                    (PARISHES)\nY    (Made by the Electoral Advisory Committee on the 23rd day of June,2009) L.N. 86D/2009"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The Council shall not grant any licence in respect of a building unless\nthe Council is satisfied that the following requirements are met-\n           the building is so constructed as to provide safe occupation and use\n           by the public and can be maintained in a sanitary condition;\n           the building has sufficient ventilation and sanitary conveniences for\n           the use of the public;\n           all seats, fixtures and fittings in the building are so arranged as not to\n           interfere with free access to passages, aisles and exits;\n           the building is supplied with adequate lighting which does not require\n           the use of open flame;\n           all passages, aisles and staircases of the building are of sufficient\n           width, and in any event are not less than four feet wide, and are in\n           such proportion to the seating'accommodation of the building as to\n           allow free movement withid, into, and out of, the building;\n           adequate precautions are in place to ensure that no person below the\n           age of sixteen years is admitted to the place of amusement during the\n           hours of eight o'clock in the forenoon and six o'clock in the afternoon\n           Monday through Friday, with the exception of such charitable events\n           as the Council thinks fit;\n           adequate security measures are in place to ensure that no person enters\n           the building with a firearm or other weapon; and\n           the maximum number of person which the building can safely\n           accommodate is prominently displayed."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The Council shall not grant any licence to carry on a cinematograph\nexhibition unless the Council is satisfied that all machinery used for the purpose\nof such exhibition is enclosed in a room or structure and the following\nrequirements are met-\n     (a)   all entrances and exits for the room or structure are suitably placed\n           and are each fitted with a self-closing, close-fitting, door of fire-\n           resistant material satisfactory to the Fire Commissioner, and made to\n                   [The inclus~onof this page is authorized by L N I O Z i Z O I ]\n          THE ST. THOMAS PARISH COUNCIL (PLACES O F AMUSEMENT)\n                            REGULATIONS. 1999\n          open outwards on solid frames of fire-resistant material rebated at\n          the top so as to give one inch of overlap;\n          all doors, openings and joints, of the room or structure are so\n          constructed and maintained as to prevent, so far as is possible, the\n          escape of smoke into any other part of the place of amusement;\n          any openings, in the room or structure, for a projector lantern do not\n          exceed two in number, are not larger than is necessary for effective\n          projection and observation, and are covered with glass which cannot\n          easily be removed;\n          every projector lantern opening is fitted with a screen of fire-resistant\n          material, which can be released from inside the room or structure so\n          that the screen automatically closes with a close-fitting joint and no\n          string or cord forms part of the apparatus for releasing the screen;\n          no furniture is placed or kept inside the room or structure, except\n          one iron shelf not exceeding two feet in length by six inches in width;\n          the place of amusement has insurance coverage, with a reputable\n          insurance company, in respect of public liability, fire and allied perils.\n          every opening through which any pipe or cable passes into the room\n          or structure is bushed and sealed; and\n          the place of amusement has adequate emergency lighting."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. No person shall-\n          (rr) rcmove any tripe from the Slaughter House until after the same\n               has bccn clcaned to the satisfaction of the Superintendent or\n               any person duly authorized to act for him;\n          (6) on any pretence sell any meat in the Slaughter House;\n          (c) remove any carcass or part thereof from the Slaughter House\n              until it has been marked or branded with the mark or brand\n              for the time being prescribed by the Council;\n          (d) do or cause any damage to be done to any building. cattle, pen\n              or appurtenance of the Slaughter House or to any utensil or\n              property whatever of the Council used therein;\n          (e) light any fire or cook on the Slaughter House premises without\n                 the permission of the Superintendent;\n           ( f ) use any part of the Slaughter House except the place especially\n                 provided for the purpose as a urinal or latrine or for the de-\n                 posit of any rubbish, waste or any filthy deleterious or\n                 obnoxious matter;\n          (g) create or cause any disturbance or use any obscene, abusive or\n               insulting language or swear or otherwise misbehave in the said\n               Slaughter House or any part thereof;\n          ( h ) enter upon the Slaughter House premises unless holding a permit\n                from the Council or by special permission of the Super-\n                intendent;\n           (i) take or permit to accompany or follow him any dog into the\n                Slaughter House premises;\n           (j) spit in the Slaughter House or any part thereof;\n          (k) take into or cause to be taken into the Slaughter House\n               premises alcohol in any form whatsoever;\n           (1) smoke in the Slaughter House or any part thereof."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Current will be turned on to the premises of the accepted\napplicant when such deposit as decided upon by the Committee has been\npaid. Prior to current being turned on to any premises, the installation\nshall be first approved by the manager or other person appointed by the\nCommittee in that behalf who shall issue a certificate accordingly which\ncertificate the applicant shall present to the Secretary of the Council\nwith the necessary fees. The Secretary shall then issue instructions to\nthe Manager or other responsible officer to turn on current."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Any person who fails to comply with or commits any breach of\nthese Regulations shall be guilty of an offence and shall on summary\nconviction for such offence be liable to a penalty not exceeding ten\ndollars and in default of payment thereof to imprisonment with hard\nlabour for fourteen days.\n               [Ths inclusion of this ppse Is authorired by L.N. 4/19761\n  THE ST. JAMES PARISH COUNCIL (STREET NAMES A N D NUMBERS)\n                       REGULATIONS, 1964\n                                       SCHEDULE                              (Regulation 3)\n                                            AREA:\n                           LIMITOF PRESCRIBED\n   Starting at Point \"A\" where the centre line of parochial road No. 9 produced\nintersects with the coast line; thence proceeding south-easterly along the said\ncourse down the centre line of parochial road No. 9 to its intersection with the\ncentre line of a private road leading to tha Works; thence south-westerly, north-\nwesterly, and generally south-westerly along the centre line of the said road pass-\ning the Works, and continuing to its intersection with the eastern boundary of\nSpring Estate; thence along the common boundary between Spring Estate and\nTryall Estate to where it meets the northern boundary of F l o m ~ rHill; thence\nwesterly, southerly, westerly, and southerly along the northern and western\nboundaries of Flower Hill to where it meets the northern boundary of Irwin\nEstate; thence easterly along the common boundary between Flower Hill and\nIrwin Estate to the north-eastern comer of the last named property; thence gener-\nally south-westerly along the eastern boundary of Irwin Estate to the intersection\nof the centre line of the main road from Sign to Montego Bay; thence south-\nwesterly along the centre line of the said main road to a point due north of the\ncommon corner between Chelsea and Irwin; thence due south to the aforemen-\nhoned corner; thence south-westerly, north-westerly, generally south-westerly and\nnorth-westerly to the north-westem corner of Friendship Estate; thence southerly\nalong the western boundary of Friendship Estate to its intersection with the centre\nline of the main road leading from Montego Bay to Johns Hall; thence generally\nnorth-westerly and south-westerly along the centre line of the said main road to\nits intersection with the centre line of parochial road No. 23 leading to Retire-\nment: thence along the centre line of the said parochial road to a point due north\nof the common corner between P~tfourP=n and Retirement; thence due south to\nthe aforementioned corner: thence southerly and westerly along the eastern and\nsouthern boundaries of Pitfour Pen, Belfield Estate and Bogue Estate to the\nnorth-western corner of Henry Harney's land; thence along a course due north to\nintersect with the centre line of the Jamaica Railway Corporation track; thence\ngenerally westerly along the centre line of the said railway track through Tunnel\nNo. 13 to a point due east of the intersection of the centre line of parochial road\nNo. 2 7 ~and the centre8line of the main road from Anchovy to Montego Bay;\nthence due west to the aforementioned point; thence generally westerly, south-\nwesterly and north-westerly along the centre line of parochial road No. 2 7 to ~ its\nintersection with the centre lines of parochial roads Nos. 278 and 28; thence due\nwest to meet the parish boundary on the western bank of the Great River; theoce\nnorth-easterly and north-westerly along the parish boundary to where it intersects\nw ~ t hthe centre line of the main road leading fiom Lucea to Montego Bay; thence\nnorth-easterly along the centre line of the said main road and continuing in a\nstraight line to intersect with the coast; thence generally easterly, northerly and\nnorth-easterly along the coast line back to the starting point at \" A .\n-\n                  F e inclusion of this page is authorized by L.N. 4119761\n                              PARISH COUNCILS\n                   THE PARISH COUNCILS ACT\n                                 REGULATIONS\n                              (under section 121)\n (Made by the Parish Council on the 13th day of February, 1975                     L.N. 4 8 ~ 1 7 8\n  and approved by the Minister on the 30th day of January, 1978)"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1)   A person who operates a place of amusement immediately prior to\nthe 27th day of September, 1999 shall, within ninety days from that date apply\nin writing for a licence under these Regulations.\n                                                                                                                                                            (\n        (2) Where an application is made under paragraph (I), the operation of\nthe place of amusement referred to in that paragraph may be continued for a\nperiod of six months from the date of such application or until the licence is\ngranted or refused or the application is withdrawn, whichever is the latter.\n                                                               FIRSTSCHEDULE                                        (Regulation 3 (2))\n                                                        Application for Licence\nTO: THE SAINT THOMAS PARISH COUNCIL\nI ...................\n                    ..                                                            of ..............\n                      ..............................................................             ...'          .... .\n                                                                                                                    ..........................\nhereby apply for a licence to use for a period of\n.........................................................................................................................................................\n     (a)     the building\n     (6) the building and grounds\n     (c)     the grounds only\n                             .\nsituated at ................... .\n                                ....................................................................................................\n                                                                                                                               in the\nparish of' Saint Thomas Corporation for the following types of amusement, namely-\n.....................................................................\n                Signature of Applicanf\nN.B.         This application should be accompanied by:\n     (a)      prescribed licence fee;\n     (6)      proof of Insurance cover for the premises concerned;\n     (c)      in the case of a building, a certificate from the Fire Commissioner as to the adequacy of\n              fire precautions.\n                                [The mclusion of l h ~ spage i s authorized by L N 102/2001]\n             THE ST. THOMAS PARISH COUNCIL (PLACES OF AMUSEMENT)\n                               REGULATIONS, 1999\n                                            SECONDSCHEDULE                       (Regulation 3 (2) (a) )\n   The fees specified in column 2 shall be payable in respect of the type of licence set out in\ncolumn 1-\n                      Column 1                                                              Column 2\n   (a) For licensing of a place of\n          amusement with buildings\n          only or with buildings and\n          grounds-\n               (i)    with a capacity not\n                      exceeding 300 persons\n               (ii) with a capacity ex-\n                    ceeding 300 persons\n                    but not exceeding"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Every animal brought into the Slaughter House shall be there\nplaced and remain at the sole risk of the owner, and the Council shall\nnot be liable to anyone for any injury or damage to such animal however\nsuch injury or damage may be caused whether by the neglect, default,\nomission or otherwise of the Council's servants or agents.\n                                     SCHEDULE                                (Regulation 2)\n       DEFINITION\n               OF BOUNDARIES               SLAUGHTER\n                           OF THE MANDEVILLE     HOUSE\n  All that piece or parcel of land situated at Waltham in the parish of Manchestcr\ncontaining by survey two acres and butting northerly on lands in the possession of\nNorman Vassell and James Hudson, southerly and easterly on lands in the posses-\nsion of James Hudson and westerly on the parochial road leading from Waltham\nto Mandeville.\n*By Gazette Notice 587 of 1970 the following\nscale of fees was approved by the Mirrister:\n    (a) Dressing                        Registration               Slaughter         Total\n        Carcasses                          Fee                       Fee\n           -                                                           -              -\n        Oxen                               $1.70                    $1.70           $3.40\n        Calves                               50c                       50c          81.00\n        Sheep                                 28c                      28c             56c\n        Goats                                 15c                      I5c             30c\n        Pigs 50 t6 and under                  20c                      20c             40c\n        Pigs 200 t6 and under                 40c                      40c             8Oc\n        Pigs over 200 t6                     50c                       50c          $1.00\n    ( b ) Fifth Quarter in Tripery\n          Oxen                                40c per quarter\n          Calves                               5c per quarter\n          Sheep                                3c per quarter\n          Goats                                2c per quarter\n          Pigs                                 3c per quarter\n                 m e inclusion of this page is authorized by L.N. 4119761\n                                 PARISH COllNCILS\n                     THE PARISH COUNCILS ACT\n                                  REGULATIONS\n                               (under section 121 )\n        THESAINTELIZABETH PARISH COUNCIL(SALEOF GOODSm\n                PUBLIC PLACES) RFGULATIONS, 2004\n         (Made by the Parish Council on the 30th day ofJuly,2004)                  LN MW~OM"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. No person shall be permitted to enter the building in a state of\nintoxication, and if any person is found to be in such a stale and is\ndisturbing the public peace, he shall be liable to be removed from the\nbuilding.\n                IThe inclusion of this page is authorized by L.N. 4119761\n                           PARISH COUNCILS\n                  THE PARISH COUNCILS ACT\n                              REGULATIONS\n                           (under section 121)\n          LLEOF FOODAND DRINK\n                            (CLARENDON)\n                                     REGULATIONS,\n                                              1937\n  (Made by the Parish Council on the 10th day of June, 1937 and                  G.N. 817137\n    approved by the Governor in Privy Council on the 7th day of\n                         August, 1937)\n                                                          [lst October, 1937.1"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18       ,                 THE ELECTORAL DIVISlONS(PARISHES) ORDER, 2009\n                                                   SCHEDULE,\n                                                          contd.\n         I\n                 Constituency                Electoral Divisions                Polling Divisions\n     1       ST. THOMAS:               (7) Bath\n             Eastern\n                                       (8) Dalvey\n                                        (9) Port Morant\n                                        (10) Morant Bay\n             PORTLAND:                  (1) Port Antonio\n             Eastern\n                                        (2) Prospect\n                                        (3) Fairy Hill\n                                        (4) Manchioneal\n                                        (5) Fellowship                   98, 99, 100, 101, 102, 103, 104,"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19......\n.......................................\n                                                         ...................................................\n                                                                      Returning Oficer\n                      mo indudon of rhlr pa.ga is authorized by L.N. 67119821\n  THE PARISH COUNCILS (GENERAL ELECTION) (FORMS) ( N O . 2 )\n                    REGULATIONS, 1947\n                                          SCHEDULE, corltd.\n                                            FORMNO. 17\n                                    THEPARISHCO~INCLLS\n                                                   ACT\n                                         Directions to Electors\n  Each elector may vote only at one polling station and for only one candidate.\n  The elector will go into one of the compartments and with a black lead pencil\nthere provided place a crgss within the white space containing the name of the\ncandidate for whom he votes, thus X.\n  The elector shall then fold the ballot paper so that the initials of the presiding\nofficer and the numbers on the counterfoll can be seen and the counterfoil de-\ntached without opening the ballot paper; he shall then return the ballot pa er so\nfolded to the Presiding Officer who shall in full view of those present, incfuding\nthe elector, remove the counterfoil, destroy the same and lace the ballot paper in\nthe ballot box. The elector shall then forthwith quit the poiing station.\n   If an elector inadvertently spoils a ballot paper he may return it to the Pre-\nsiding Oflicer who on being satisfied of the fact will give him another.\n  If an elector votes for more than one candidate or places any mark on the\nballot paper by which he can afterwards be identified his vote will be void and\nwill not be counted.\n  In .the following form of ballot aper given for illustration the candidates are\nWilliam Carib, Frank Patou and ~ o R nShark and the elector has marked his ballot\npaper in favour of Frank Patou.\n                                            (Ballot Paper)\nNo.            1       No.           (        PAROCHIAL\n                                                      ELECTION          ..................................\n.......Elec-\ntoral Divi-\nsion\n               I                     I        PARISHOF     ................................................\n                                              ...................................\n                                                                               .ELECTORAL\n                                                                                       DIVISION\n                                              Polling Division No ....................................\nPolling                                       Voter's Number on Roll .............................\nDivision\nNo.\n               Parish of ............,. ..................................................................\n                   .........................................................Electoral Division\n               Polling Division No .......................\n               Polling Day.. ................................    I\n                                         Do not fold beyond this line\n                                                                     Space for ~ N ~ Aof SP.0.\n                     C A ~WILLIAM\n                            ,\n                       26 Duke Street. Kingston;\n                          Engineer\n      1              PATOU,PRANK\n                        14 Water Lane, Kingston;\n                             Merchant\n                     SHARK,JOHN\n                          3 Victoria Avenue. Kingston;\n                                                                                             Symbol X\n                                                                                                 Symbol\n                            Agent\n                       m e incluslm of ch* page in authorized by L.N. 67119821\n THE PARISH COUNCILS (GENERAL ELECTION) (FORMS) (NO. 2)\n                   REGULATIONS, 1947\n                                    SCHEDULE, contd.\n                                      FORMNO. 18\n                                 T m PARISHCOUNCILSACT\n                                      (Ballot Paper)\nNo.\nii;-&?-\nson\nPolling\n               1                  1    PAROCHIAL         ...................................\n                                                  ELECTION\n                                           PARISHOF... ...............................................\n                                           ....................................\n                                                                            ELECTORAL   DIVISION\n                                           Polling Division No ..................................\nDivision\nNo.                                        Voter's Number on Roll ..............................\n               Parish of ................................................................................\n               .......................................................\n                                                                    ..Electoral Division\n               Polling Division No ......................\n               Poiling Day ................................... -1  Space for initials of P.O.\n                                                                                                       -.\n                                      Do not fold beyond this kine\n                   CARIB,WILLIAM\n           1         26 Duke Sweet, Kingston;                                                  Symbol\n                        Engineer\n                   PATOU,FRANK\n           2         14 Water Lane, Kingston;                                              Symbol X\n                        Merchant\n      I            SHARK,\n                        JOHN\n                     3 Victoria Avenue, Kingston;\n                       Agent\n                                                                                                Symbol\n                            THEPARISHCOUNCILSACT\n      Oath that the Elector is the person intended to be referred to in the List\n                                     of Electors\n  You swear that you are qualified to vote at $hiselection of a member of the\nm i * Council f o the     ~ parish of .............................................\n                                                                                 and are not dis-\nqualified from votmg thereat and that you verily believe that you are the person\nlntended to be referred to by the entry, in the List of Electors used at this Polling\nStation, of the name .........................................whose occupation is given as\n...........................and whose address is given as..........................................\n                           inclusion of this page is authorized by L.N. 671 15821\n  THE PARISH COUNCILS (GENERAL ELECTION) (FORMS) ( N O . 2)\n                    REGULATIONS, 1947\n                                        SCHEDULE, contd.\n                                          FORMNO. 20\n                               THE PARISH COUNCILS Am\n                                       Oath of Qualification\n   *(a) swear\n  You\n   * ( b ) solemnly affirm\n  (1) that you have attained the age of eighteen years and that you are-\n     *(a) A citizen of Jamaica and are ordinarily resident in Jamaica;\n      * ( b ) A Commonwealth citizen (other than a citizen of Jamaica) and are\n              ordinarily resident in Jamaica;\n   (2) that you are not within any of the classes of persons who lack qualiii-\n       cation or are disqualified by reason of crime, mental capacity or dis-\n       franchisement for corrupt or illegal practices;\n  (3) that you have not rcceived anything nor has anything been promised to\n            you directly or indirectly in order to induce you to vote or to refrain from\n            voting at this election; and\n  (4) that you have not already voted at this election or been guilty of\n      any corrupt or illegal practice in relation thereto.\n*Use (a) or @) as may be appropriate.\n                                                                         SO HELP ME GOD.\n                               THE PARISH COUNCILS ACT\n                         Oath o f Identity, with Fingerprint, o j Elector\n              *swear\n   I do--                          that I am\n              *solemnly affirm\n...............................................................................................................\n                               (Name as oti oficial list o f electors)\nof. ...........................................................................................................\n                              (Address as on oficial list o f electors)\nRegistration No ..........................................................................................\n                              ( A s on oficial list o f electors)\nwhose name is entered on the list of electors now shown to me.\n                                                     ...................................................*.....\n                                                                           Signature\n   *Sworn before me this .....................day of ..............................19           ......\n   *Affirmed.\n                       lThc inclusion of this page is authorized by L.N. 67119821\n  THE PARISH COUNCILS (GENERAL ELECTION) (FORMS) (NO. 2 )\n                    REGULATIONS, 1947\n                                       SCHEDULE,contd.\n                                       FORM NO. 21, contd.\n                                                             Fingerprint of elector\n                                                                                                     I\n                                                    Right Thumb                    Other\n.........................................................\n                 Presidin~Oficer\n        for polling division N o ..........\n                   o f the electoral division\n    o f .............................................\nNota:+l)       *Strike out what doer not apply.\n           (2) The Elector shall. except w h m he has no finger oo either hand, make in the\n               space provided one or more impressions in ink-\n                    (i) with his right thumb; or\n                   (ii) with his left thumb should he not have a right thucnb;\n                  (iii) with any other 6nger indicated by the prrsidirq oficnr, l o u l d the\n                        elector not have any thumb.\n                                            FORMNO. 22\n                                 ,THEPARISH\n                                          COUNCILSAm\n                                Oath o f Incapacitated Elector\n                                               of ..............................swear that you are\n   You ..........................................\nincapable of voting without assistance by reason of physical incapacity.\n                                                                         So HELP YOU GOD\n                                           FORMNO. 22A\n                                   THE PARISHCOUNCILSA m\n                                       Oath o f Blind Elector\n  You.. ..............................................................of.. ................................\n swear that you are incapable of voting without assistance by reason of your in-\n ability to see.\n                                                                            So HELP You GOD\n                      me inclusion of thin page is authorized by L.N.67119821\n  THE PARISH COUNCILS (GENERAL ELECTION) (FORMS) (NO. 2)\n                   REGULATIONS, I947\n                                        SCHEDULE, contd.\n                                          FORMNO. 23\n                                Oath of Friend of Blind Elector\n  (I) You swear (or affirm) that you will keep secret the name of the candidate\n      for whom you mark the ballot paper of the blind eleftor on whose b e h a\n      you act.\n  (2) That you have not already acted as the friend of a blind elector for the\n      purpose of marking his ballot paper at this election.\n                                       FORMNO. 24\n                                   THEPARISH      ACT\n                                           COUNCILS\n            Oath o f Agent of a Candidate or Elector representing Candidate\n  I .................................................the undersigned, agent for (or elector\nrepresenting) ....................................... one of the candidates at the election of\na member of the Parish Council for the parish of ....................................held\non this day in the electoral division of ..............................do swear (or solemnly\naffirm) that I will keep secret the names of the candidates for whom any elector\nvoting at this polling station marks h ~ ballot  s       paper in my presence at this election.\n                                                    .........................................................\n                                                              Signature o f Agent or Elector\n  Sworn (or affirmed) before me at .................................this ..................day\nof.   .......................................19.........\n                                                     ........................................................\n                                                            Returning Oficer for the electoral\n                                                                   division o f   ........................\n                                                                               or\n                                                            Justice o f the Peace for the parish\n                                                     of.....................................................\n                                                                               or\n                                                           Presiding Oficer for polling division\n                                                                       .......,........\n                                                                     No..\n                                                    of the electoral division of.....................\n                     [The ineluslon of this pa80 is authorized by L.N. 67119821\nTHE PARISH COUNCILS (GENERAL ELECTION) (FORMS) (NO. 2)\n                  REGULATIONS, 1947\n                me incladon of thu p.ge   M authorized by   L.N. 4/1976]\n  THE PARISH COUNCILS (GENERAL ELECTION) (FORMS) (NO. 2)\n                    REGULATIONS, 1947\n                                         SCHEDULE,contd.\n                                            FORMNO. 26\n                     Oath of Presiding Officer after closing of the Poll\n   I.............................................\n                                              the undersigned, presiding officer for polling\nstation No ...............of the electoral division of .................................\n                                                                                      do swear\n(or solemnly affirm) that to the best of my knowledge and belief this Poll Book\nkept for the said polling station under my direction has been so kept correctly and\nthat the total number of votes recorded therein is........................and that it con-\ntains a true and exact record of the votes given at the said polling station as the\nsaid votes were taken thereat; that I have faithfully performed all duties required\nby me by law.\n                                                    .........................................................\n                                                                    Presiding Officer\n  Sworn (or affirmed) before me at ............................. this ..................\n                                                                                       day of\n                                                     ........................................................\n                                                                        Poll Clerk\n                                                                 (or as the case may be)\n                                        FORMNO. 27\n                                   Tke PARISHCOUNCILS\n                                                    ACT\n                         Oath of the Poll Clerk after closing the Poll\n   I...................................................\n                                                 the undersigned, Poll Clerk for polling\nstation No ..................of the electoral division of ..........................................\nd o swear (or do solemnly affirm) that this Poll Book for the said polling station\nke t under the direction of ....................................... who has acted as presiding\nrdcer thereat has been so kept by me under his direction as aforesaid correctly\nand to the best of my skill and judgment; that the total number of votes recorded\ntherein is ........................and that to the best of my knowledge and belief it wn-\nbins a true and exact record of the votes given at the abovementioned polling\nstation as the said votes were taken thereat by the said presiding officer and that I\nhave faithfully performed all other duties as Poll Clerk according to law.\n                                                      ........................................................\n                                                                          Poll Clerk\n  Sworn (or affirmed) before mc at .................................\n                                                                  this             .....................day\n                                                      ........................................................\n                                                                    Presiding Oficer\n                                                                 (or as the case may be)\n                       me indudon of this gage b authorized by L.N. 4119761\n  THE PARISH COUNCILS (GENERAL ELECTION) (FORMS) (NO. 2)\n                    REGULATIONS. 1947\n                                      SCHEDULE, contd.\n                                        FORMNO. 28\n                                 THE PARISHCOUNCILSACT\n                     Statement of rhe Poll after counting the Ballots\n   Electoral division of ................................... P o l l Station No ...............\n                                                                                                     I            I\nNumber of ballot papers received from the returning officer                        ................\nNumber of ballot papers cast for ................................................\n      Do.       do.       do.       ..............................................\n      Do.       do.       do.       ..............................................\n      Do.       do.       do.       ...............................................\n      Do.       do.       do.       ...............................................\n      Do.       do.       do.       ...............................................\n      Do.       do.       do.               ......................................a<.......\nNumber of *REJECTED      ballot papers ........................................\n(*A REIECTEDballot paper means a ballot paper which has\n  been handed by the presiding officer to an elector to cast\n  his vote but which at the close of the poll, has been found\n  in the ballot box unmarked or so improperly marked that\n  it cannot be counted).\n    Total number of ballot papers found in box ................ .....\nNumber of unused ballot papers undetached from the books .............\n                                                                           .\nNumber of 'SPOILEDballot papers ..............................................\n(*A SPOILEDballot paper means a ballot paper which, on\n  polling day, has not been deposited in the ballot box, but\n                                                                                                     I I\n  has been found by the presiding officer to be soiled or im-\n  properly printed, or which has been handed by the presid-\n  ing officer to an elector to cast his vote, and (a) has been\n  spoiled in marking by the elector, and (b) has been hand-\n  ed back to the presiding officer and exchanged for\n  another).\n                                   Total\nNumber of names on official list of electors used at the poll ..............................\n   I hereby certify that the above statement is correct..\n                                                                      this.. .............................\n     Dated at.. ........................................................\nday of.......................................19.........\n                                                                             ........................................................\n                                                                                              Presiding Oficer\n                     [The inclusion of tbh paee u authorized by L.N. 4119761\n   THE PARISH COUNCILS (GENERAL ELECTION) (FORMS) (NO. 2)\n                     REGULATIONS, 1947\n                                         SCHEDULE, rontd.\n                                           FORMNO. 29\n                                   THE PARISHCOUNCILSACT\n          Oath of Messenger sent to collect Ballot Boxes or any Custodian o f\n                                    Ballot Boxes\n   I....................................,..................................messengar appointed by\n.......................................................\n                                                    returning officer for the electoral division\nof ................................ do swear (or solemnly affirm) that the several boxes to\nthe number of ................................... which were used at polling stations Nos.\n...............of this electoral division on polling day now delivered by me to .........\n....................................were handed to me by ..........................................\nthat they have not been opened by me or any other person and that they are in\nthe same state as they were in when they came into my possession.\n                                                      ........................................................\n                                                                           Signature\n  Sworn (or affirmed) before me at ....................................this .....................\n                                        .19.. .......\nday of.. .................................\n                                                      ........................................................\n                                                                     Returning Oficer\n                                                                  (or as the case may be)\n                                   THE PARISHCOUNCILSACT\n                                Return after Poll has been taken\n   I hereby certify that the member elected for the electoral division of ...............\n...............as having received the majority of votes lawfully given is..................\n...............................................................................................................\n             (name, address and occupation as stated in Nomination Paper)\n  Dated at.. ....................................................\n                                                              this..        ..................................\nday of.. .....................................19. ........\n                                                     .........................................................\n                                                                      Returning Ofirer\n                                             FORMNO. 31\n                                   THEPARISHCOUNCILSACT\n                                   Return o f Election Expenses\n   I,.....................   ....................................... of .......................................\na candidate at the election of a member of the Parish Council for the parish of\n.................................held on the ..................... day of ................................."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. The Superintendent shall be responsible for all tools, materials\nand appliances in use for the maintenance of the roads, bridges, buildings\nor works of the parish. He shall keep an inventory of all plants, tools,\nmules, carts, harness, furniture, appliances and other goods and chattels\nof the Council and at the end of the financial year make a return of\nsame showing the condition and approximate value. He shall also at\nthe end of each financial year or oftener if required make' a return of\nmaterials purchased and show the surplus remaining in hand. He shall\nalso make an annual report showing the dates of visits of each road\nand street the work done during the year and submit proposals for\nallotments for the ensuing financial year."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. No person shall in the park, throw or deposit any bottle, tin,\n         container, glass, paper or other rubbish, otherwise than in receptacles\n         provided for that purpose."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. The business of each meeting of the Council shall be transacted\nin the following order-\n    (a) reading of notice convening the meeting;\n    (b) confirmation of the minutes of the previous meeting;\n    (c) business arising from the minutes of the previous meeting;\n    (d) apologies for absence;\n    (e) announcements by the Chairman;\n    (f) notices of motion arising from announcements;\n    (g) unfinished business of farmer meetings;\n    (h) business in accordance with notice or law;\n                             General MaZZers\n    (i) government correspondence;\n    (j) other correspondence;\n    (k) reports by committees or officers;\n    (I) petitions;\n    (m) notices of motion;\n    (n) questions;\n                           Roads and Works\n    (0)business in accordance with notice or law;\n    (p) government correspondence;\n    (4)other correspondence;\n    (r) reports by committees or officers;\n    (s) petitions;\n    (t) notices of motions;\n    (u) questions.\n                  lnaluslon of thh page b ruthorled by L.N. 4119761\n       THE PARISH COUNCILS (CLARENDON) BY-LAWS, 1951                        57"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Each Assistant Superintendent will have assigned to him such\nsub-division of the parish in which he is stationed, or such particular\nwork or works as the Council shall direct. If he be assigned a sub-\ndivision, he will take direct charge and management under the order of\nthe Superintendent of all the work of the Department within that\nsub-division, except special works (which shall mean any work other\nthan maintenance and upkeep, specially authorized by the Council\nexceeding an expenditure of $20). He shall organize the work of his\ndivision transmitting to the Superintendent every fortnight a proposed\nplan of work in advance and a report of all work done the previous\nweek."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. The Assistant Superintendent of each sub-division shall visit every\npart of the drivable roads and every work under his charge at least\nonce in every three months, giving the dates of visik, work performed,\nrecommendation and remarks and he shall initial task work slips on the\nroads visited.. He must visit bridle roads and village streets at least\nonce in every six months.\n                IThc inclusion of thin page is authorized by L.N. 4119761\n      THE ST. ANN (PAROCHIAL OFFICERS) BY-LAWS, 1928"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.9.47\n  L.N. 38/56\n    L.N. 58/47   The Parish Councils (General Elections) (Forms) (No. 2) Regulations. 1947.\n      i 109148\n L N 148166      The Parish Councils (General Election) (Notice of Grant of Poll) Regulations, 1966.\n    L.N. 221w      The Parish Councils Elections (Prescribed Forms) Regulations. 1990.\n(Omitted)                                                 RESOLUTIONS\n                                                (under section 114 and limits\n                                                 preserved under section 115)\n                               PARISH CO(IN%LS\n                     THE PARISH COUNCILS ACT\n                                 REGULATIONS\n                       (under section 121) (contd.)\nThe Swine Kceping (St. Catherine) Regulations, 1939                                    GN. I ~ N S P\n                                                                              ~.\nThe Parking (Savanna-la-Mar)Regulations,1939                                           G.N. 1118139\nThe Animal Keeping (Montcgo Bay) Regulations, 1940                                     G.N. 14Yd0\nThe St. Thomas Parish Council (Places of Amuscmcnt) Regulations, 1999 L.N. 119199\n Similar Regulnlions made in respect of\n           Portland                                                                -   L N 130199\n           Sl. Ma?                                                                 -   L N 1311W"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. The Assistant Superintendent shall require each headman, or\nhimself make out from the time book by Wednesday evening fortnightly,\nthe pay list of the workmen and labourers employed during the week\nup to Wednesday morning. After carefully checking and signing the\npay lists he shall forward them to the Superintendent not later than\nWednesday evening. All orders for work in the ensuing fortnight shall\nbe issued and given out on the Thursday or Friday following. The\nAssistant Superintendent shall measure up as completely as possible\nall work done and append to each pay list a summary of the work for\nwhich payment is to be made, showing the class of work and cost\nthereof. The total cost of the work according to the summary shall\ncorrespond with the total of the pay bill to which it relates. Assistant\nSuperintendents and headmen shall be present always when gangs are\nbeing paid."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. The Assistant Superintendent shall be advised of all work being\ndone in his division and if required to do so, he shall check the hands at\nwork and the quantities of work done by them, with the time book or\nnotes kept by the headman or foreman in charge. He shall check all\nmaterials received on the works, see that they are in accordance with\nthe orders given and of the proper quality. He shall refuse to receive\nand shall not take possession nor take custody of any tools and materials\nwhich are defective or which may be supplied without a proper order or\nin excess of the order or orders given. He shall make a return of all\nmaterials received and show how they have been disposed of."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. The Assistant Superintendent shall keep and supply to the\nSuperintendent such notes and accounts of measurements and cost of\nevery work in progress and in such form and detail as the Council shall\ndirect. He shall keep the Superintendent fully informed of the state of\nprogress of each work and of the expenditure thereon, the materials\nsupplied, their quality and quantities, the requirements of the work, and\nany circumstances that may arise during its progress requiring attention\nor consideration. At the same time he shall exercise proper judgment\nand discretion, so as not to have perishable materials on hand going to\nwaste or deteriorating.\n      THE ST. ANN (PAROCIIIAL OFFICERS) BY-LAWS, 1928"
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. Every speaker shall confine himself to the question under\n consideration or to an amendment to be proposed by himself, o r to a\n question of order.\n                [The indusion of this page is authorized by L.N.4119761\n58           THE PARISH COUNCILS (CLARENDON) BY-LAWS, 1951"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Each Assistant Superintendent before each allotment meeting\nshall prepare and forward to the Superintendent the list of roads in his\ndistrict, the proposed allotment thereon and make recommendation\nfor increase or decrease, stating causes. He shall also prepare a list of\nall tools, all furniture, instruments and other property belonging to the\nCouncil and state the condition and approximate value, and forward to\nthe Superintendent with a return of all the roads and streets in his\ndistrict, dates of visits, and remarks thereon."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31, or order such person to leave the park; or\n    (6) issue a warning to such person not to re-enter the park for\n        any specified period without the prior permission of an\n        officer or authxized person.\n       (2) Any person who-\n    (a) fails to leave the park when ordered to do so by an officer\n         or authorized person; or\n    (b) re-enters the park in contravention of a warning issued\n         to that person undcr sub-paragraph (b) of paragraph (1)\n         shall be guilty of an offence.\n        (3) Where the person to whom a warning is issued under this\nregulation is a clu~bor other organization, or where such warning\nis issued to not less than lhrce members of a c!ub or organization,\nthe Committee may, if i t sees fit, suspend the licence issued to such\nclub or organization for such period not exceeding one month, as\nthe Committee may determine."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32.-31) Any officer or authorized person may, by the use of a\n         reasonable amount of force if necessary-\n                                                                                     -\n                       [The inclusi.:n of this page is authorire& by L.N. 71119791\nTHE ST. JAMES PARIS;: COUNC:L (JARRETT PARK, MONTEGO BAY)                                               122.07\n                      REGULATIONS, 1978\n    (a) remove or order the removal from the park of any person\n         who contravenes any of t l ~ eprovisions of regulations 15 to"
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. Any person who contravenes ally of the provisions of regulations\n15 to 31 shall, on summary conviction before a Resident Magistrate, be\nliable to a fine not excceding fifty dollars.\n                                   FIRSTSCHEDULE                                  (Regulation 2)\n  All that parcel of land known as Jarrett Park formerly known as \"Part of\nCatherine Hall Estate\" in the parish of St. Jlames comprising 5 acres 2 roods"
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. Every payment on a pay list must be witnessed by a person who\ncan read and write. The payer and the witness must both be satisfied\nas to the identity of the payee. The witness must write his initials and\ndate of payment opposite to. the name of each person paid at the time\nthe money is paid, and also sign his name in full at the foot of the pay\nlist. No payment shall be made to a proxy. except under exceptional\ncircumstances and upon the production of a written order signed by the\nclaimant.\n      T H E ST. ANN (PAROCHIAL OFFICERS) BY-LAWS, 1928"
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35,36,37,38,39,40,41'\n                                          (12) Braeton\n                                  [The inclusion of-tES page is authorized by L.N. 21ROI21\n     I\n                THE ELECTORAL DIVISIONS(PAR1SHES) ORDER, 2009\n                                      SCHEDULE,\n                                             contd,\n     Constituency             Electoral Divisions                 Polling Divisions\nST. CATHERINE:           (13) Greater Portmore\nSouthern, contd.              North\n                        ( 14) Greater Portmore\n                               East\n                         (1 5) Hellshire\nST. CATHERINE:           (16) Ensom City\nCentral\n                        (1 7) Hampton Green\n                         (1 8) Homestead\n                         (19) Spanish Town\nST. CATHERINE:           (20) Waterford\nSouth-Eastem\n                         (21) Independence City\n                         (22) Westchester\n                         (23) Edgewater\n                         (24) Bridgeport"
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. When paying wages, the paying officer shall always have the\nHeadman's book and task work slips before him which slips shall be\ncollected and forwarded to the Superintendent. He shall also, as an\nadditional check on the correctness of the entries in the pay lists.\noccasionally ask the work-people, before paying them, to state what\nwork they have done and what amount they claim.\n               [The inclusion of thk page is authorized by L.N. 4119761\n                           PARISH COUNCILS\n                 THE PARISH COUNCILS ACT\n                                 BY-LAWS\n                            (uncler section 120)\n      THEPUBLIC\n              GARDENS\n                    (SPANISH\n                           TOWNAND OLDHARBOUR)\n                   BY-LAWS.1902\n  (Made by the Parish Council on the 9th day of October, 1902 and          G.N. 397102\n                                                                           Amd:\n    approved by the Governor in Privy Council on the 1st day o f           G.N. a38137\n                         Novetnber, 1902)"
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. Every motion or amendment made at a meeting shall, if required\n     by the Chairman, be reduced into writing and handed to him with the\n     names of the mover and seconder appended thereto."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. No motion may be debated unless and until it has been seconded\n     by a Councillor.\n                    p h c illciuri<,n of this pnge is authorized by L.N. 41 19761\n        THE PARISH COUNCILS (CLAREAIDON) BY-LA WS, 1951                      59"
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39. The mover of an original motion shall be entitled to speak once\nwhen moving his motion and once by way of reply but not otherwise.\nIn reply he shall confine himself to matters raised in his opening speech\nor during the debate. After the mover has commenced his reply no\nother member may speak to the motion."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40,41,42,43,44,45\n1\n                    me inclusion of this page is autholized by L.N. 21R012J\n                  THE ELECTOML DIVISIONS (PARISHES) ORDER, 2009\n                                         SCHEDULE,contd.\n      Constituency               Electoral Divisions                  Polling Divisions\nCLARENDON:                   (9) Rock River                   46,47,48,49, 50, 51, 52, 53, 54,\nNorth-Central, contd.                                         55, 56, 57, 58, 59,60,61, 62.63,"
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41. When a motion has been duly carried no other motion which sub-\nstantially contradicts, overrides or repeats the motion which has already\nbeen carried may be put to the same meeting of the Council."
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42,43,44,45,46,47,48\n                  THE ELECTORAL DIC.'ISIONS(PARISHES)ORDER. 2009\n                                      SCHEDULE.\n                                             conrd.\n     constituency              Electoral Divisions                 Polling Divisions\nPORTLAND:                 (8) Buff Bay                    49, 50, 51, 52, 53, 54, 55, 56, 57,\nWestern, conrd.                                           58, 59, 60, 61, 62, 63, 64, 65, 66."
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43. On a motion for adjournment of a debate being carried it will\ndevolve on the speaker in the debate to continue his speech at the next\nsitting of the Council or committee."
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44. A motion that has been seconded shall not be withdrawn without\nleave of the seconder and the consent of the majority of the Councillors\npresent at the meeting."
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. The Chairman shall have power to refuse to allow any motion\nwhich he considers to be improperly or disrespectfully worded or not\nto be within the scope of parochial administration to be put to the\nmeeting and discussed."
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46. When the Chairman is of opinion that a motion comprises two\nor more propositions he may divide such a motion into as many\nparts as he may consider necessary and propose each part from the\nchair as a separate question which, if passed, shall form a separate reso-\nlution.\n                            AMENDMENTS"
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47. At any stage of a debate on a motion an amendment of such\nmotion may be moved and seconded. A motion may be amended in\nthe following manner :-\n     (a) by inserting words;\n     (b) by striking out words; and\n     (c) by striking out some words and inserting others.\n                [The indusion of rhis page is authorized by L.N. 4119761\n60           THE PARISH COUNCILS (CLARENDON) BY-LAWS, 1951"
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48. (i) Whcn an amendment to a motion has been moved and\n     seconded, no further amendments to the motion may be moved until\n     the first amendment has been disposed of; if the amendment be carried\n     the motion as amended shall be the motion before the meeting upon\n     which a further amendment may be moved.\n           (ii) If the first amendment be negatived then a subsequent\n     amendment to the original motion may be moved and seconded, but\n     only one amendment shall be considered at any time."
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49, SO, 51, 52, 53\n                                           (7) Old Harbour,\n                                               South\n                                            (8) Church Pen\n                                            (9) Sydenham\n                 ST. CATHERINE:           ( 10)    Bernard Lodge\n                 Southern\n                                          (11) Naggo Head                  17, 18, 19,20,21.22,23.24,25,"
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50. When there is before the meeting a motion which embodies\n     several distinct propositions, the Chairman shall have power to refuse\n     an amendment which is moved at a stage of the debate not appro-\n     priate for the same."
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51. When a motion or amendment which has become a substantive\n     motion has been put from the chair and declared by the Chairman\n     to be carried, no further proposal's for amending the motion or the\n     amendment shall be entertained.\n                              POINT OF ORDER"
    },
    {
      "provision_ref": "sec52",
      "section": "52",
      "title": "Section 52",
      "content": "52, 53, 54, 55, 56, 57, 58, 59.60,\n                                                              '    61,62,63,64,65,66\n                                  (36) Mount lndustry              67, 68.69, 70, 71, 72, 73, 74, 75,"
    },
    {
      "provision_ref": "sec53",
      "section": "53",
      "title": "Section 53",
      "content": "53,54,55,56,57,58,59,60\n                        (9) Ulster Spring                61, 62,63, 64,65,66, 67, 68.69,\n                                                         70; 71, 72, 73, 74.75, 76, 77, 78,"
    },
    {
      "provision_ref": "sec54",
      "section": "54",
      "title": "Section 54",
      "content": "54. On a point of order being raised, the Councillor then speaking\n     shall resume his seat until the Chairman shall have given his decision\n     on the point raised. The Councillor who raised the point of order\n     shall resume his seat so soon as he has concluded his appeal to the\n     Chairman.\n                    [The indusion of this page is authorized by L.N. 4119761\n        THE PARISH COUNCILS (CLARENDON) BY-LAWS, 1951                        61"
    },
    {
      "provision_ref": "sec55",
      "section": "55",
      "title": "Section 55",
      "content": "55. The decisions of the Chairman on all points or order, difference\nof opinion or on the intarpretation of any by-law or as to the practice\nof the Council, shall be final' and shall be immediately submitted to\nwithout debate by the Councillors of the Council. It shall, however,\nbe competent for any five Councillors to have a protest entered on thc\nminutes of the meeting or for any ten Councillors to demand by\nnotice of motion that the matter be reconsidered by the full Council.\n                        VOTE ON QUESTIONS"
    },
    {
      "provision_ref": "sec56",
      "section": "56",
      "title": "Section 56",
      "content": "56. Except as otherwise provided, all questions shall be decided by\na majority of the votes of Councillms present at a meeting of the\nCouncil."
    },
    {
      "provision_ref": "sec57",
      "section": "57",
      "title": "Section 57",
      "content": "57, 58,59,60\n                              (7) Montego Bay,                61. 62, 63. 64, 65, 66, 67,68, 69.\n                                  North                       70.71.72. 73, 74.75.76, 77.78\n                              (8) Montego Bay,                79, 80,81.82, 83. 84.85, 86.87,\n                                  South                       88\n                              (9) Montego Bay,                89, 90, 91.92, 93,94,95. 96,97,\n                                  West                        98.99, 100,101,10\n    ST. JAMES:                (10) Montego Bay,                1,2,3,4,5,6,7,8,9,10,11,12,\n    Westcentral                    South East                 13, 14, 15, 16, 17, 18, 19,20,21,"
    },
    {
      "provision_ref": "sec58",
      "section": "58",
      "title": "Section 58",
      "content": "58. When a debate on a motion has been terminated the Chairman\nshall put the question for decision by replies of \"aye\" or \"no\" and\nshall declare how he thinks it has been determined."
    },
    {
      "provision_ref": "sec59",
      "section": "59",
      "title": "Section 59",
      "content": "59. (i) Any Councillor may request a division to decide any ques-\ntion and such a request may be made either before m after the Chair-\nman has declared how he thinks the question has been determined.\n     (ii) When a division has been requested the Secretary shall ask\neach Councillor separately how he desires to vole and record the vote\nof each Councillor."
    },
    {
      "provision_ref": "sec60",
      "section": "60",
      "title": "Section 60",
      "content": "60. When the vote is taken by a division, the division shall decide\nthe question. Should there be an equality of votes, the Chairman shall\nbe at libmty to give his casting vote; if he declines to do so, the\nmotion shall be deemed to have been negatived."
    },
    {
      "provision_ref": "sec61",
      "section": "61",
      "title": "Section 61",
      "content": "61. If a Councillor states that he voted in error or that his vote\nhas been counted wrongly, he may claim to have his vote altered,\nprovided that such request is made as soon as the Chairman has\nannounced the numbers and before he shall have declared the result\nof the division."
    },
    {
      "provision_ref": "sec62",
      "section": "62",
      "title": "Section 62",
      "content": "62. A Councillor shall not vote on any subject in which he has a\ndirect pecuniary interest.\n          -.\n               [The inclusion of this pnge is authorized by L.N. 4 / 19761\n62           T H E PARlSll COUNClLS (CL:IRENDON) BY-LAWS, I951"
    },
    {
      "provision_ref": "sec63",
      "section": "63",
      "title": "Section 63",
      "content": "63,64,65,66,67,68\n                               (I I ) Pedro Plains             69, 70, 71, 72, 73, 74, 75, 76, 77,"
    },
    {
      "provision_ref": "sec64",
      "section": "64",
      "title": "Section 64",
      "content": "64. The voting at the election of Chairman and Vice-chairman of\n     the Council shall be preceded by nomination and sliall be by ballot."
    },
    {
      "provision_ref": "sec65",
      "section": "65",
      "title": "Section 65",
      "content": "65.66\n                      me iaclusion of this page is authorittd by L.N. 21/2012]\n24                      THE ELECTORAL DIVISIONS (PARISHES) ORDER. 2009\n                                                                                              \\\n                                                 SCHEDULE,   contd.\n           Constituency                   Electoral Divisions             Polling Divisions\n     ST. JAMES:                  ( 1 7)    Catadupa\n     Southern. contd.\n                                  (1) Chester Castle\n     HANOVER:\n     Eastern\n                                  (2) Hopewell\n                                  (3) Sandy Bay\n     HANOVER:                     (4) Lucea\n     Western\n                                  (5) Riverside\n                                  (6) Cauldwell\n                                  (7) Green Island\n     WESTMORELAND:                (1)      Negril\n     Western\n                                  (2) Shemeld\n                                  (3) Little London\n                                   (4) Grange Hill\n                                   (5) Friendship\n                          [Tbc inclusion of this page is authorized by L.N. 21R012j\n               THE ELECTORAL DIVISIONS (PARISHES)ORDER. 2009\n    Constituency             Electoral Divisions                 Polling Divisions\nWESTMORELAND:            (6) Petersfield\nCentral\n                         (8) Savanna-la-Mar,\n                             North\n                        (10) Comwall Mountain\nWESTMORELAND:           (1 1) Bethel Town\nEastern\n                        ( 12) Leamington\n                        ( 13) Darliston\n                        (14) Whitehouse"
    },
    {
      "provision_ref": "sec66",
      "section": "66",
      "title": "Section 66",
      "content": "66. If any Councillor uses offensive, abusive or objectionable language\n     and refuses, when called upon, to withdraw and apologise to the satis-\n     faction of the Chairman, or if any Councillor refuses to accept and\n     act upon a ruling by the Chairman or commits any breach of these\n     By-Laws, the Chairman may require him to withdraw from the meeting."
    },
    {
      "provision_ref": "sec67",
      "section": "67",
      "title": "Section 67",
      "content": "67. If any Councillor disturbs the good order of a meeting and\n     persists in such disturbance the Chairman may adjourn the meeting.\n                                Quesiions arld Answers"
    },
    {
      "provision_ref": "sec68",
      "section": "68",
      "title": "Section 68",
      "content": "68,69,70,7 1,72,73\n                          (12) Boscobel\n                          (13) Retreat\nST. ANN:                    (1) Moneague\nSouth-Eastem\n                            ( 2 ) Bensonton\n                            ( 3 ) Calderwood\n                            ( 4 ) Claremont\nST. ANN:                    ( 5 ) Exchange\nNorth-Eastem\n                            ( 6 ) Ocho Rios\n                            ( 7 ) Beecher Town\n                  THE ELECTORAL DIVISIONS (PARISHES) ORDER. 2009\n      Constituency              Electoral Divisions                Polling Divisions\nST.ANN:                      (8) Lime Hall                 80, 81, 82, 83, 84, 85, 86, 87. 88,\nNorth-Eastern, conrd.                                      89.90.91, 92, 93.94.95. 96, 97.\n                             (9) St. Ann's Bay             108, 109, 110, 111, 112, 113,"
    },
    {
      "provision_ref": "sec69",
      "section": "69",
      "title": "Section 69",
      "content": "69. If a question be asked without notice it shall be oompetent for\n     the Chairman or Councillor or officer concerned to require that notice\n     shall be given. All questions and notices of questions if required by\n     the Chairman shall be put in writing and handed to the Secretary."
    },
    {
      "provision_ref": "sec70",
      "section": "70",
      "title": "Section 70",
      "content": "70.-(1) A question shall not contain axgunients, inferences, opinions,\n     imputations, epithets, ironical expressions or hypothetical cases; nor\n     shall a question include statements not strictly necessary to render\n     the question intelligible.\n              (2) A question shall not contain charges which the Councillor\n     who asks the question is not prepared to substantiate.\n              (3) A question shall not be made the pretext for a debate.\n             (4) A Councillor may ask a supplementary question far the\n     purpose bf further elucidating any matter o l fact regarding which an\n     answer has been given; but a supplementary question must not be used\n     to introduce matter not included in the original question.\n                    [The inc'lusion of this page is authorized by L.N. 4119761\n        T H E PARISH COUNCILS (CLARENDON) BY-LAWS, 1951                      63"
    },
    {
      "provision_ref": "sec71",
      "section": "71",
      "title": "Section 71",
      "content": "71. Every answer shall be confined to the points contained in the\nquestion and shall include only such explanations as may be necessary\nto give a fair or honest answer to the question. When requested, any\nCouncillor or officer shall give his answer in writing.\n                          COMMITTEES"
    },
    {
      "provision_ref": "sec72",
      "section": "72",
      "title": "Section 72",
      "content": "72. The Council during session may resolve itself into a committee\nof the yhole Council when it deems it necessary; the Chairman, Vice-\nChairman or Councillor presiding shall be the Chairman of the com-\nmittee. The action taken in committee shall immediately be confirmed\non the resumption of the Council. The proceedings of a committee\nof the whole Council shall be recordcd in the minute book of the\nCouncil and shall be taken as sufficient report e n such proceedings.\nThe committee of the whole Council shall be subject to the By-Laws\ngoverning the Council except that there shall be no restrictions as to\nthe number of times a Councillor may be permitted to speak and that\nno sub-committee may be appointed therefrom."
    },
    {
      "provision_ref": "sec73",
      "section": "73",
      "title": "Section 73",
      "content": "73.74.75.76 '\n                           (10) Mocho\nCLARENDON:                 ( I I) May Pen,                     1,2,3,4,5,6,7,8,9,10,11,12,\nCentral                           North                       13, 14, IS, 16, 17, 18, 19, 20, 21,\n                                                              22\n                           (12) Denbigh\n                           (13) May Pen,\n                                East\n                           (14) May Pen,\n                                West\nCLARENDON:                 (15) Toll Gate\nSouth-Western\n                           (16) York Town\n                           (17) Milk River\n                            (18) Race Course\nCLARENDON:                  (19) Palmers Cross\nSouth-Eastern\n                            (20) Mineral Heights\n                            (21) Hayes\n                            (22) Rocky Point\n            [The inclusion of this page is autho&      b ) L.N. 21R0121\n30           1                 THE ELECTORAL DIVISIONS (PARISHEX) ORDER, 2009\n                                                        SCHEDULE, cond\n                     Constituency                 Electoral Divisions              Polling Divisions\n                 ST. CATHERINE:            (I) Lluidas Vale                1;2,3,4,5,6,7,8,9,10,11,12,\n         I       North-Western                                            13, 14, 15, 16, 17, 18, 19,20,21,"
    },
    {
      "provision_ref": "sec74",
      "section": "74",
      "title": "Section 74",
      "content": "74. The standing committees shall be appointed by the Chairman\nand shall submit their reports to the Council promptly. They shall\nhave the right to the services of the Secretary, the Superintendent of\nRoads and Works and any other officer of the Council they may require."
    },
    {
      "provision_ref": "sec75",
      "section": "75",
      "title": "Section 75",
      "content": "75,76.77,78,79, 80.81.82\n                             (13) Spring Garden               83, 84,85,86,87,88,89,90, 91,"
    },
    {
      "provision_ref": "sec76",
      "section": "76",
      "title": "Section 76",
      "content": "76. The following standing committees shall be appointed annually\nat the meeting at which the election of Chairman and Vice-chairman\nof the Council takes place or at the meeting immediately following\nsuch election---\n     (a) finance committee\n     (h) roads and works committee\n     (c) public health and sanitation committee."
    },
    {
      "provision_ref": "sec77",
      "section": "77",
      "title": "Section 77",
      "content": "77. Selcct committees shall be appointed for specific purposes on\nresolutions passed by the Council, the mover of the resolution being\nappointed Chairman ol' the committee. A select committee shall\nreport to the Council within three months of the date of appointment,\nfailing which it shall cease to exist as from the date of the expiration\nof the said period of three months.\n               [rhe indurion of this p d ~ ci? authorized by J..N. 4119761\n        THE PARISH COUNCILS (CLARENDON) BY-LAWS, 1951"
    },
    {
      "provision_ref": "sec78",
      "section": "78",
      "title": "Section 78",
      "content": "78.79.80.81.82.83\n          [The inclusion of his page is authorized by L.N. 21R012j\n                  :THE ELECTOML DIVISIONS(PAR1SHES) ORDER, 2009\n                                          SCHEDULE,\n                                                contd.\n        Constituency               Electoral Divisions                Polling Divisions\n    ST. ELIZABETH:             (4) , Balaclava                1,2,3,4,5,6,7,8,9,10,11,12,\n    North-Eastern                                             13, 14, IS, 16, 17, 18, 19,20,21\n                               (6) Braes River                41,42,43,44,45.46,47,48.49,"
    },
    {
      "provision_ref": "sec79",
      "section": "79",
      "title": "Section 79",
      "content": "79. The public shall not be admitted to the meetings of any com-\nmittee except with the unanimous consent of the Councillors present\nand such consent may be withdrawn at any stage of the proceedings.\n     CONSTRUCTlON AND AMENDMENT OF BY-LAWS"
    },
    {
      "provision_ref": "sec80",
      "section": "80",
      "title": "Section 80",
      "content": "80. Should any question arise which is not covered by these By-\nLaws or in cases of doubt, the Rules of Procedure as laid down in\n\"May's Parliamentary Practice\" shall apply."
    },
    {
      "provision_ref": "sec81",
      "section": "81",
      "title": "Section 81",
      "content": "81. These By-Laws shall not be altered or amended unless notice\nof the proposed amendment shall have been given to each Councillor\nnot less than fourteen days prior to the date of the meeting at which\nsuch amendment will be proposed and unless every motion altering\nor amending the By-Laws shall be passed by a majority of not less\nthan two-thirds of the Councillors present at the meeting.\n  CUSTODY AND USE OF THE COUNCIL'S COMMON SEAL\n  8 2 . 4 1 ) The common seal of the Council shall be kept under the\npersonal charge of the Secretary of the Council and shall be secured\nby him in the iron safe in his office and there kept by him under lock\nand key at all times except when it is in authorized use.\n        (2) All documents requiring the seal of the Council shall be\nsealed only in pursuance of a resolution of the Council and in the\npresence of the Chairman and two members of the Council. An entry\nshall also be made in the Minutes of the Council of eveay document\nsealed.\n       (3) A register of sealed documents shall also be kept.\n                            PARISH COUNCILS\n                 THE PARISH COUNCILS ACT\n                                 BY-LAWS\n                             (under section 120)\n (Made by the Parish Council on the 8th day of December, 1927 and           G.N.88/28\n        approved by the Governor in Privy Council on the\n                    24th day of January, 1928)"
    },
    {
      "provision_ref": "sec82",
      "section": "82",
      "title": "Section 82",
      "content": "82, 83, 84, 85, 86,87, 88, 89, 90,\n                                                          9 1, 92, 93, 94, 95,96,97, 98.99,"
    },
    {
      "provision_ref": "sec87",
      "section": "87",
      "title": "Section 87",
      "content": "87, 88, 89.90, 91, 92.93.94.95,\n                                                               96\n    ST. ELIZABETH:             (12) Malvern                     1,2,3,4,5,6,7,8,9,10,11,12,\n    South-Eastern                                               13, 14, IS, 16, 17, 18, 19.20\n                               (13) Myenville                   21, 22, 23,24, 25, 26, 27, 28, 29,"
    },
    {
      "provision_ref": "sec88",
      "section": "88",
      "title": "Section 88",
      "content": "88,89,90,91,92\n    CLARENDON:               (8) Chapelton                   1,2,3,4,5,6,7,8,9,10,11,12,\n    NorthCentral                                             13, 14, 15, 16, 17, 18, 19, 20,21,"
    },
    {
      "provision_ref": "sec89",
      "section": "89",
      "title": "Section 89",
      "content": "89,90,91,92,93,94,95\nTRELAWNY:               (6) Lommers                      1,2,3,4,5,6,7,8,9,10,11,12,\nSouthern                                                 13, 14, 15, 16, 17, 18, 19.20,21,"
    },
    {
      "provision_ref": "sec90",
      "section": "90",
      "title": "Section 90",
      "content": "90.91\n       p~                -\n                  me inclusion of this       is authorized by L.N. 21ROl21\n                THE ELECTORAL-DIVISIONS (PARISHES) ORDER, 2009\n     Constituency             Electoral Divisions                Polling Divisions\nTRELA WNY:              (I) Manha Brae                   1,2,3,4,5,6,7,8,9,lO,ll,I2,\nNorthern                                                 13, 14, IS, 16, 17, 18, 19,20,21\n                        (2) Falmouth                     22, 23,24, 25. 26, 27,28, 29, 30,\n                                                         3 1, 32, 33,34, 35,36, 37, 38, 39,"
    },
    {
      "provision_ref": "sec92",
      "section": "92",
      "title": "Section 92",
      "content": "92,93,94,95,96,97,98\n                       me inclusion of this p a p is authorized by L.N. 21ROIZ]\n                THE ELECTOML Dlt'ISIONS (PARISHES) ORDER. 2009                      27\n    Constituency             Electoral Divisions                Polling Divisions\nMANCHESTER:              (1) Porus\nSouthern\n                         (2) Grove Town\n                         (3) Alligator Pond\nMANCHESTER:              (5) Knockpatrick\nCentral\n                         (6) Mandeville\n                        (7) Royal Flat\n                        (8) Bellefield\nMANCHESTER:             (9) Spur Tree\nNorth-Western\n                        (1 0) New Green\n                        (I I) John's Hall\n                        (12) Mile Gully\n                    THE ELECTORAL DIVISIONS (PARISHES) ORDER. 2009\n                                          SCHEDULE,\n                                                 contd.\n        Constituency                Electoral Divisions             Polling Divisions\n    MANCHESTER:             ( 13)    Craighead              1,2,3,4,5,6,7,8,9,10,11,12,\n    North-Eastern                                           13, 14, 15, 16, 17, 18, 19, 20, 21,"
    },
    {
      "provision_ref": "sec93",
      "section": "93",
      "title": "Section 93",
      "content": "93,94,95,96,97\n                    [The inclusion of this page is authorid by L.N. 21ROI2J\n               THE ELECTORAL DIVISIONS (PARISHES) ORDER. 2009\n                                       SCHEDULE.\n                                              contd.\n    Constituency                 Electoral Divisions               Polling Divisions\nST. MARY:                 ( 9 ) Carron Hall                1,2,3,4,5,6,7,8,9,10,11,12,\nWestem                                                     13, 14, 15, 16, 17, 18, 19, 20,21,"
    },
    {
      "provision_ref": "sec94",
      "section": "94",
      "title": "Section 94",
      "content": "94,.95,96,97,98,99, 100\n              THE ELECTORAL DIVISIONS (PARISHES) ORDER, 2009\n                                   SCHEDULE,\n                                          cond\n    Constituency            Electoral Divisions                 Polling Divisions\nST. CATHERINE:         (37) Greendale                   l,2,3,4,5,6,7,8,9,lO,ll,12,\nSouthCentral                                            13, 14, 15, 16, 17, 18, 19, 20, 21,\n                       (38) De La Vega City            34, 35.36, 37,38, 39,40, 41.42,"
    },
    {
      "provision_ref": "sec97",
      "section": "97",
      "title": "Section 97",
      "content": "97, 98, 99, 100, 101, 102, 103,\n                                                             104\n    CLARENDON:\n    Northern\n                             (7) Crofts Hill                 61, 62,63,64,65.66.67,68,69,"
    },
    {
      "provision_ref": "sec100",
      "section": "100",
      "title": "Section 100",
      "content": "100, 101,102,103,104\nST. MARY:\nCentral\n                           (6) Port Maria                  28. 29, 30. 31, 32, 33, 34, 35, 36,"
    },
    {
      "provision_ref": "sec105",
      "section": "105",
      "title": "Section 105",
      "content": "105, 106,107, 108.409\n                 ST. CATHERINE:            (5) Old Harbour,\n                 South-Western                 North\n                                           (6) Old Harbour,                22, 23.24.25, 26.27, 28, 29, 30,\n                                               Central                     31, 32. 33.34, 35,36,37, 38.39,"
    },
    {
      "provision_ref": "sec112",
      "section": "112",
      "title": "Section 112",
      "content": "112,113. 114, 115\nST. ELIZABETH:           (I) Newmarket                   1.2,3,4.5.6,7,8.9,10,l1.12,\nNorth-Westem                                             13, 14. 15. 16. 17. 18, 19.20.21,\n                         (2) lpswich                     35.36,37.38,39,40,41,42.43,"
    },
    {
      "provision_ref": "sec115",
      "section": "115",
      "title": "Section 115",
      "content": "115.. 116.117\n                                                                       .\n    ST. JAMES:                (5) Montego Bay,                 1,2,3,4,5,6,7,8,9,10,11,12,\n                                  Central                     13, 14, 15, 16, 17, 18, 19. 20.21,\n    North-Western                                             22,23,24,25,26.27.28,29\n                              (6) Montego Bay,                30.31, 32, 33, 34, 35, 36, 37, 38,\n                                  North-Eastern               39,40,41.42,43,44,45,46,47,"
    },
    {
      "provision_ref": "sec117",
      "section": "117",
      "title": "Section 117",
      "content": "117,118, 119, 120, 121, 122\n             PORTLAND:                  (6) St. Margaret's Bay            1,2,3,4,5,6,7,8,9,10,11,12,\n             Western                                                     13, 14, 15, 16, 17, 18, 19, 20.21,"
    },
    {
      "provision_ref": "sec122",
      "section": "122",
      "title": "Section 122",
      "content": "122.04   THE ST. JAMES PARlSH C O U N C l L (JARRETT PARK, MONTEGO BAY)\n                              REGULATIONS, 1978\n                 (2) The Committee may, if it sees fit, grant permission to any\n         charitable or non-profit organization to use the park at a reduced rate\n         or free of cost.\n                (3) The Committee may require any applicant for a licence, as\n         a condition precedent to the grant of such licence, to give security\n         of such amount as the Committee may specify, to be held by the\n         Ccmmittee for the payment of any sum accruing to the Committee\n         by way of fees or by way of any damage arising from the use of             (-\n         the park by the applicant and admitted by him.\n                 (4) The security mentioned in paragraph (3) shall be given\n         within such time as the Committee may specify and may be given\n         either-\n             (0)   by deposit with the Committee of the amount of the security\n                   or of a bond in such form for such amount and with such\n                   sureties as the Committee may in any case approve; or\n             (I;) partly by bond npproved by the Committee as aforesaid and\n                  putly by deposit with the Committee as it may specify."
    },
    {
      "provision_ref": "sec129",
      "section": "129",
      "title": "Section 129",
      "content": "129, 130, 131,132, 133\n             [The inclusion of this page'is authorized by L.N. ZlROlZ]\n                              PARISH COUNCILS\n                   THE PARISH COUNCILS ACT\n                                 REGUI,ATJONS\n                               (under sectiorl 60)\n  THE PARISH\n           COUNCILS\n                 (GENERAL\n                       EI.ECTION)\n                               (LEAVE\n                                    AND SYMBOI~S)\n                              RLGULATIONS.\n                                       1947\n    (Made by the Govermr irt Executive Corrizcil ort tltc 24th day of\n                               Scptcmher, 1947)                               25.9.47\n                                                                              dated\n                                                                              4 n1A.\n                                                                              L.N. 381%"
    },
    {
      "provision_ref": "sec138",
      "section": "138",
      "title": "Section 138",
      "content": "138. 139\nST.ANN:                   ( 10) Dry Harbour\nNorth-Western\n                          (I I ) Sturge Town\n                          (12) Bamboo\n                          (13) Brown's Town\nST.ANN:                   (14) Gibraltar\nSouth-Western\n                          (15) Alexandria\n                          ( 16) Borobridge                 63, 64.65, 66, 67, 68.69. 70, 7 1 ,"
    }
  ],
  "definitions": [
    {
      "term": "the Council",
      "definition": "the Parish Council for the parish of Saint",
      "source_provision": "sec2"
    },
    {
      "term": "inspector",
      "definition": "a person designated as such by the Council for the",
      "source_provision": "sec2"
    },
    {
      "term": "lidnce",
      "definition": "a vending licence granted by the Council under these",
      "source_provision": "sec2"
    }
  ]
}