{
  "id": "jm-subs-the-parish-councils-building-act",
  "type": "statute",
  "title": "The Parish Councils Building Act",
  "title_en": "The Parish Councils Building Act",
  "short_name": "Parish Councils Building Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-parish-councils-building-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-parish-councils-building-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. Every drain (other than a subsoil drain or a drain for the disposal solely\nof trade eflluent) constructed in connection with a building shall comply with\nsuch of the following requirements as are applicable-\n     (a) it shall be constructed of good sound pipes of suitable matcrial:\n          Provided that this requirement shall be deemed to be satisficd if ncw\n          glazed ware pipes, new cast iron pipes, drain tiles or new concrctc pipcs\n          conforming to British Standard Specification are uscd;\n     (b) it shall be supported and protected against injury, laid to a fall and\n          provided with water-tight joints;\n     (c) it shall be capable of withstanding a reasonable hydraulic test, smoke\n          or air test under pressure, or such other test as thc Superintendent and\n          Medical Officer (Health) may prescribe;\n     (d) it shall be of adequatc size, and if intended for the conveyance of foul\n          water shall have an internal diameter of not less than four inches;\n     (e) where it passes through a building it shall to that extent be constructed\n          of cast iron or such other material as the Superintendent and Medical\n          Officer (Health) may approve;\n     (f) where it is laid on or in the ground-\n               (i) if it is constructed of material other than cast iron or other\n                    metal of equal strength, it shall so far as it lies within a distancc\n                    of 50 fcct from the building, be laid on a bed of concrete\n                    unless the nature of the soil renders this unnecessary;\n              (ii) if it is constructed of corrodible material, it shall be protected\n                    inside and outside against corrosion by any means acceptable\n                    to the Superintendent;\n      (g) no part of the drain shall be laid under any building where any other\n           mode of construction is practicable; and where a drain is laid parallel\n           to a building it shall be not less than 4 feet from the outer surface\n           of the building;\n      (h) where a part of the drain is laid under a building, that part shall-\n                (i) be laid in a straight line for the whole extent beneath the\n                    building or, if this is impracticable in a series of straight lines;\n               (ii) if laid in the ground and constructed of material other than cast\n                    iron or other metal of not less strength, be completely surrounded\n                    with concrete not less than 6 inches thick and of a proportion of\n                    not less than 1 :4 :8;\n              (iii) be provided with adequate means of access for its whole length\n                     and, if not laid on one straight line, be provided with an\n                     inspection chamber at each change of direction;\n      (i) every inlet to the drain, other than an inlet provided for the ventilation\n            of the drain, shall be trapped."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. A ventilating pipe to a drain, or the part of a soil pipe from a water-\ncloset or of a waste pipe from a slop sink which is carried up as a ventilating\npipe, shall-\n     (a) be formed of suitable material, and this requirement shall be deemed\n         to be satisfied if new cast iron pipes or new lead pipes conforming to\n         British Standard Specification are used;\n     (b) be not less than 4 inches in internal diameter;\n     (c) be carried upwards to such a height and in such a manner as effectuall\n         to prevent the escape of foul air from such drain, water-closet or s d\n         into any building;\n     (d) be covered at its open end, as a protection against obstruction with a\n         wire cage of copper or galvanized iron or other not less suitable cover\n         admitting the free passage of air."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. A ventilating pipe to a drain, a soil pipe from a water-closet or a waste\npipe from a slop sink, shall be capable of withstanding after erection a smoke\nor air test under pressure, and shall not-\n     (a) have a trap at its point of junction with the drain, or (except where\n          neccssary as part of the apparatus of any water-closet or slop sink) in\n          any other part of the pipe;\n     (b) have any bend or angle, except where unavoidable in which case the\n          bend or angle shall be as abtuse as possible and shall not reduce the\n          internal diameter of the pipe;\n     (c) except in so far as it passes through any cornice or similar external\n          feature, or being a ventilating pipe is carried immediately beneath the\n          covering of the roof be enclosed by any part of the buildin?, unless it\n          is formed of material suitable for the construction of sol1 pipes in\n          accordance with the provisions of this Schedule."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1) Every person who proposes to erect or re-erect any building\nor any part thereof or to remove, alter or extend any building or any\npart thereof shall give notice in writing to the Council and such notice\nshall be accompanied by a full set of plans, in duplicate, indicating the\ntype of building, location, method of construction, system of drainage\nand water supply. Every notice shall be accompanied by-\n    (a) a site plan (in duplicate) drawn to a scale of not less than 40\n        feet to an inch showing the site, and any access or proposed\n        access between the site and any existing or proposed roadway.\n        the frontage line of any building whether standing or in ruins\n        adjacent to each boundary thereof and the full width of the\n        existing or proposed roads, streets or lanes immediately in\n              [Thc inclusion of this page is authorized by L.N. 144119951\n     THE PA,RISH COUNCILS BUILDING (HANOVER) BY-LAWS, 1952\n         front and at the sides or back thereof and any existing trees,\n         lamp standards, telegraph poles or any other fixtures within\n         the road width;\n     (b) a plan drawn to a scale of not less than 8 feet to an inch\n         showing the several floors of such building, lines of drainage.\n         the front and other elevations and sections thereof sufficient\n         to indicate the construction of every part of the building, and\n         such other particulars as the Council may in any particular\n         case require.\n        (2) The Council shall approve or disapprove such plans within\n sixty days and shall-\n      (a) in case of approval, issue a building permit authorizing the\n           proposed erection, re-erection, removal, alteration or extension.\n           as the case may be; and\n      (b) in case of disapproval, inform the person submitting such\n           plans in writing of such disapproval and the reason or reasons\n           therefor, and, where amendments to any plans submitted are\n           required, shall specify such amendments in writing.\n        (3) If work is not commenced within six months of the date of\n issue of the building permit such building permit shall be deemed to\n have lapsed and shall be null and void.\n       (4) The Council may, in any particular case, obtain the advice\n of the Chief Technical Director as to the design and structural safety\n of any proposed building and in any such case the Council shall be\n obliged to act upon the advice of the Chief Technical Director."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1) Any person aggrieved by the refusal of the Council to issue\n a building permit to such person shall have a right of appeal to the\nT ~ e Technical\n         f      Director, whose decision shall be final.\n        (2) Every person desiring to appeal shall, within fourteen days of\n the refusal of the Council .to issue a building permit to him, give notice\n in writing to the Chief Technical Director, setting out the grounds of\n his appeal, and shall lodge with such notice the copy of the plans\n originally submitted by him to the Council and shall serve on the\n Council a copy of the notice, together with a copy of the plans.\n        (3) The Chief Technical Director shall, if he considers it\n desirable, require the parties to attend at such place and time as he shall\n specify in a notice in writing, and shall upon the date and time so\n specified proceed to hear if necessary and to determine the appeal.\n               v h e inclusion of this page is autnonzed by L.N. 144/1995]\n    THE PARISH COUNCILS BUILDING (HANOVER) BY-LAWS, 1952\n       (4) The Chief Technical Director shall, within seven days of the\ndetermination of an appeal, notify the parties in writing, of\nthe result of such appeal."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. A water closet constructed in connection with a building shall wmply with\nthe following requirements-\n     (a) the pan, basin or other receptacle (hereinafter in this Schedule called\n         \"the pan\") shall be of non-absorbent material so constructed and fitted\n         as to receive and contain sufficient water and to allow any filth to fall\n         free of the sides directly into the water;\n     (b) the flushing apparatus shall be such as to secure the prompt and\n         effectual flushing and cleaning of the pan;\n     (c) no art of the water-closet apparatus, other than the flushing apparatus,\n         shai be directly connected with a supply or distributing pipe;\n     (d) no container or similar fitting shall be fixed under the pan;\n     (e) no water-closet with a 'D' trap shall be used;\n     (j) where a water-closet outlet discharges into a soil pipe which also\n         receives the discharge from another water-closet, slop, sink, urinal or\n          bidet the trap of each such fitting shall be connected to an anti-\n          syphonage pipe which shall-\n.\n--\n    THE PARISH COUNCILS BUILDING (HANOVER) BY-LAWS, I952\n           (i) have an internal diameter of not less than 2 inches;\n          (ii) be connected with the arm of the soil pipe at a point not less\n                than 3 nor more than 12 inches from the highest part of\n                $e trap, on that side of the water-seal which is nearer to the soil\n                we;\n          (iii) have either an open end as high as the top of the soil pipe or\n                be carried into a soil pipe at a point not less than 3 feet\n                above the highest connection to the soil pipe;\n    (g) for the purposes of this by-law \"water-closet\" includes any room which\n        is partitioned or divided into two small or more cubicles, each\n        containing a pan, if the partitions or divisions are so constructed as to\n        allow the free circulation of air throughout the room."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. A urinal connected with a building which has a supply of water laid on\nshall comply with the following requirements-\n     (a) the urinal shall be provided with a basin, stall, trough, or other\n         receptacle or receptacles of non-absorbent material;\n     (b) the outlet from the receptacle or receptacles shall be provided with a\n         standard type grating and trap;\n     (c) the urinal shall be provided with suitable apparatus for effectually\n         flushing and cleansing the receptacles provided;\n     (d) no part of the urinal apparatus, other than the flushing apparatus shall\n          be directly connected with a water supply pipe system;\n     (e) if the urinal can be entered from within the building, and is constructed\n         to discharge into a soil pipe which also receives the discharge from\n          another urinal or from a water-closet, slop, sink or bidet the trap of the\n          urinal shall be ventilated by a pipe which shall-\n              (i) be of an internal diameter not less thian 2 inches;\n             (ii) be connected with the waste pipe from the urinal at a point not\n                  less than 3 nor more than 12 inches from the highest part\n                  of the trap, on that side of the water-seal which is nearer to the\n                  soil -pipe; and\n                       -\n            (iii) have either an open end as high as the top of the soil pipe or\n                  be carried into a soil pipe at a point not less than 3 feet above\n                  the highest connection to the soil pipe.\n                                 FIFTH SCHEDULE\n                                     (By-law 28)\n                                CESSPOOL CONSTRUCTION"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.   BXUBOARDS AND ADVB~TISPM)\n                             @IONS\n     To erect-\n          (a) Billbar&                      ...         ...\n          (b) Advertising Signs             ...         ...\n     Outline approval of a groposed               develop-       One-quarter (4) of the\n     ment.                                                       fees for a building per-\n                                                                 mit for the proposed\n                                                                 development.\n     For certification of strata plan compliance                One-quarter (3) of the\n     in respect of applications for strata title.               fees payable for a\n                                                                building penmit to erect\n                                                                a building of similar\n                                                                size, class and type.\n     (a) Where alteration or reconstrucbion of                   A fee as would be pay-\n          buildings or structures is required.                   able for a building per-\n                                                                 mit to erect a new\n                                                                 building of similar size,\n                                                                 class and type.\n      (b) Where no dteration or reconstruoti~nis                 One-quarter (+) of the\n          required.                                              fee payable to erect a\n                                                                 building of similar size,\n                                                                 class and *t.\nAPPWS MNNST DECISIONS OF THE LOCAL 'BUILW0 A U T H Q ~\nNotice of intention to appeal               ...         ...      SS00.00\nNotice of intention to oppose appeal                    ...      $100.00"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) Every joint between a vertical and a horizontal member of the framc-\nwork of any wall of a building shall be securely held together with mortise and\ntenon joints which shall be pinned and checked into and secured to the uprights\nin such manner as the Superintendent may approve.\n      (2) Every upper sill and every wall plate at a corner or intersection shall\nbe tied w ~ t hfour wrought iron knees not less than 6\" x 6\" x 1)\" x 1\" at each\ncorner or intersection and each limb of such knee shall be secured by two bolts\nnot less than one-eighth of an inch in diameter with washers on both faces and\nof a length sufficient to pass through the thickness of the framing members:\n  Provided that, instead of such wrought iron knxs, wrought iron strap bolts\nwith a shank diameter of not less than one-eighth of an inch with flats, secured\nas aforesaid, may be used.\n      (3) Every sill shall be secured to the foundation walls or pillars, as the\ncase may be, by holding down bolts, straps, strap bolts or knees placed at a\ndistance of not more than 6 feet apart, so, however, that no bolt shall be nearer\nthan 8 inches to any corner or intersection.\n       (4) Where a bearing wall or pillar is of brick or stone a pocket shall be\nleft for the grouting of every holding down bolt. Every such holding down bolt\nshall be set not less than 6 inches into such wall or pillar, and every such bolt\nshall be provided with a washer the surface of which shall not be less than 2)\nsquare inches and the thickness of which shall be not less than one-eighth of an\ninch."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1)    The panels of a timber framed building may be filled in with any of\nthe following materials subject to the conditions set out hereunder-\n     (a) Concrete Nogging: The mixture shall be in the proportion of not less\n          than 1 :4:8, i.e. 1 part of cement, 4 parts of sand and 8 parts of broken\n          stones or bricks. The panels shall be reinforced with black iron wire of\n          a diameter not less than number 12 gauge properly stapled to the\n          framing to form meshes, not greater than 18 inches square. Boxing\n          or shuttering shall be fixed closely to prevent escape of the matrix and\n          such boxing or shuttering shall not be removed before such concrete\n          has taken a permanent set.\n     (b) Marl Concrete: The mixture shall be in the proportion of not less\n          than 1 :12, i.e. 1 part of cement and 12 parts of marl and such marl\n          shall consist of not more than 4 parts of fine marl and 8 parts of marl\n           head. The construction of the walls shall be done in accordance with\n          the provisions of paragraph (1) (a).\n     (c) Brick-Nogging: Bricks shall be laid either in 1 4 cement mortar or"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) The exterior walls of a timber framed building outside the business\n area of a town may be covered with clinker boarding, shingles, plaster or sucli\n other weatherproof material as the Superintendent may approve.\n        (2) Clinker boarding shall be-\n     (a) securely nailed to the framing and every horizontal joint in such\n          clinker boarding shall be tongued and grooved or shiplapped; or\n     (b) laid in the same way as shingles and lapped not less than half an inch.\n       (3) Shingles shall be securely nailed to laths and spaced so that on\ncompletion horizontal courses shall not exceed 6 inches.\n                Plaster shall be of Portland cement and sand mixed in a\n                proportion of not less th311 1 part of cemcnt to 4 parts of sand\n                or of 1:2 lime mortar, or of such other mixture as the\n                Superintendent may approve and shall be of a finished thickness\n                of not less than 1 inch.\n                Where expanded metal is used as a base for plaster such metal\n                shall consist of-\n                   (i) expanded metal sheets weighing not less than 3.4 l5 per\n                       sq. yd. and not less than 26 gauge;\n                  (ii) hyrib or such other standard material as the Superintendent\n                       may approve."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(1) The floor 'area of any single room dwelling-house shall not\nbe less than 120 square feet.\n        (2) Subject to the provisions of paragraph (3) no living or\nsleeping room in any dwelling-house containing more than one room\nshall have a floor area of less than 96 square feet.\n         (3) A living or sleeping room in a dwelling-house containing\nmore than one room which is not completely enclosed, and which opens\ninto another room. may have a floor area of not less than 72 square\nfeet if the aggregate floor area of both rooms amounts to not less than\n168 square feet.\n               lThc inclusio~l of this payc is authorired hy L.N. 144/1995)\n   THE PARISH COUNCILS BUILDING (HANOVER) BY-LAWS, 1952\n      (4) For the purposes of this by-law-\n   (a) a room shall be deemed to be completely enclosed if the walls\n        extend from floor to ceiling;\n   (b) the expression \"living and sleeping accommodation\" shall not\n        apply to any room the floor area of which is less than 72\n        square feet."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Every building intended for human habitation-\n    (i) being of one storey shall be not less than an average of 8 feet\n        6 inches in height from floor to ceiling or to underside of roof\n        provided no roof rafters or other such structural members shall\n        be less than 6 feet 6 inches from the floor;\n   (ii) being of two storeys or more shall be so constructed that the\n        average height from the floor of the lowest storey to the under-\n         side of the floor of the storey immediately above shall not be\n         less than 8 feet 6 inches, and the average height from the\n        floor of each of the upper storeys to the underside of the floor\n         of the storey immediately above, or the ceiling, or the under-\n         side of the roof, as the case may be, shall not be less than\n         8 feet, and no roof rafters or other such structural members\n         shall be less than 6 feet 6'inches from the upper side of the\n         floor immediately beneath."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.--(I) Where any joist used in a clear span of 15 feet of a dimension less\nthan 4 inches in width and 8 inches in depth such joist shall be laterally braced\n               [Thc inclusion of thk p ~ g cis authorized by L.N. 144/19951\n     THE PARISH COUNCILS BUILDING ( H A N O V E R ) BY-LAWS,1952\nby a system of herring bone struts of a minimum section of 3\" x 1)\" and shall be\ninserted not more than 5' centre in all cases and any such joist may, instead of\n                                                           +\nbeing shimmed to the required level, be notched inch over sills or plates.\n        (2) No upright shall be spliced.\n        (3) All round logs, posts or sticks used in framing shall be of well\nseasoned hardwood stripped of all bark and of a diameter not less than 3 inches.\n        (4) Every foundation wall or pillar at a corner or intersection shall have\na return or projection of not less than 12 incties in the clear to provide sufficient\nbearing for sills and bearers.\n                              ROOF AND ROOFFRAMING"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.--(I) Every roof shall be so framed and tied into the framework and\nsupporting walls as to form an integral part of the whole building.\n         (2) Every roof frame of a building shall have all joints well fitted and\nshall have all tension members well tightened before any load is placed on the\ntrusscs.\n         (3) Rafters shall not be placed at a distance of more than 30 inches apart,\nmeasured from the centre of one rafter to the centre of the next, and each rafter\n                                                                              +\nshall be bird-mouthed to the wall or partition plates for at least of an inch and\nshall be spiked to such plates with 4\" nails.\n         (4) Every roof frame and truss shall be thoroughly and effectively angle\nbraced."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1) A roof may be designed with main trusses not more than 10 feet\ncentres, and provided with purlins or common rafters, or both, and the end of\neach truss shall be directly supported by studs or columns.\n        (2) Every main truss shall be securely tied to a plate or upright, with\nstrap bolts having flats not less than 1:\" x 4\" and shanks not less than #\nof an inch in diameter, and every such flat shall be secured to an upright\nwith bolts or coach screws not less than 4 of an inch in diameter."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.- 1) The covering of a roof shall be one or other of the materials\n       6\nspecifie in the first column of the following Roof Table and the pitch of the\nroof to take such covering shall be not less than the pitch specified in the second\nand third columns of such Roof Table.\n                                       ROOF TABLE\n       Covering\n                                                                  -\n                                                               Rises in 10' 0\"\n                                                                                   -\n                                                                                  Angle\nAsphalt and Concrete ...         ...                                     1.)\"\nLead (allow for drips) ...       ...                                     1.)\"\nCorrugated Asbestos ...          ...                              3'     0\"        17'\nCorrugated Iron         ...      ...                              3'     0\"        17'\nMetallic Tiles          ...      ...                              3'     0\"        17\"\nSlates (large)          ...      ...                              4'     0\"        22\"\nSlatcs (ordinary)       ...             ...                       5'     0\"        26.)'\nSlates (small)          ...             ...                       6'     8\"        34'\nPantiles or Marceilles tiles     ...                              5'     9\"        30'\nPlain tiles             ...      ...                              6'     0\"        35'\nGlazing                 ...             ...                       5'     0\"        26.)'\nShingles (except verandah roofs)                                  5'     9\"        33'\nShingles (on verandah roofs approx.)                              2'    10\"        15'\n        (2) Every patent roofing shall be laid in accordance with the manu-\nfacturer's specifications and any other covering in such manner as the Superinten-\ndent may approve.\n                  n h e inclusion of this page is authorized by L.N. 144/19951\n16       THE PARISH COUNCILS BUILDING (HANOVER) BY-LAWS, I952"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Buildings intended to be used partly for residential and partly\nfor other purposes shall in respect of that portion which in the opinion\nof the Council is intended for residential purposes comply with the\nprovisions of by-laws 12 to 17."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1) The spacing of every lath of a shingled roof shall be set to the\n     following pitches (i.e. centre to centre of laths)--\n              18\"-20\" shingles exposure to weather 5+\" laths 5+\" centres.\n              22\"-24\" shingles exposure to weather 71'' laths 7+\" centres.\n               (2) A lath shall be provided at the apex on either side, and every course\n     of shingles at the eaves and ridges shall be double."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.4) (a) Every dwelling shall have an open space extending not\n            less than 20 feet from the front wall of such build-\n            ing to any adjoining building.\n        (b) Every dwelling shall have an open space extending not\n            less than 15 feet from the back wall of such build-\n            ing.\n        (c) No separate building shall be less than 4 feet from\n            any other structure on the site.\n        (2) A dwelling shall not be nearer the site boundaries of its\nplot than 4 feet which distance shall be increased to 6 feet where the\nheight of the building exceeds 24 feet from ground to eaves.\n       (3) In the case of semi-detached or rows of connected dwellings\nthe group of dwellings shall be regarded as one building.\n        (4) The prescribed open space around a building shall be free\nof any erection above ground except a fence or wall not exceeding 7\nfeet in height or a step or other like projection or any outhouse or\nsanitary convenience in the rear of the building provided that the\nerection shall not interfere with the light, ventilation or amenity of such\nbuilding."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. No truss shall be more than 12' centre to centre.\n                          Queen Posts Roofs for Spans 31-60 Feet\n       2 2 . 4 ) No truss shall be more than 12' centre to centre.\n             (2) A composite truss may be used for a span exceeding 35 feet."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Where semi-detached or connected rows of houses are built the\n individual dwellings shall be separated by a wall constructed in solid\n and incombustible materials. It shall be carried up to at least the\n underside of the roof covering and shall contain no openings between\n the adjacent dwellings. No timber beam, plate or purlin gaining\n support from such wall shall be allowed to penetrate more than one-\n third the thickness of the wall.\n    THE PARISH COUNCILS BUILDING (FJANOVER) BY-LAWS, 1952                              9"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Every plan and cross section of a roof truss for a span of over 31 feet\n     shall be accompanied by an enlarged detail drawing of the truss showing-\n          (a) all U straps;\n          (b) threeway straps;\n          (c) sizes of straps and bolts;\n          (d) the method of anchoring every truss to a wall, pier, column or buttress."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. All steel-framed, brick, stone, cement, concrete walls or reinforced\nconcrete buildings shall be constructed in accordance with such\nqpecification as may be approved by the Council."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.--(I) Every roof having a slope of less than 6 inches in 10 feet shall be\n     deemed a flat roof for the purposes of these By-Laws and every such roof shall\n     be constructed-\n          (a) of a reinforced concrete slab and beam covered with a bituminous\n                composition of such qualit as the Superintendent may approve; or\n          (b) of flat clay tiles on a bed orcoke breeze concrete; o r\n          (c) of wood framed with la\" groove and tongue sarklng and covered with-\n                    (i) corrugated iron being not less than 30 gauge with an overlap\n                        of not less than 9\" and a side lap of not less than 3 corrugations;\n                        or\n                   (ii) copper sheeting with double lapped 18 gauge joints; or\n                  (iii) 6lB lead sheeting with 2 wood rolls at each side joint and each\n                        joint double lapped at the end.\n              (2) Where any roof is constructed of reinforced concrete the filling over\n     the concrete shall consist of breeze concrete mixed in a proportion of 1 part\n     of cement to 2 parts of sand to eight parts of well burned coke breeze and the\n     thickness of such filling shall be not less than 2\" at every drain and such filling\n     shall be exposed to the weather for at least five days.\n              (3) Where any flat roof is covered with flat clay tiles such tiles shall be\n     soaked in water for at least half an hour before being laid. The mortar in which\n     the clay tiles are laid shall be of a consistency of not less than * l part of lime\n      to 2 parts of sand to one-eighth of the aggregate weigh't of such lime and sand,\n     of cement. The tiles shall be laid in strips not less than a foot in width and so\n    THE PARISH COUNCILS BUILDING (HANOVER) BY-LAWS, 19.52\nas to leave a joint not less than three-eighths of an inch between such tiles. Any\nsurplus mortar above the level of such tiles shall be removed and a thin layer\nof dry cement shall be sprinkled over the joint in order to harden it; such layer\nof cement being sufficiently thin to allow of free expansion and contraction so\nthat the joint will not break.\n        (4) There shall be a rain water outlet of not less than 4 inches in diameter\nin respect of every 430 square feet of any flat roof."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.-(1)  Every drain or private sewer shall be constructed in uccord-\n ance with the provisions contained in the Third Schedule.               Third\n                                                                         Schcdulc.\n        (2) (a) No water-closet or urinal in a dwelling shall open into\n                a habitable room unless such room is used solely L'or\n                sleeping purposes or such water-closet or urinal is\n                separated from the room by a ventilated lobby.\n                Z'iiE PARIS11 COUNCILS BUILDIN(; (IIANOVER) BY-LAWS, 1952\n                        (6) Evcry compartment in which a water-closet and/or\n                            urinal is installed shall-\n                               (i) have an external wall with a window of an\n                                    effective area of not less than 2 square feet\n                                   opening directly into the external air; or\n                              (ii) be mechanically ventilated and lighted to the\n                                    satisfaction of the Council.\n                        (c) Every water-closet and every urinal shall be constructed\n                             to the satisfaction of the Superintendent and Medical\n                             Officer (Health) in accordance with the provisions con-\nI:ourth\n Schcdulc                    tained in the Fourth Schedule."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27.7.1950\n                                                                                  see also-\n                                                                                  O.N. 99/44\n                                                                                         lWI54\n                                                                                  L.N. 22/92\n          Negril                                                                  O.N. 123185\n          Green lsland                                                            G.N. 124185\n*N.B.--Changes in the defined limits of towns to which these By-Laws\n       apply will not be recorded herein. These changes are made\n       under the provisions of both this Act and the Parish Councils\n       Act. Reference may be made to the Revised Guide to the\n       Subsidiary Legislation.\n                             - -.\n             [The inclusion of t h ~ spage is authorized by L.N. 102/2001]\n                              PARISH COUNCILS BUILDING\n                                             BY-LAWS\n                                   (under section 2). conrd.\n     O.E. dated          Portland"
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Within the business area of a town the roof of every building shall be\ncovered with clay or cement tiles, iron roofing, asbestos shingles, slates or such\nother fire resisting material as the Superintendent may approve."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29.-41) Where any roof is covered with tiles every such tile shall be secured\nto the laths or sarking by means of nails or wire of not less than 16 gauge.\n        (2) Where any roof is covered with sheets of any material where such\nsheets exceed 12 square feet in superficial area such sheets may be laid on\nsarking or laths or purlins and shall be secured by means of screws and washers\nor hook bolts. Screw holes shall be started with a gimlet and all screws shall\nbe tightly secured by means of a screw driver.\n                me inclusion of this page is authorized by L.N. 144119951\n                                                                    Tensile                Modules for\n                                      Weight        Compressive    strength    Shearing      Elasticity\n No. of                       Name   per cub. ft.   Stress Tons   in bending     Stress    from bend~ng\nSpecimen                             Pounds            per sq.     tons per    tons per    tests tons per\n                                                                                              sq. inch\n                             p~~\n                                                        inch        sq. inch    sq. inch\n                                                                                           ---\n           Mountain Mahoe\n           Blue Mountain Y a m\n           St. Ann's Yacca\n           St. AMS' Y a m\n           Spanish Elm\n           Seaside Mahoe\n           Hog Gum   .  .\n           Calabash ..\n           Yellow Sanders\n                    ....\n           Satin Wood\n           Satin Wood\n              MEANS ..\n           Mammee Sapota\n           Bastard Cabbage\n           Prickley Yellow\n           Cashaw    .   .\n           Mammee    ..\n           Mountain Guava\n           Wannika   ..\n           Seaside Grapes\n           Prune     ..\n           Yoke Wood ..\n           Hog Meat ..\n           Red or Cherry Bullett\n           Nasebem Bullett\n           ~osewooh    ..\n           Lignumvitae\n           Lignumvitae\n    THE PARISH COUNCILS BUILDING (HANOVER) BY-LAWS. 1952\n                               THIRD SCHEDULE\n                                   (By-law 26)\n                               DRAINCONSTRUCTION"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30.-(1) Subject to sub-paragraphs (2) and (31, every applicant for\n             a building permit or approval of any building works or plans as required\n             by these By-Laws shall, at the time of application, pay to the Secretary\n Seventh     of the Parish Council the fees specified in Part I of the Seventh Schedule.\n Schedule.\n                     (2) Wherc an applicant for a building permit is an approved\n             charitable organization, the Council may grant to such applicant a con-\n             cession on the fees to be paid.\n    THE PARISH COUNCILS BUILDING (HANOVER) BY-LAWS, 1952                             !I\n       (3) Where an application for a building permit or for the\napproval of any other building works or plans is refused by the Council.\nthe Council shall refund to the applicant an amount not exceeding fifty\nper centutn of the fees paid in respect of such application."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. Where there is an appeal under by-law 5, the applicant shall pay\nto the Secretary of the Council, at the time when he gives notice of his\nintention to appeal, the fees specified in Part I1 of the Seventh Schedule. k.&he,"
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32.-41) The Superintendent of Roads and Works shall, after con-\nsultation with the Town and Country Planning Authority or any other\nappropriate agency, rzcommend to the Council a schedule of building\ncosts which shall specify the estimated cost per square foot of erecting\ndifferent classes and types of buildings in various areas of the parish.\n       (2) The Council shall, after considering the recommendations of\nthe Superintendent, by resolution establish a schedule of building costs.\n       (3) The fees to be paid in respect of a building permit shall\nbe calculated-\n    (a) by computing the total floor area of the proposed building by\n        reference to the length and width (inclusive of the outer faces\n        of the walls) of each floor level of the proposed building as de-\n        lineated in the plans submitted with the application; and\n    ( b ) by applying the measurement to the estimated cost per square\n          foot specified in the schedule of building costs for that class\n          and type of building in that area; and\n     (c) applying the relevant formula specified in Part I of the Seventh\n         Schedule."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. Where it is intended to convert a building from one category\nof use to another, a notice of intention to apply for a change of use\nof the building shall be posted in the same manner as required in\nby-law 6 , whether or not such change of use requires alteration or\nreconstruction of the building."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. Any application for a building permit in respect of an addition\nor other alteration to the building shall be accompanied by the fees\nspecified in Part I of the Seventh Schedule, whether the building existed\nbefore or came into existence after the twenty-seventh day of January.\n1992.\n              [The inclusion of this page is aulhorided by L.N. 144l19951\n    T H E PARISH COUNCILS BUILDING (HANOVER) BY-LAWS, 1952\n                                FIRST SCHEDULE\n                                    (By-law 1)\nThese By-Laws shall apply to the entire parish of Hanover.\n                               SECOND SCHEDULE\n                                   (Bylaw 23)"
    }
  ],
  "definitions": []
}