{
  "id": "jm-subs-the-parishes-water-supply-act",
  "type": "statute",
  "title": "The Parishes Water Supply Act",
  "title_en": "The Parishes Water Supply Act",
  "short_name": "Parishes Water Supply Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-parishes-water-supply-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-parishes-water-supply-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Order may be cited as the Parishes Water Supply (St.\nCatherine) (Limits) Order, 1974."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. The limits of the water supply district for the parish of St.\nCatherine shall comprise the whole parish.\n              lIbe lnolruion of this page i~ authoriocd by L.N. %/I9771\n                        PARISHES WATER SUPPLY\n              THE PARISHES WATER SUPPLY ACT\n                                  BY-LAWS\n                              (under section 32)\n  (Made by the Pmish Courlcil and approved by the Minister on the\n                    14th day of March, 1974)                                          L.N.1 0 ~ ~ 1 7 4\n                                                                 [lst April, 1974.1"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Every person in possession of property within the parish who\nrerelves any weter supply or service from the Parish Council (here-\ninafter referred to as the Council) shall pay to the Council in every\nmonth at the head office of the Cou~lcilat Spanish Town. or at such\nother places as the Council may from time to time specify, the rates\nand charges specified in the Parishes Water Supply (St. Catherine)\n(Rates and Charges), Order, 1974 :\n  Provided that any person who has entered into a special contract\nwith the Council shall pay in accordance with the terms of that\ncontract."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Without prejudice to any other metlicd of enforcement, where a\nconsumer-\n    (a) is in arrears with his payment; or\n     (b) neglects or fails to make such payments,\nfor a period not less than one month. the Council may discontinue\nthe supply of water to such consumer: and the supply shall not be\nreturned until all such arrears, together with any further charges or fees\nwhich may properly have accrued or become payable, have been paid:\n               [The inclusion of this papa ia authorked by L.N. 67119821\n  THE PARISHES WATER SUPPLY (ST. CATHERINE) BY-LAWS, 1974\n  Provided that the discontinuance of the supply shall not prevent\nthe accrual of any further proper monthly charges or fees."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The Council may from time to time install a meter in connection\nwith, and within, any premises in the parish, and the rates and charges\nto be paid by the consumer shall be regulated according to the\nquantity of water registered by and the size, of the meter."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) Where a meter is found to be defective, the limits of in-\naccuracy and the estimation of consumption shall be regulated as\nfollows-\n    (a) where the quality of water registered by a meter at normal\n         flow is not more than 5% above or below the actual quantity\n         passed, the meter shall be deemed to be accurate;\n    (b) where the meter ceases to register or is proved to register\n        inaccurately the quantity of water passing through it, the\n        Council may make a fair and reasonable estimate of the\n        quantity of water supplied; and such estimate shall be based\n        upon-\n            (i) the registration of a substituted meter; or\n           (ii) the average registraticn during the previous three\n                months; or\n           (iii) the average registration during the corresponding three\n                 months of the previous year,\n         whichever basis is considered equitable by the Council, having\n         regard to all the circumstances of the case.\n      (2) Where a consumer requests the removal and testing of a\nmeter, the consumer shall pay in advance to the Council the cost of\nremoving, carting and testing the meter in accordance with the following\nscale of charges, namely-\n    where the diameter of the inlet or outlet of the meter\n      does not exceed half an inch ...         ...      ...                 $1.00\n    exceeding half an inch and not exceeding one inch ...                   $1 S O\n    exceeding one inch and not exceeding one and one-\n      half inches           ...      ...       ...      ...                 $2.00\n    exceeding one and one-half inches--such higher\n        charge as the Council may deem reasonable.\n              [The inclusion o f this payc is authorired by L.N. 67/19821\n  THE PARISHES WATER SUPPLY (ST. CATHERINE) BY-LAWS, 1974\n       (3) Where the meter is found to be inaccurate (by registering on\ntest at normal flows more than 5% above or below the correct\nregistration) the charge shall be refunded by the Council to the con-\nsumer, and his account for water rates shall be adjusted in accordance\nwith the percentage of error.\n                       PARISHES W A TER SUPPLY\n             THE PARISHES WATER SUPPLY ACT\n                        APPROVAL OF RESOLVTION\n                           (under section 47)\n  (Approved by the Minister on the 24th day of February, 1969)            G.N. m169\n  The Resolution of the St. Mary Parish Co~dlcilof the 11th July,\n1968. signifying its adoption of Part I1 of the Act was approved in\naccordance with section 47 on the 24th February. 1969.\n             [The inclusion of thin pegs is authorized by L.N. 61119821"
    }
  ],
  "definitions": []
}