{
  "id": "jm-subs-the-parliament-integrity-of-members-act",
  "type": "statute",
  "title": "The Parliament (Integrity of Members) Act",
  "title_en": "The Parliament (Integrity of Members) Act",
  "short_name": "Parliament (Integrity of Members) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-parliament-integrity-of-members-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-parliament-integrity-of-members-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the Parliament (Integrity Cruti-.\nof Members) Regulations. 1975."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Every Parliamentarian shall, in writing-                          P0fiId\n                                                                       add^\n     (a) within thirty days after the date on which he becomes a ge:Lt;.\n         Parliamentarian, furnish to the Commission particulars of his\n         correct postal address; and\n     (b) within fourteen days after any change in such address, give\n         notice to the Commission of the new address."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The Commission shall keep and maintain a Register of Parlia- k e r of\nmentarians in which shall be recorded the following particulars and mmtarimt.\nsuch other particulars as the Commission may from time to time\napprove-\n     (a) the name and address of every Parliamentarian;\n     (b) the date on which he was elected or appointed to Parliament;\n     (c) the date on which he ceases to be a Parliamentarian;\n     (6) the date of receipt of the declaration required to be furnished\n          by tach Parliamentarian pursuant to section 4 of the Act."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1 ) Identification cards duly signed by the Chairman of tho fd~t6caclon\nCommission shall be issued to the members and employees of the\nCommission.\n      (2) Where for the purpose of perf~rmingduties under tbe Act\nmembers of the Commission or employees are required to visit or\ninspect private premises they shall produce to the owner or occupier\nof such premises their identification cards.\n                  Musion ot Lbir page L ruthorkcd by L.N. 286119761\n4                THE PARLIAMENT (INTEGRITY OF MEMBERS) REGULATIONS, 1975\n                           PARLlAMENT (INTEGRITY OF MEMBERS)\nE>I u i r i ~     S . - ( 1 ) Where the Commission considers that it is necessary to hold\nU\"&*\naectioa .r      an enquiry under subsection (1) of section 7 of the Act, it shall fix\nOfhACt.\n                a date for the holding of the enquiry and the Secretary shall serve\n                on the Parliamentarian a notice in writing which shall-\n                      (a) specify the nature and scope of the matters to be considered;\n                      (b) state the date, time and place at which the enquiry will be\n                             held.\n                      (2) The enquiry shall be fixed for a date not less than twenty-one\n                days from the date of the notice.\n                      (3) The notice may be delivered personally to the Parliamentarian\n                or may be sent by registered post to his postal address as notified\n                to the Commission pursuant to regulation 2.\n                      (4) The notice shall indicate the right of the Parliamentarian\n                to be accompanied and represented by an attorney-at-law and a regis-\n                tered public accountant."
    }
  ],
  "definitions": []
}