{
  "id": "jm-subs-the-parochial-rates-and-finance-act",
  "type": "statute",
  "title": "The Parochial Rates and Finance Act",
  "title_en": "The Parochial Rates and Finance Act",
  "short_name": "Parochial Rates and Finance Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-parochial-rates-and-finance-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-parochial-rates-and-finance-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Order may be cited as the Parochial Rates and Finance\n(Apportionment of Entitlement from the Parochial Revenue Fund between St.\nCatherine Parish Council and the Municipality of Portmore) Order, 2003."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In these Rules-\n   \"authorized b a n k means any bank authorized as such by a resolu-\n        tion of the Council;\n   \"authorized officer\" means an officer of the Council authorized\n        by the Secretary or Chief Officer to perform certain special\n        functions;\n   \"Chief Officer\" means the officer in charge of any department of\n        the Council and includes the Superintendent of Roads and\n        Works and the Medical Officer of Health;\n   \"Collecting Officer\" means any officer or employee on the per-\n        manent staff of the Comcil to whom the duty of collecting\n        parochial moneys has been assigned by the Secretary;\n   \"Finance Committee\" means the committee of the Council charged\n        with responsibility for regulating and controlling the finance\n        of the Council;\n   \"financial year\" means the year commencing on the 1st day of\n        April in any year and ending on the 31st day of March in the\n        following year:\n   \"officer\" means any person in the employment of the Council con-\n        cerned with the collection, custody, management, administra-\n        tion, payment and accounting for parochial moneys, stamps.\n        securities, stores and other property of the Council;\n   \"the Parish Council\" or \"Council\" mesns the Parish Council of\n        any parish of this Island, except the parishes of Kingston arid\n         Saint Andrew;\n             [The inclusion ot this page is awthSrized by L.N. 4119971\n        THE PAROCHIAL RATES A N D FINANCE RULES, 1981\n    \"parochial moncys\" means the revenue of a Parish Council and\n        any trust or other moneys held whether temporarily or other-\n        wise by an officer in his official capacity either alone or jointly\n         with m y other person whether an officer or not;\n    \"parochial property\" means all property of whatsoever nature\n         belonging to the Council;\n    \"Secretary\" means the Secretary of the Parish Council;\n    \"Superintendent\" means the Superintendent of Parochial Roads\n        and Works of the Parish Council.\n                              Estimates"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-41) Subject to sub-paragraph (3). all estimates of expenditure shall\nbe prepared in a form approved by the Minister.\n       (2) All Chief Officers shall prepare a detailed estimate of tho\nrequirements of their respective departments for the forthcoming finan-\ncial year and shall forward such estimates to the Secretary not later\nthan the 1st day of October in each year.\n       (3) In the case of any work or scheme, the expenditure on which\nis calculated to extend beyond one financial year, the estimates shall\nshow the estimated total cost and the period of time within which the\nproject is expected to be completed, and the proposed provisions in\nrespect of each year.\n      (4) The Secretary shall complete the estimates after consultation\nwith the Chief Oficer concerned. The Secretary shall also prepare an\nestimate of the revenue of the Council in a form approved by the\nMinister.\n       (5) Both estimates shall be submitted by the Secretary to the\nFinance Committee, which shall review them and in consultation with\nthe Secretary make such amendments as may be deemed necessary.\nThe Finance Committee shall thereaftcr submit the estimates and the\nreport thereon to the Council which shall, as soon as practicable there-\nafter, forward the estimates and the report to the Minister for his\napproval.\n           Supplementary Estimates and Excess Expenditure"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-41) Any expenditure not provided for in the estimates shall be\nprovided for in supplementary estimates.\n        T H E P A R O C H I A L R A T E S A N D FlAJAh'CE R U L E S , 1981\n      (2) The Secretary shall prepare a statement of supplemenlary\nestimates (from time to time) and submit it to the Finance Committee\nwhich will consider these estimates and report on them with its recom-\nmendations to the Council. The Council may approve, reject or amend\nthe estimates.\n      (3) No supplementary estimates shall be recommended by the\nFinance Committee nor approved by the Council unless such expendi-\nture was unforeseeable at the time of preparing the estimates and is\nso urgent that it will be unwise to postpone them to the next financial\nyear.\n      (4) The Secretary shall report to the Council at its monthly\nmeetings the total of all such supplementary eslimates authorized by\nthe Council to the date of the meeting.\n       (5) Whenever the expenditure approved under any subhead in\nthe estimates is likely to be exceeded, the Chief Officer responsible\nshall, as soon as possible, inform the Secretary in writing giving full\nreasons. The Chief Officer shall consult with the Secretary concerned\nand with such other Chief Officer as may seem to him appropriate, for\nthe purpose of ascertaining whether savings may properly be offset\non any other recurrent subhead of expenditure which can bz applied\nto offset the likely excess; he shall thereafter submit a report to the\nFinance Committee with his recommendations for the exercise of any\npower of virernent.\n      ( 6 ) All excess expenditure incurred on any subhead in the esti-\nmates shall beein accordance with the conditions laid down by the\nMinister under the provisions of section 5 of the Parochial Rates and\nFinance Act.\n                       Collection of Parochial Moneys"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1)  The Secretary shall have the overall responsibility for the\n proper assessment, collection and accounting of all moneys payable to\nthe Council. The Chief Officer in each department shall be responsible\nfor the collection and accounting of moneys (the duties of) which are\nassigned to his department.\n       (2) Collecting Officers shall issue an official receipt, ticket or\nvoucher, as the case may be, for moneys collected by them. Copies\nof official receipts shall not be issued but a certificate of payment may\nbe furnished upon application by the payees.\n                [The inclus~on of this page 1s duthorlred by L N. 67119821\n        THE PAROCHlAL RATES A.ND FINANCE RULES, I981\n        (3) Cheques shall be accepted in payment of parochial moneys\nif they are certified or drawn by an authorized bank, a Government\ninstitution or statutory body. The Secretary may, however, permit or\ninstruct the acceptance of uncertified cheques if he is satisfied that\nthe drawer is a reputable establishment or person. When an uncertain\ncheque is accepted the official receipt shall be stamped \"cheque received\nas conditional payment only\".\n       (4) Where a cheque is dishonoured at a bank on which it is\ndrawn the Secretary shall decide on what action shall be taken to\ncollect the amount.\n      (5) All moneys of the Council shall be paid into an authorized\nbank. The Secretary shali, so far as may be practicable each day, pay\ninto such bank all monejls received by him before the closing time\nof such bank. The bank accounts shall be reconciled monthly.\n      (6) Between the time of receipt and the time of payment into\nthe bank no parochial money shall be used in any way whatsoever.\n       (7) Chief Officers shall report proniptly to the Secretary any\nfailure on the part of a Collecting Officer to duly accoulnt for any sums\nreceivable by him.\n       (8) Each Chief Officer shall keep such records as the Council\nmay direct for recording all sums received by his department. He shall\ntake all necessary steps to ensure the prompt recovery o.f all sums\ndue to his department. All moneys collected by his department shall\nbe handed over by the Chief Officer promptly to the Secretary or\np i d into an authorized bank.\n      (9) Chief Officers shall submit to the Secretary a detailed\nstatement or charges for work done, services rendered or goods supplied\nin respect of their departments. A record shall be maintained by the\nSecretary of the amounts due.\n     (10) All moneys received for or on behalf of the Council shall\nbe paid to the appropriate Collecting Officer who shall forthwith issue\nan official receipt.\n      (1 1) No private cheques or postal orders shall be cashed from\nthe funds of the Co,uncil.\n      (12) There shall be kept in each department a book to be known\nas the Value Book. Whenever moneys including cheques, postal orders\nor other negotiable valuables are received by a department, whether\nby registered post or enclosed in letters or by other means, and where\n               [Tho inclusion of this pngc is authorized by L.N. 67/1982]\n         THE PAROCHIAL RATES A.ND FINANCE RULES, 1981\nsuch department is not furnished with an official receipt book, particu-\nlars of such moneys shall be recorded by an authorized officer in the\nValue Book. The moneys so collected and the Value Book shall there-\nafter be promptly handed over to the Collecting Oiticer responsib!e\nfor collecting and bringing such moneys to account.\n                            Rrgistered Mail"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) The Secretary shali ensure that all precautions are taken for\nthe safe collection of registered mail from the post office.\n        (2) Registered letters shall be checked against the advice slip\nand opened by two authorized officers in the presence of each other.\nWhere they contain money or other negotiable valuables, details of\neach letter and value shall be entered in the Value Book and the entry\ninitialled by both officers. Letters containing no money or valuables\nn;ed nct be entered in the Value Book but an entry \"Nil\" shall be made\n against the appropriate item on the delivery advice and intialled by\nboth officers. When all the mail has been opened and the relevant\nentries made, the Value Book, and the letters and their contents shall\nbe handed over to the Cashier atrached to the office of the Secretary.\n      (3) The Cashier shall acknowledge receipt of the letters by initiall-\ning each entry in the Value Book and shall bring all moneys to account\non the day of its receipt. The serial number and date of the receipt\nissued for respective amounts shall be coted on the relevant letter\nand in the column provided in the Value Book.\n        (4) The Value Eook shall be checked once a week by an author-\nized officer (other than the Cashier aforementioned or officers authorized\nto open registered mail) to ensure that-\n      (i) except for those items marked \"Nil\" and initialled by two\n           officers, details relating to all registered letters listed on post\n           office delivery advices have been entered in the Value Book;\n     (ii) receipts have been issued for all amounts entered in the Value\n           Book and the amounts have been brought to account forth-\n           with in the cash book or otherwise satisfactorily accounted\n           for.\n        (5) Delivery advices relating .to registered mail shall be filed in\nchronological order and retained for a period of at least three years.\n                         Control of Official Receipts"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-41) All receipts given by officers of the Council for moneys re-\nceived by them shall be in such form as may be approved by the\nMinister.\n        T H E PAROCHIAL RATES AND FINANCE RULES, I981\n       (2) Oficial general receipts shall be printed and bound into books\ncomprising 100 receipt forms and duplicates, each set (that is, receipt\nform and duplicate) numbered consecutively in a series of 100,000\nreczipts.\n        (3) The Secretary shall be responsible for maintaining adequate\nstocks of official general receipts to meet the requirements of the Council.\n       (4) The Chief Officers shall obtain supplies of official general\nreceipts by requisition on the Secretary. The Secretary shall maintain\na stock record for receipt books in which details of all receivals and\nissues shall be recorded.\n       (5) In order to maintain at all times adequate control over receipt\nbooks under their charge, Chief Oficers shall maintain a stock record\nto show receivals from the Secretary and issues to the various branches\nand departments under their control. The Secretary shall maintain a\nreceipt book register for recording the names of officers to whom\nindividual books have been issucd. The Secretary shall similarly make\na note in the appropriate column when the books are returned an\ncompletion.\n       (6) Authorized officers responsible for the custody of receipt\nbooks shall ensure that the serial number on a receipt and the corres-\nponding duplicate is the same and that the receipts in a book are in\nstrict numerical sequence. Any error in numbering shall be reported\npromptly to the Chief Officer and the book shall not be put into use\nwithout his authority.\n      (7) Every official receipt shall show the date of receipt, the amount\nof money paid (in words and figures) and the purpose for which pay-\nment is made, and shall t e signed by the Collecting Officer who receives\nthe money. Double-sided carbon paper shall be used so that the entries\nmade on the face of the receipt are reproduced on the back of the\noriginal and on the copies retained for official use.\n       (8) No erasures or amendments shall be made on an official\nreceipt. Whenever an error is made the receipt shall be cancelled and a\nnew one prepared. A receipt shall be cancelled by writing the word \"can-\ncelled\" across the face of the receipt and its copies. If the original\nwas separated from the book it shall be pasted to the margin of the\nduplicate in such a way that all entries made on the duplicate can be\nreadily seen.\n       (9) Each receipt form and its duplicate shall be carefully pre-\n served. The officer having custody of the book is liable for its loss\n                /The inclusion of this page is authorized by L.N. 67119821\n        THE PAROCHIAL RATES A N D FINANCE RULES, 1981\nor any part of it. When a receipt book which has temporarily left his\ncustody is returned, the officer responsible shall verify that all the\npages in the book, both used and unused are intact.\n        (10) Receipt books, whether used or mused shall be sent by\nregistered post.\n      ( 1 1) The loss of a receipt bosk or part of it shall be immediately\nbrought to public notice by advertisement in a widely circulating daily\npaper.\n      (12) The Chief Officer shall be responsible for the maintenance,\ncustody and control of adequate stocks of special official receipt forms\nto meet the special needs of certain departments.\n                    Payment of Parochial Moneys"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.--(I) No payment out of parochial funds shall be made by the\nSecretary except upon vouchers duly passed and signed by the Chair-\nman, or by such other members of the Council as the Council may\nauthorize.\n      (2) The Sesretary and Chief Officer shall receive an imprest for\npetty cash in such circumstances and for swh amount as the Council\nmay approve. All disbursements of petty cash shall be supported by\nauthorized vouchers.\n       (3) Cheques drawn against any banking account of the Council\nshall be signed by the Secretary, or an authorized officer and counter-\nsigned by the Chairman of the Council, or member of the Council\nduly authorized by the Council Lo' do so in the absence of the Chair-\nman.\n      (4) All vouchers for payment shall be checked and signed by\nthe examining officers of the respective departments of a Parish Council\nand shall give the following information-\n              (i) the head, subhead, objects, sub-objects against whish\n                  payment is charged;\n             (ii) the name and address of the person to whom the pay-\n                  ment is made;\n            (iii) the amounlt payable both in figures and words;\n            (iv) the nature of payment;\n             (v) the authority for payment if a copy of the same is not\n                  attached to the payment voucher;\n            (vi) whether the service specified has been satisfactorily per-\n                  formed (where appropriate); and\n           (vii) whether funds are available.\n        THE PAROCHIAL RATES A,ND FINANCE RULES, 1981\n      (5) Supporting bills, invoices or claims for payments made shall\nbc rubber stamped \"Paid\" and their correctness certified by an author-\nized officer.\n       (6) Payment shall be made only on the original copy of the\nsupporting documents. If payment is claimed on a duplicate copy, pay-\nment shail be made only if an authorized officer certifies on the\nduplicate copy that the original copy has been lost and authorizes\npayment. If the original copy is recovered it shall be cancelled and\nattached to the payment voucher together with the duplicate copy\non which payment was made.\n      (7) All vouchers shall be certified by the Chief Officer of the\ndepartment or his authorized officer.\n      (8) The certifying officer shall ensure that-\n              li) the person named in the voucher is the person entitled\n                  to receive payment;\n             (ii) all authorized deductions from the amount payable\n                  have been made;\n            (iii) the seivices specified have been duly performed;\n           (iv) the prices charged are in accordance with contract or\n                   approved skills or are fair and reasonable according\n                   to current lccal rates;\n             (v) the authority for payment is indicated;\n            (vi) all calculations have been verified;\n           (vii) payments for goods are supported by a certificate that\n                   the articles have been rzceived (and except in the case\n                   of small supplies of expendable items.) and charged on\n                   the appropriate inventory or stock record;\n          (viii) an acknowledgement or a receipt duly stamped where\n                   necessary has been obtained in respect of each sum\n                   of parochial money paid;\n           (ix) the date and mode of payment has been indicated on\n                 each payment voucher and the receipt by the payee\n                 attached thereto (except where payment has been made\n                 by cheque which carries a receipt form); and\n            (x) when payment has been made to a person other than\n                 the person named in a voucher the authority under\n                 which the payment was made is noted on the voucher\n                 and retained for inspection by the Audit Department.\n        T H E PAROCHIAL RATES A,ND FINANCE RULES, 1981\n        (9) If an unauthorized payment is made in consequence of any\ncertificate on an incorrect voucher the officer who certified shall be\nliable to be surcharged with the amomt so paid out.\n      (10) All vouchers for payment shall be certified and forwarded\nby the Chief Officers concerned to the Secretary without delay. The\nSecretary shall, before approving such vouchers for payment, satisfy\nhimself that they are properly payable in all respects and that funds\nare available on the appropriate item of the estimates or special service\nto meet the expenditure.\n       (11) The Secretary shall submit to the Finance Committee at\neach monthly meeting a written statement of all vouchers dealt with\nin accordance with paragraph 8 (8) and shall call the Committee's\nattention to any matter which he shall deem desirable.\n      (12) Payment of parochial moneys in cash for purposes other\nthan wages and salaries shall (for the time being) not exceed twenty\ndollars ($20.00). All payments in excess of this amomt shall be made\nby cheque.\n       (13) The Secretary shall issue written instructions as to the\nofficers who are authorized to-\n    (a) sign invoice orders;\n    ( 6 ) authorize payment on payment vouchers;\n    {c) sign cheques; and\n    (d) sign cheque summaries on their behalf.\n      (14) Parochial moneys- shall not (except for small amounts\napproved by a Chief Officer) be taken to the bank for lodgement or\ncarried from the bank by a single employee. The Secretary or Chief\nOfficer responsible shall make the necessary arrangements for the safe\ntransit of the monej-s to or from the bank.\n                                    Inventories"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) Inventories shall include all articles of furniture and equip-\nment except consumable articles.\n      (2) Inventories of all parochial property in r e s p t of each depart-\nment of the Council (including outstations of each department) and in\nrespect of furnished living quarters occupied by employees of each\ndepartment of the Council shall be kept by the appropriate Chief\nOfficer in the form approved by the Council.\n        T H E PAROCHIAL RATES A N D FINAhrCE RULES, 1981\n       (3) Each Chief Officer shall keep a complete file of the inventor-\nies prepared by him.\n      (4) Each Chief Officer shall check the inventories relating to his\ndepartment at least twice per year and shall report any discrepancies\nforthwith to the Secretary.\n      (5) The Chief Officer shall see that all inventories and stock\nrecords relating to his department are kept up-to-date.                                       i\n      (6) The Secretary shall maintain a master inventory which shall\ncontain details of all inventories including inventories of outstations\nof each department.\n                            Safe and Strong Rooms"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) The Secretary (or Chief Officer concerned) shall ensure that\nsafes are provided in the several departments for the safe keeping of\nmoneys or other valuables.\n       (2) The duplicate keys or combinations of all safes and strong\nrooms shall be deposited with the Secretary and shall be enclosed in\na sealed envelope with the following details shown on the outside-\n                        Duplicate key or Cotllbination\n         Department.. ..................................Office.. ......................\n        Description of safe .........................................................\n        Registered No. of safe ...................................................\n        Registered No. of key ......................................................\n                                           ................................................\n                                                     Head-of Department\n                                           ................................................\n                                                               Date\n       (3) An acknowledgement in writing shall be given by the Secre-\ntary for each duplicate key or combination deposited with him.\n        (4) All duplicate keys or combinations deposited with the Secre-\ntary shall be kept in the Secretary's safe. The duplicate keys or com-\nbinations of the Secretary's safe and vault shall be deposited with\nthe bank in which tthe Council's main banking account is kept, in a\nsealed envelope bearing particulars as in paragraph 10 (2).\n        T H E PAROCHIAL RATES A N D FINANCE RULES, 1981                       13\n        (5) The Secretary shall maintain a record of all duplicate keys\nand combinations deposited with him. The keys and the record shall\n                                 k\nbe so related that individual eys can be readily located when required.\n       (6) No safe shall be moved from one office to another without\nthe authority of the Secretary.\n      (7) No unauthorized person shall issw any duplicate key or\ncombination in the custody of the Secretary.\n        (8) In the case of a combination lock the combination shall be\nknown only by the officer in charge of the safe (hereinafter called the\nsafe officer) who shall set it. The Secretary shall have in his custody\na copy of the combination. Whenever the safe officer is replaced the\ncombination shall be changed.\n        (9) Whenever the key for a safe is lost tthe safe officer shall\nreport the fact forthwith to the Secretary who shall authorize the\nissue of the duplicate key. The issue of a duplicate key or combinaftion\nshall be noted in the record maintained by the Secretary.\n        (10) Where a duplicate key has been issued in lieu of a lost\nBey, the Secretary shall arrange forthwith with a reputable locksmith\nfor the lock to be replaced under the supervision of the Secretary. The\nduplicate key of the new lock shall be in the custody of the Secretary.\n       (11) The replacement of locks, the making and fitting of new\nkeys and the destruction of old keys shall be carried on under the\nsupervision of the Secretary.\n        (12) The expenses incuirred in altering the wards of a lock and\nmaking new keys shall be borne by the safe officer if the loss is due\nto his negligence.\n       (13) The safe officer shall keep the keys in a safe place and shall\nnot give any unauthorized person access to the safe or its contents.\nThe safe officer shlll be personally liable for any loss of parochial money\nfrom a safe under his control if the loss is due to his own negligence.\n       (14) No safe officer shall keep or allow to be kept in the safe\nunder his charge any items or value other than parochial money and\nvaluables or official documents. The safe officer shall maintain an\ninventory of all items of value kept in the safe.\n        (15) When a safe officer is handing over his charge to another\nofficer he shall prepare a list of all items handed over. This list, which\nshall be signed by both officers, shall be filed as part of the office\nrecords and a copy retained in the custody of the Secretary.\n        THE PAROCHIAL RATES A.ND FINANCE RULES, 1981\n                         Weekly Cush Checks"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) Chief Officers shall authorize an officer, other than the safe\nofficer, to maintain a weekly cheok on cash and ,other valuables kept\nin the safe. The Chief Officers shall report forthwith any discrepancies\nto the Secretary.\n        (2) This check shall include (where appropriate) a check of the\nValue Book, the Cash Book and Bank Lodgement Book. The results of\nsuch inspections shall be recorded in each Cash Book and certified by\nthe checking officer as follows-\n     \"Cash Book checked and balance found to agree with cash in safe\n                                                                           99\n     as follows:\n        (3) Where cash and stamps do not agree with the records the\nchecking officer shall report the matter forthwith to the Secretary.\n       (4) A Board of Survey shall be appointed by the Council to\nconduct an end of year check o'f the records. A copy of the report\nof the Board shall be forwarded to the Minister and another copy to\nthe Auditor-General.\n                  Loss of Purochiul Moneys or Property\n  1 2 . 4 1 ) Whenever any shortage, loss, damage or destruction occurs\nin respect of parochial moneys, stamps, securities, stores, or other\nparochial property, whether by theft, fire, water or any other agency,\naccidental or otherwise, the Chief Officer of the department concerned\nshall as soon as possible, make a full report to the Secretary (even\nwhen such loss has been made good). The Secretary shall send a\ncopy of the report with his recommendations to the Finance Committee.\n         (2) Where a write-off of the loss is recommended by the Finance\nCommittee to the Auditor-General, the reasons for the recommendation\nshall be stated.\n         (3) Where fraud or theft is suspected the Chief Officer concerned\nshall report the matter immediately to the Sec~etarywho shall notify\nthe police for further investigations and inform the Finance Committee.\n         (4) The Secretary shall send a report of all such losses and\nthe details of action taken by him to the Minister. He shall also send\na copy of the report to the Auditor-General who shall decide on\nany further action to be taken.\n                       Accounting Arrangements"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) Subject to any directions from the Secretary, each Chief\nOfficer shall be responsible for the financial operations .of his depart-\nment. In particular he shall be responsible-\n        T H E PAROCHIAL RATES A N D FINANCE RULES, 1981                          15\n    (a) that no excess expenditure which has not been properly and\n        previously authorized is incurred;\n    (b) that all accounts submitted by him for payment are properly\n        chargeable against parochial funds and have been incurred\n         with due regard to the avoidance of waste and extravagance;\n    (c) that all payments are charged against their appropriate items.\n       (2) Accounts shall indicate the receipts and expenditure under\nthe subheads and items set out in the Estimates of Revenue and\nExpenditure for the financial year.\n        (3) The Secretary shall submit on or before the last working\nday of June, September or December in each year-\n    (a) to the several committees of the Council-\n              (i) statements of the estimates for each department;\n             (ii) statements of the actual expenditure against estimates\n                  for each department;\n            (iii) unspent balances of estimates and projected expenditure\n                  tor the remainder of the year as far as is practicable;\n            (iv) statements of commitments entered into and not dis-\n                  charged;\n             (v) a summary of such statements;\n     (b) to the Council-\n              (i) a s,tatement of outstanding amounts owing to the Coun-\n                  cil;\n             (ii) statement of cash and bank balances of the Council.\n        (4) The Secretary shall at the end of each month submit to the\nseveral committees, statements of revenue received cor.p~redwitk the\nestimates for the year together with a statement of the comparative\nfigures of revenue received for the corresponding period of the pre-\nceding year.\n        (5) The Secretary shall submit the following separate statements\nof the accounts of the past year to the Council, the Minister and Auditor-\nGeneral not later than the 31st day of Ju~lyof the ensuing year-\n              (i) balance sheet (statement of current assets and liabilities):\n             (ii) schedule of loan transactions;\n            (iii) schedule of expended government grants;\n            (iv) schedule of unexpected deposits from government de-\n                  partments;\n             (v) schedule of sundry deposits;\n        THE PAROCHIAL RATES A N D FINANCE RULES, 1981\n           (vi) schedule of transport loans to o4icers;\n          (vii) schedule of sundry advances;\n         (viii) schedule of departmental imprests;\n           (ix) statement of surplus and deficit;\n            (x) statement of receipts and payments;\n           (xi) statement of revenue and expenditures;\n          (xii) statement of virement authorized; and\n         (xiii) statement of bank reconciliation at the clcse of the\n                financial year.\n                                Internal Audit"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1) The Secretary shall maintain an internal audit section within\n!iis department which shall-\n             (i) carry out quarter-yearly audit of the several depart-\n                 ments of the Council; and\n            (ii) keep under constant review the systems of internal\n                 check in o,peratio~iwithin the various departments of\n                 the Council.\n       (2) The Chief Officer of the internal audit section shall, at the\nend of each audit, send a written report to the Secretary who shall\nsend copies to the Council and the Auditor-General.\n                Presrrvntiorz and Destruction of Records\n                  (after completion of all transactions\n                         and closing of accounts)"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. All classes of account books and records shall be preserved for\nIhe minimum periods prescribed hereto-\n              Record                      Minimum Period (for preservation)\n               -                                                      -\n  Principal Ledger, Cash Book                       twenty (20) years\n    and Main Journal\n  Abstract and subsidiary                           seven (7) years\n    Journals\n  Vouchers and counterfoils                         seven (7) years\n  Special ledgers and records                       twenty (20) years\n  Establishment salary                              sixty (60) years\n    records relating to\n    pensions and superannuation\n  All other financial records                       seven (7) years\n         THE PAROCHIAL RATES A N D FINANCE RULES, ~'981\n                               Stocks and Stores"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.--(I) The Secretary shall order all necessary supplies and stores\nas directed by the Finance Committee and on a form approved by\nthe Council.\n      (2) Each Chief Officer shall maintain proper records of all stores\nand supplies received and issued out in his department.\n       (3) The accounts shall be kept in such form as may be required\nby the Secretary and shall be subject to his examination and check\nat such times as he thinks proper.\n       (4) All orders for goods shall be given on the form approved\nby the Council.\n        (5) Chief Officers shall for each financial year, maintain separate\nrecords of every order for supplies and stores certified by them to the\nSecretary as the requirements of their respective departments. They\nshall also maintain itemised records of supplies and stores actually\nreceived by them for the same period (for purposes of comparison).\n                  Annual survey o f unallocated Stores"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-41) The Finance Committee shall at the close of each financial\nyear appoint a Fbard of Survey for the purpose of inspecting and\nchecking all stocks of unallocated stores. The Board shall submit a\ndetailed report of the results of their inspection to the Secretary in\nsuch form as the Secretary may approve. When more than one person\nis appointed to constitute the Eoard, the Finance Committee shall name\none of the members to be Chairman.\n       (2) Chief Officers shall render every assistance to the Board in\nthe conduct of their investigations.\n       (3) The Board shall commence their work not later than the 30th\nday of April each year (on a date to be determined by the Finance\nCommittee) and work on a full time basis until the survey has been\ncompleted.\n       (4) The duties of the Board of Survey shall include-\n    (a) stock-taking of all stocks in hand in the unallocated stores;\n    {b) comparing the quantities found on stock-taking with the ledger\n         balances and separately listing on the form approved by the\n         Secretary items in respect of which there are discrepancies;\n        THE PAROCHIAL RATES A N D FINANCE RULES, 1981\n    (c) preparing alist of all unserviceable stores and making re-\n        commendations as to their disposal;\n    (6) including in the report on the survey carried out comments\n         on the manner in which the stores are kept;\n    (e) the making of any recommendations.\n       (5) The Secretary shall furnish the Council and Auditor-General\nwith copies of the Board's report soon after its receipt by him.\n                                   Advances"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.--(I) Subject to any directions from the Council, the Secretary\nmay authorize advances of money to officers as specified beret-\n    (a) to travelling officers for            not exceeding $7,200\n         purchase of motor vehicles\n         or other transport\n         (according to nature of\n         duties)\n    (b) for repairs to motor                  as considered reason-\n         vehicles                               able\n    (c) salaries to all officers              not exceeding one\n                                                   month's salary\n    (6) for travelling and                    according to existing\n         subsistence expenses                   rates\n        (2) Advances under 18 (1) (a) shall be repayable by salary\ndeductions by equal monthly instalments over a period of time not\nexceeding sixty months. Advances under 18 (1) (b) shall be repayable\nby instalments of not less than twenty dollars per month.\n        (3) An officer to whom an advance is made under authority of\nparagraph 18 (1) (d) shall render an account of expenses to the Secretary\nwithin four weeks of his retam to base office. Failure to do so will\nmake him liable for recovery of the advance by any deductions from\nhis salary that the Secretary may see fit to authorize.\n       (4) Any advances made under the authority of paragraph 18 (1)\n(a) and (b) shall take into account any unpaid amounts outstanding\nfrom previous advances made under these subparagraphs.\n      (5) An officer proceeding on vacation leave in excess of ,three\n(3) months may be paid (at his election) an advance of any two (2)\nmonths salary free of interest.\n        THE PAROCHlAL RATES AND FlNANCE RULES, 1981\n                                  Contracts"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.41) Every contract which exceeds $200 in value shall be in\nwriting and shall specify-\n     (a) the nature of the work;\n     (b) materials to be used;\n     (c) work already done under any other contract;\n     (6) the cost including any discounts or other deductions;\n     (e) period within which work is to be performed.\n        (2) Every contract which exceeds $500 in value shall provide\nfor the payment of a sum as liquidated damages by the contractor for\nbreach of specified terms and conditions of the contract.\n        (3) Every contract shall provide for the maintenance on deposit\nby the successful contractor of such security in such amount and form as\nthe Finance Committee may require.\n       (4) Every contract shall provide for insurance coverage.\n       (5) Contracts which exceed $500.000 in value for the execution\nof.any work shall call for competitive tenders in the manner provided.\n       (6) Contracts for the execution of works of a value less than\n$500,000 may be made on a schedule d rates approved by the Council\nprovided that such contracts shall be awarded only to persons whose\nnames appear on a list of contractors approved by the Council.\n        (7) All written contracts for the construction, repair or main-\ntenance of buildings, for engineering works (whether civil, mechanical\nor electrical) or for the rendering of services that involve the employ-\nment of labour shall incorporate the conditions of contract (from time\nto time) prescribed by the Council. All tenders for such contracts shall\nbe made on a form supplied by the Superintendent of Roads and\nWorks.\n       (8) The Secretary shall not pay any contractor unless the\nvoucher for the contract and work done has been certified by the\nChief Officer concerned and countersigned by the Superintendent of\nRoads and Works.\n       (9) Before authorizing any extra work exceeding a sum of $100\nunder a contract, the Superintendent shall obtain the prior authority of\nthe appropriate committee for the execution of the work and the rate\nof payment thereof so, however, that if the Superintendent considers\n               [The inclusion of thu page is authorized by L.N. 4119971\n        THE PAROCHIAL RATES AND FINANCE RULES, 1981\nthe work to be of an urgent character he may issue the necessary in-\nstructions and make a report of his action at the next meeting of the\nrelevant committee.\n      (10) All extra work ordered shall be in writing, signed by the\nSuperintendent who shall without delay furnish a copy of the order to\nthe Secretary.\n      (11) When the Superintendent issues his final certificate of the\namount due to the contractor he shall forward a copy of the certificate\nto the Secretary and shall also attach thereto a statement showing the\ncontract price, the authorized variations therefrom and the final\naccounts received from the contractor.\n                                    Supplies\n   2 0 . 4 ) In all cases other than perishable goods competitive quota-\ntions or tenders shall be obtained for all goods ordered.\n        (2) A schedule of items required by the several departments\nshall be prepared by the Superintendent of Stores for the approval of\nthe Finance Committee (who may amend the schedule).\n        (3) Tenders for the supply of goods required for the ensuing\nfinancial year shall be invited in the month of January by advertise-\nment in the public press.\n        (4) The Secretary, may from time to time, issue instructiom\nto the Superintendent with reference to any matter under this paragraph.\n                Late or irregular tenders or quotations\n   2 1 4 1 ) Late tenders (or quotations) or tenders which are otherwise\nirregular shall be disposed of as directed by the Finance Committee.\n       (2) (a) No tender or quotation shall be accepted from (or con-\n               tract entered into with) any person or firm who on any\n                previous occasion had withdrawn a tender after it had\n                been opened. The Council may however, accept any\n                tender if he thinks the ciroumstances warrant it.\n           (b) No tender or quotation shall be accepted from any per-\n                son or firm who do not pay the standard rates of pay\n                established for that trade or industry.\n           (c) No tender or quotation shall be accepted from, or wn-\n               tract entered into with, any person or firm who (whether\n               as assignee or sub-contractor)-\n        T H E PAROCHIAL RATES A N D FINANCE RULES, 1981\n                  (i) is proved to the satisfaction of the Council to\n                       have previously as a contractor with the Council,\n                       infringed the established practices as to rates of\n                       wages, hours and conditions of labour; or\n                  (ii) during the subsistence of a contract with the\n                       Council was found guilty of infringing the stipu-\n                       lations imposed by the Council forbidding the\n                       discouragement or penalisation of trade union\n                       membership amongst employees.\n           (d) Any person desirous of entering into a contract with\n               the Council by tender or quotation shall, whenever\n               required to do so by the Secretary, produce such\n               documents, or books for examination as to whether\n               the requirements of this paragraph has been complied\n               with.\n           (e) The Council shall forbid the assignment or underletting\n               by a contractor of a contract, or any part thereof, to any\n               person or firm on the list of those from whom the\n               Council will not accept tenders or quotations.\n       (3) The Secretary shall-\n            (i) keep in safe custody all the contract documents in-\n                cluding plans, specifications, bills of quantities and\n                bonds; and\n           (ii) ensure that all insurance policies which the contractor\n                is required to effect are duly taken and maintained\n                until the handing over of the contract works.\n        (4) The instructions for tender issued for every contract (in-\ncluding quotations) shall be in a form approved by the Council and\nshall as far as practicable include the stipulations and conditions speci-\nfied in subparagraph (2).\n                                    Ledgers\n  2 2 4 1 ) The Superintendent shall maintain a Contract Ledger. The\nSecretary shall as soon as possible after each meeting of the Council\nat which contracts are awarded, furnish the Superintendent with a copy\nof every contract entered into by the Council.\n       (2) The Ledger shall include details relating to advances made.\ninterim and h a 1 payments to the contractors and variations authorized.\n               me inclusion of t6h page is authorized by L.N. 67119821\n        THE PAROCHIAL RATES A N D FINANCE RULES. 1981\n                                   Payments"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.-(1) All sums due to contractors shall be certified by the Chief\nOlficer concerned. The certificate shall show the total agreed price of\nthe contract, the instalment payments certified, the balance due and the\namount of the retention money.\n       (2) The Secretary shall not make any payments until-\n    (a) he has checked the correctness with the related contract;\n    (b) the voucher has been certified by the Chief Officer wncemed;       i,\n         and\n    (c) siped by the Superintendent.\n       (3) The Secretary shall hold back at least ten per cent of the\ncontract price for a period of time which the Finance Committee after\nconsultation with the Superintendent may determine.\n              me 'lncluslon of thlJ page is authorized by L.N. 67119UI\n                         PAROCHIAL RATES AND FINANCE\n             THE PAROCHIAL RATES AND FINANCE ACT\n                                      ORDER\n                                 (under section 6B)\nTHEPAROCHIAL  RATESAND FINANCE\n                             (APPORTIONMENTOF ENTITLEMENT\n                                                       FROM\nTHE PAROCHIAL REVENUEFUNDBETWEEN ST. CATHERME\n                                            PARISHCOUNCILAND\n             THE MUNICIPALITY\n                           OF PORTMORE) ORDER,2003\n                                                                                              L.N. 123M2Q03\n           (Made by the Minister on the 7th day of October, 2003)"
    }
  ],
  "definitions": [
    {
      "term": "authorized officer",
      "definition": "an officer of the Council authorized",
      "source_provision": "sec2"
    },
    {
      "term": "Chief Officer",
      "definition": "the officer in charge of any department of",
      "source_provision": "sec2"
    },
    {
      "term": "Collecting Officer",
      "definition": "any officer or employee on the per-",
      "source_provision": "sec2"
    },
    {
      "term": "Finance Committee",
      "definition": "the committee of the Council charged",
      "source_provision": "sec2"
    },
    {
      "term": "financial year",
      "definition": "the year commencing on the 1st day of",
      "source_provision": "sec2"
    },
    {
      "term": "officer",
      "definition": "any person in the employment of the Council con-",
      "source_provision": "sec2"
    },
    {
      "term": "parochial moncys",
      "definition": "the revenue of a Parish Council and",
      "source_provision": "sec2"
    },
    {
      "term": "parochial property",
      "definition": "all property of whatsoever nature",
      "source_provision": "sec2"
    },
    {
      "term": "Secretary",
      "definition": "the Secretary of the Parish Council",
      "source_provision": "sec2"
    },
    {
      "term": "Superintendent",
      "definition": "the Superintendent of Parochial Roads",
      "source_provision": "sec2"
    }
  ]
}