{
  "id": "jm-subs-the-passport-act",
  "type": "statute",
  "title": "The Passport Act",
  "title_en": "The Passport Act",
  "short_name": "Passport Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-passport-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-passport-act",
  "provisions": [
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Where the Minister has restricted the validity of a passport for\ntravel to a particular country or countries, the holder of such restricted\npassport may apply to have the passport amended to permit travd to\nany other country or countries, and his application shall be accompanied\nby the appropriate fee se% out in the First Schedule.                      pirat\n                                                                           Schedule."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.--1) A seaman's certificate of nationality and identity may be\nissued to a seaman who is a citizen of Jamaica, so, however, that such\ncertificate shall not be issued to any such seaman who is not already\nengaged in seagoing employment at the time of ~pplying for such\ncertificate unless he is a seaman-\n      (a) reverting to seagoing employment after a period of employment\n           ashore; or\n      (b) enteuing into seagoing employment for the first time, and\n           produces satisfactory evidence of having been accepted for\n           seagoing employment.\n       (2) A seaman's certificate of nationality and identity shall in-\nclude the full name, date and place of birth, nationality, distinctive\nmarks, photograph, left thumb print and signature of the bearer.\n       (3) A seaman's certificate of nationality and identity shall not\nbe issued to an alien.\n       (4) An application for the issue of a seaman's certificate of\nnationality and identity shall be on the appropriate form, which may\nbe obtained from the Passport Office, and shall be accompanied by\ntwo small unmounted duplicate photographs of the applicant and the\nappropriate fee specified in the First Schedule.\n       (5) A seaman's certificate of identity may be issued to a sea-\nman who is domiciled in Jamaica but whose national status has not\nbeen established.\n       (6) (a) An application for the issue of a seaman's certificate d\nidentity shall be on the appropriate form, which may be obtained from\nthe Passport Office, and shall be accompanied by two small unmounted\nduplicate photographs of the applicant and the appropriate fee set out\nin the First Schedule.\n               Vhe inclusion of this page is authorized by L.N. f27119801\n                               THE PASSPORT REGULATIONS, 1962\n                       (b) A seaman's certificate of identity shall include the name,\n            date of birth, distinctive marks, photographs, left thumb prints and\n            signature of the bearer.\n                    (7) A seaman's certificate of nationality and identity and a\n            seaman's certificate of identity shall remain valid unless or until can-\n            celled or withdrawn."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-41) Subject to paragraphs (2) and (3), the name of the holder\n            of a passport once written therein shall not be changed.\n                   (2) A woman may apply to have her name amended on her\n            passport upon marriage, remarriage or divorce, as the case may be,\n            and every such application shall be accompanied by such evidence of\n            marriage, remarriage or divorce, as the case may be.\n                   (3) Where a person changes his name by deed poll he may\n            apply to have his name amended on his passport.\n                   (4) Every application for any amendment to a passport shall\nFirst       be accompanied by the appropriate fee set out in the First Schedule.\nSchedule.\n                     (5) Paragraph (3) shall not apply to diplomatic passports or\n            official passports."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Where an application for a passport is made in order to enable\n            the applicant to proceed directly to a place outside of Jamaica and\n            an authorized officer either is of the opinion that the case is not\n            one in which a regular passport should be issued or is not fully satisfied\n            by the evidence of nationality produced, such authorized officer may\n            refuse to issue a passport and instead thereof may issue an emergency\n            certificate or may affix a visa to an afidavit furnished by the applicant\n            setting out the facts of the case. Thme shall be payable in respect of\n            such emergency certificate or visa the appropriate fee set out in the\n            First Schedule."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Every application by a person other than a citizen of Jamaica\n            for a permit to leave Jamaica shall be made on the appropriate form,\n            which may be obtained from the Passport Office, and shall be accom-\n            panied by a letter from the representative in Jamaica of the country of\n            which the applicant is a national, requesting the issue of the permit and\n            by the appropriate fee set out in the First Schedule and by two small\n            unmounted duplicate photographs of the applicant, and on the back of\n            one such duplicate photograph a certificate in the form set out in\n                          p h e inclusion of this page is authorized by L.N. 127119801\n                         THE PASSPORT REGULATIONS, 1962\n                                                                                       (Regulation 10)\n   i certify this to be a true photograph of\n                        Mr.\n                        M n.\n                        Mirs\n                                                    .........................................................\n                                                       Signature and qualification of person\n                                                     certifying the declararion of the applicanl\n                 Date.. ....................................................\n                                        THlRD ~ H E D U I B                            (Regulation 19)\n                       Cerrificare of Identiry for Entry into Jamaica\nName in Full ..........................................................................................\nb p a t i . o n . .............................................................................................\nAddress...................................................................................................\nDate of Birth ...........................................................................................\nPlace of Birth..........................................................................................\n        DESCRIPT~ON\nHeight. ...................................\nColour of eyes\n................................................\nColour of hair\n ................................................\nSpecial Peculiarities\n ................................................\nSignature of Bearer...................................................................................\n Signature ob Authorizing Officer.................................................................\n                                                    VTSA\n                    [The inclusion qf this page is ~uthorized by L.N. 144/1995]"
    }
  ],
  "definitions": []
}