{
  "id": "jm-subs-the-pensions-superannuation-funds-and-retirement-schemes-act",
  "type": "statute",
  "title": "The Pensions (Superannuation Funds and Retirement Schemes) Act",
  "title_en": "The Pensions (Superannuation Funds and Retirement Schemes) Act",
  "short_name": "Pensions (Superannuation Funds and Retirement Schemes) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-pensions-superannuation-funds-and-retirement-schemes-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-pensions-superannuation-funds-and-retirement-schemes-act",
  "provisions": [
    {
      "provision_ref": "sec0",
      "section": "0",
      "title": "Section 0",
      "content": "0) not take, threaten or conspire to take any retaliatory or\n     discriminatory action with respect to a participant's benefits;\n(k) not take, threaten or conspire to take any retaliatory or dis-\n     criminatory action against any person who exercises his rights\n     under the fund or scheme;\n(I) except in circumstances of mental incapacity as described in\n     paragraph (2), make an application to a competent court for the\n     appointment of a legal representative where it has come to their\n     attention that-\n           (i) any person entitled to benefit under the fund or\n               scheme-\n                     (A) is suffering tkom any disease or other incapacity\n                           rendering him unable to manage his affairs or\n                           give a valid receipt; or\n                     (B) has failed to nominate someone to whom his\n                         benefits can be paid for his maintenance and\n                         general welfare; or\n          (ii) the person who had previously been so appointed is unfit,\n               unable or unwilling to act;\n(m) make an application to a competent court for the appointment of\n    a legal representative where a minor is entitled to benefit under\n    the fund or scheme and no legal representative has been appointed\n    or the person who appointed is unfit, unwilling or unable to act;\n(n) where a person has not claimed or has stopped collecting any\n    moneys or benefits payable under the h n d or scheme, then no\n    later than eight weeks after-\n          (i) such moneys or benefits became payable; or\n          (ii) he ceased collecting such moneys or benefit,\n       make such enquiries as are reasonable to locate such person\n       including. where necessary, advertising for him and his next of\n       kin's whereabouts in the local and oversees edition of a national\n       daily newspaper;\n(0)    where the moneys or benefits remain unclaimed after five years,\n      then-\nTHE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES)\n               (GOVERNANCE) REGULATIONS, 2006\n          (i) in respect of an on-going fund or scheme, after advertising\n              annually in accordance with paragraph (n) for a period of\n              not less than five years, retain the moneys or benefits\n              payable, in the fund or scheme, and the moneys or\n              benefits shall not revert to such a fund or scheme, except\n              after a period of 150 years;\n          (ii) in respect of a fund or scheme which is being or is to\n               be wound up, after advertising annually in accordance\n               with paragraph (n) for a period of not less than five years,\n                shall pay the moneys or benefits payable into the Supreme\n                Court not later than six months thereafter;\n(p) review policies and procedures relating to the governance of the\n    fund or scheme at least once annually and approve them with or\n    without any amendments;\n(q) conduct at arm's length all transactions of the fund or scheme;\n(r) on the making of a transfer payment, give a statement of transfer\n    values to the member involved as well as the trustees of the\n    receiving fund or scheme to which the payment is made at the\n    time the payment is being made;\n(s)   within sixty days of the termination of employment or resignation\n      of an actuary or auditor, appoint a replacement actuary or\n      replacement auditor for the fund or scheme;\n(I)   keep all assets in respect of the fund or scheme separate and\n      distinct from their own funds;\n(u) ensure that accurate and complete records and other documents on\n    all matters related to the h d or scheme are kept, maintained and\n    safe-guarded in Jamaica for a period of not less than seven years\n    after-\n            (i) in the case of a member, the fund's or scheme's liability\n                 to that member or their spouse, dependant, beneficiary\n                 or estate, as the case may be, has been fully\n                 extinguished; or\n           (ii) in any other case, the date of the last transaction to\n                which the records relate;\n(v) ensure that written policies and procedures for the governance of\n      the fund or scheme are in place to facilitate its effective operation\n      and management, which should relate to but not be limited to-\n            (i) a statement of investment policies and principles;\n            (ii) conflicts of interest;\n                    THE PENSIONS (SUPERANNUATION F W D S AND RETIREMENT SCHEMES)\n                                    (GOVERNANCE) REGULATIONS, 2006\n                             (iii) complaints resolution: and\n                             (iv) anti-money laundering.\n                      (2) Where-\n                   (a) the incapacity of a person referred to in paragraph (1) (0 is a mental\n                       disorder; and\n                   (6) legal arrangements for the management of the person's affairs have\n                       not been made,\n               the trustees shall request that the nearest relative of the person or the\n               Attorney-General, as the case may require, apply to a competent court for\n               arrangements to be made for the management of the person's affairs.\n                     (3) In paragraph (2) \"mental disorder\" and \"nearest relative\" have the\n               meanings respectively assigned to those expressions under the Mental Health\n               Act.\nConflicts of\nintam."
    },
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1-1 Oasd. Phn RUIEYand DUunomtihlliw docu-U             of the fund-7                Y n     0 No 0\n        IIiO lo omsin. d a l e . mpima-nand\n              wwtr atcuras UM can-\n        I N ) 10\n                                              -\n        C ) lo wnci% mlla am m a w M*, ha#(1.lanu,hw p a m h\n                                                            m s ?\n                                         d.g am r o w u a, M ma-. mum* a      ~n[7 ~o\n                                                                                                V\n                                                                                                V.U\n                                                                                                           U\n                                                                                                        0 No 0\n                                                                                                               No ~ a\n                                                                                                                    0\n          r U d g o l 1 1 Y r a ~ l u n d ~ r n ~ ~ n ~ m 1 ~ ~ ) ~ M . V m m C Q n P h l\n                               s l1Y hndEschane7\n           nlh t h ~ l m m n l of\n@OS F u l h a ~ e ~ d m a r r ~ M ~ w a r a n y d t h a I n ( o m a U o n d a ( . U a d ~ r m p D v l d e d m b a\n    Irudteea wlhln Iim &bed     Ilnm lor Ihw M ma rsvlav 7\n        CATEGORY                                                           INFORMATION\n    (I) Adiv. MmWms; Ds(andwid msmbas (mnqugl)                             ~ r u f~im\n                                                                                    l mmmt\n   (11) N w Mmbm (R.(kaMSchema only)                                       InrOmuUmF0ld.r\n (Ill) Membna W e a t a M charwed                                          BMsnl S t a l m M\n (I\")   PutMplm on muas1                                                  1-      RspoR\n  (V)   NW Me-                                                             Mndmok\n (OW) Hlvs t h m bma y elunpsl lo Iim l b l d mnnd parns as suminad 01 mobbmUm7\n (Wn h         h . ~ d ~ * n m ~ a ~ n r l s ~ ~                                                                )    .   e   u   ~   ~   ~   ~   #   ~   ~\n        o r n u m a . c n v n e s v t u c h h a v s r m ~ u d a r * UW~ a ~ f Q n g * l ~ ~\n        p u n v n l l~ IM Pew-     [S~rrmmOon         F d a and Ranansnt SQlUMal AA ?O(Y?\n                                                                                                v - O \" . O\n         n ya.. w     e attach dealis h x l u i w d tha mdW ~ I J B'4the IW d hnd-ciichim\n                                     [The inclusion o f this page is authorized by L.N. 17/2009]\n            THE PENSIONS (SUPER4NNUATION FUNDS AND RETIREMENT XHEMES)\n              (REGISTRATION, UCENSING AND REPORTING) REGUUTIONS, 2006\n                                                          FIRSTSCHEDULE,\n                                                                      contd.\nFSC Licence No.                                                                     End of perlod\n                                  RESPONSIBLEOFFICER'S\n                                     'XRTIFICATION\n                                        FSC 50.30\nI hereby certify thal, to the best of my knowledge and bellef, the InformaUonentered in thls\nform:\n(a) is true, correct and complete,\n(b) complies with the provisions of the Pensions (SuperannuationFunds and\n   Schemes) Acl. 2004 and Regulations thereunder.\nRESPONSIBLE OFFICER\nSignature       :\nName\nTillNPosilim     :\nDale\n                               [The iticliu;io~~\n                                              o f tliis page is autliorized by L.Y. 1712009]\n                           THE PENSIONS (SUPERANNUATION FUNDS AND RETIRE6IENT SCHEhIEY)\n                             (REGISTRATION. LJCENSING AND REPORTING) REGULATIONS, 2006\n                                                                       FIRSTSCHEDULE,\n                                                                                   contd.\n                                                                        FORM 9\n                                                                         >,{&i%.\n                                                            COMMISSION\n       THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT\n                        SCHEMES) ACT, 2004\n                            The Pensions (Superannuation Funds and Retirement Scltcmes)\n                              (Registration, Licensing and Reporting) Regulations, 2006\n                                                 Licence - Administrator\nNo. of Licence ..................................\nThis licence authorizes .....................................................................................................\nof ...............................................................................................................in           the Parish\nof .................................................................             carry on business as an administrator in\naccordance with The Pensions (Superannuation Funds and Retirement Schemes) Act\n2004 and Regulations made thereunder.\nThis l i c e ~ ~ cisenot transferable.\nThe responsible officer for the Administrator is:\n                                                        day of ........................................................20......\n Dated this ..............................................\n                                                                                     ...............................................................\n                                                                                     Chairman, Finatzciul Services Commission\n Financial Services Commission\n                                                      [Tile inclusion of this page is authorized by L.N. 17/2009]\n                       W E PENSIONS (SUPERANNUATION F W D S AND RETIREVENTSCHEECfES)\n                            (REGISTRATION. LICENSING AND REPORTING) REGULATIONS, 2006\n                                                                         FIRST SCHEDULE,\n                                                                                      contd.\n                                                                           FORM 10\n       THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT\n                        SCHEMES) ACT, 2004\n                            The Pensions (Superonnrration Funds and Retirement Schentes)\n                              (Registration, Licensing and Reporting) Regulations, 2006\n                                          Licence - Investment Manager\nNo. of Licence                 .......,., .......................-.-\n                                                                 :.........................................................\nThis licence authorizes ...........................................\nof ....................................................................................,............................in               the Parish\nof .............................................................                          carry on business as an investment\nmanager in accordance with The Pensions (Superannuation Funds and Retirement\nSchemes) Act 2004 and Regulations made thereunder.\nTl1i.v liccnce is not tr~risferuble.\nThe responsible officer for the Investment Manager is:\nDated this ....................................... . d a y of ........................................................"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.--41) In these Regulations, unless the context otherwise requires-        Inler~relation\n      \"commercial paper\" means securities comprising or evidencing a debt\n          obligation repayable within a year of the date of issue whether or\n          not secured or guaranteed, but does not include payment\n          obligations arising out of the sale of goods or services;\n     \"deposit administration contracts\" means investment arrangements\n          where contributions are made to h n d member benefits and are held\n          in an unallocated account of an insurance company, or sukh other\n          arrangement that the Commission may deem to be equivalent\n          thereto;\n     \"direct investment\" includes the purchase of a controlling interest or a\n          minority interest of such size and influence that active control can\n          reasonably be deemed to be an objective;\n     \"fair value\" has the meaning assigned in the accounting standards\n          issued by the Institute of Chartered Accountants of Jamaica;\n     \"fixed charges\" includes interest on funded and unfonded debt,\n          amortization of debt discount and rentals for leased property;\n     \"foreign securities\" has the meaning assigned to it under the bank of\n          Jamaica Act;\n     \"fund\" means an approved superannuation fund;\n     \"Government of Jamaica securities' means investments issued, assumed\n          or guaranteed by the Government of Jamaica or its agencies or\n           loans upon the security of general obligations of the Government of\n          Jamaica;\n                    [The inclusion o f this page i s authorized by L.N. 17/2009]\nTHE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES)\n                (INVESTMENT) REGULATION42006\n\"group\" in relation to a company, means that company and-\n       (a) any other company which is its holding company or\n           subsidiary;\n      (b) any other company which is a subsidiary of the holding\n           company;\n       (c) any company which directly or indirectly controls or is\n           controlled by any company referred to in paragraph (a) or\n           (b);\n\"indirect investment\" means investment in a third party company in\n    order to feasibly gain control or significant influence over a target\n    company by way of that third party company's holding or interest in\n    the target company ;\n\"institution\" includes a body corporate, joint stock company and a unit\n    trust;\n\"material change\" includes-\n         (a) change of status of a fund or scheme including termination\n             or winding up of the fund or scheme, partially or in its\n             entirety;\n       (b) bankruptcy of a sponsor;\n       (c) liquidation, amalgamation, or reconstruction of a sponsor;\n      (d) consolidation, separation or other; reconstruction of a fund or\n           scheme;\n      ( e ) merger of a fund or scheme with another fund or scheme or\n            any other circumstance that the Commission may declare\n            from time to time;\n\"obligation\" includes bonds, debentures, promissory notes, commercial\n    paper and other evidences of indebtedness;\n\"other investments\" includes investments, loans and securities that have\n      not been specifically identified in these Regulations;\n\"plan year\" means a twelve month period from the effective date or\n      fi-om the anniversary date of a fund or scheme;\n\"Pooled Funds\" means Type I Pooled Funds or Type I1 Pooled Funds;\n\"receivables\" means moneys and other assets outstanding and due to a\n      fund or scheme;\n\"recognized jurisdiction\" means Canada, the United States of America,\n      the United ICingdom or any other country so declared by the\n      Commission;\n             [The i~lclusioriof this page is authorized by L.N. 17120091\n      THE PENSIONS (SUPERANNUATION FUNDSAND RETIREMENTSCHEMES)\n                      (INVESTMENTI REGULATIONS, 2006\n     \"recognized stock exchange\" means any stock exchange that is qualified\n              to operate as a stock exchange in Canada, the United States of\n              America, the United Kingdom or any other country so declared by\n              the Commission;\n      \"repurchase agreement\" means an agreement between a seller and a\n              buyer under which the seller agrees to sell securities for cash while\n              simultaneously agreeing to repurchase the securities at a\n              determined price and at a stated hture date;\n     \"scheme\" means an approved retirement scheme;\n     \"solvent\" in relation to any institution means that the fair value of the\n               institution's assets exceeds the value of liabilities;\n     \"stocks and shares\" means ordinary shares, preferred or guaranteed\n              stocks or shares of a company;\n    \"the Act includes any regulations made under the Act;\n    \"Type I Pooled Fund\" means an investment fund with the sole purpose of\n              investing the assets of more than one approved superannuation\n              find or approved retirement scheme established and operated by\n              licensed investment managers which-\n                     (a) does not hold any investment or security that would be\n                          deemed ineligible or prohibited for an approved\n                          superannuation fund or approved retirement scheme\n                          under the Act;\n                    (b) is not a party to or engaged in a transaction prohibited for\n                         an approved superannuation fund or approved retirement\n                         scheme under the Act;\n    \"Type 11 Pooled Fund\" means an open-ended investment fund, mutual\n            fund., collective investment scheme 01- unit trust and any investment\n            fund, other than a Type I Pooled Fund.\n          (2) For the purposes of these Regulations, the following shall be\ntreated as being an associate or affiliate of a given person (\"A\") and he with\nthem, and shall be so treated notwithstanding that at the relevant time any of\nthe persons in question (not being individuals) had not yet come into\nexistence or had ceased to exist-\n        ( a ) a holding company of A;\n        (b) a subsidiary of a holding company of A;\n        (c) a holding company of a subsidiary of A;\n        (4 any company of which A has control;\n        ( e ) any company of which A and persons connected with A together\n               have control;\n        Cf) any company which together with A constitute a group;\n                    [The i~iclusionof this page is authorized by L.N. 17/2009]\n                                 THE PENSIONS (SUPERANNUATION FUNDSAND RETIREMENTSCHEMES)\n                                                 (INVESTMENT) REGULATIONS, 22006\n                             (g) an individual who is a director, manager or a person who has\n                                 control of A or any partner or any immediate relative of such\n                                 director, manager or person as aforesaid; or\n                            (h) any company of which any person referred to in paragraph (g) is a\n                                 director, manager or has control.\n                               (3) For the purposes of these Regulations, each of the following\n                      persons (exclusive of the Government of Jamaica) shall be treated as a related\n                      party to a fund or scheme-\n                           (a) the administrator, investment manager, trustee or sponsor;\n                           (6) a director, officer or employee of any person mentioned in para-\n                                graph(a);\n                           (c) an association or trade union representing members or an officer or\n                                employee of such association or trade union;\n                          (4 a member;\n                          (e) a person who, directly or indirectly, holds, or together with his spouse\n                              or child, holds more than ten per cent of the ,voting shares carrying\n                              more, than ten per cent of the voting rights attached to all voting\n                              securities of the sponsor;\n                          u> a person who is an affiliate of an administrator, investment manager\n                              or a sponsor of an employee, officer or a director of such person;\n                          (g) the spouse or child of a person referred to in paragraphs (a) to 0;\n                          (h) a company which is directly or indirectly controlled by a person\n                                referred to in paragraphs (a) to (g);\n                          (1')a body or organization in which a person referred to in paragraph (a),\n                              (b) or (e) or that person's spouse or child has a substantial\n                              investment;"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.    PERSONAL DESCRIPTION OF RESPONSIBLE OFFICER\n      A.        Date of Birth...................................................... Sex ...............\n                ..........................................................................................\n                Place of Birth\n                ..........................................................................................\n                Height             Welght             Colour of eyes              Colour of hair\nFinancial Services Comn~ission                                                        FSC-P-ARO-2006\n  THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES)\n    (REGISTRATION. LICENSING AND REPORTING) REGULATIONS. 2006\n                                        FIRSTSCHEDULE,\n                                                    contd.\n                        APPLICATION FOR REGISTRATION OF\n                              RESPONSIBLE OFFICER\n             ........................                If not a Jamaican citizen answer\n             Citizenship                             Question B below\n             Name of Spouse: ..................................................................\n                             Surname              First          Middle              Maiden\n             Nature of spouse's employment in Jamaica ....................................\n             .......................................................................................\n                            ........\n             Name of Spouse's Employer:         ......................................................\n      B.     Are you a permanent resident of Jamaica?\n             YES(              Not        )\n      C.     For how long have you been resident in Jamaica?\n      D.     Change of name\n             List name changes resulting from marriage, divorce, court order or any\n             other process, giving appropriate dates.\n             Previous name                    Date changed                      Reason\n             Have you ever carried on business under any name othe'r than the\n             name mentioned in Question 1 of this Form?\n             If YES, give details\nFinancial Services Commission                                             FSC-P-ARO-2006\n     THE PENSIONS (SUPER4NNUATION FUNDS AND RETIREMENT SCHEMES)\n       (REGISTRATION, LICENSING AND REPORTING) REGULATIONS, 2006\n                                        FIRSTSCHEDULE,\n                                                    contd.\n                         APPLICATION FOR REGISTRATIOS OF\n                               RESPONSIBLE OFFICER\n       E.     Passport Information\n              In providing the information requested below, the Responsible Officer\n              must also attach a copy of his passport certified by a Justice of the Peace\n              or Notary Public.\n              .......................................................................................\n              Country         Place of issue          Date of issue            Number\n       F.     Photograph\n              Attach hereto two copies of a colour passport-size photograph, full face,\n              showing a true likeness of the Responsible Officer as the Responsible\n              Officer now appears and taken within the last six months. The\n              photographs must measure 2\" x 2\",,    and bear on the back the date on\n              which they were taken and be certified by a Justice of the Peace or Notary\n              Public."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4) How will any other business carried on by you be separated from the business in\n                                                                                                                                   I\n                                                                                                                                   I\n            respect oC which this application is mudc?\n         ......................................................................................................................\n         ......................................................................................................................\n         ......................................................................................................................\n         .......................................................................................................................\n         ......................................................................................................................\n'\n    NOTE: If there are more than two Sponsors the above information must also be provided for each\n    additional Sponsor\n                THE PENSIONS (SUPER4NNUATION FUNDS AND RETIREMENT SCHEMES)\n                  (REGISTRATION, LICENSING AND REPORTING) REGUWTIONS, 2006\n10                                                        TRUSTEES\nA\n     I ) N;~nie                   . . .. . . . . . .\n             . of trustee:. .....................              .     .......                                           .."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5) Tel No:                                                 6) Fax No:                              7) E-mail address:\n I\n NOTE: If there are more than two such institutions, the above information must be provided for each\n       additional institution\n                                            [The inclusion o f this page is autltorized by L.N. 1712009]\n         THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES)\n           (REGISTRATION, LICENSING AND REPORTING) REGULATIONS. 2006\n                                                  FIRSTSCHEDULE, contd.\n16 1                 DOCUAXENTATION (please tick to confirnr docume~ltsa r e enclosed)\n           RETlREhIENT SCHEhlE with effective dates BEFORE Mare11 1,2005:\n                                                                                                     Tick   -,\nI      Two copies of the constitutive documents of the scheme. (If approval From the Taxpayer\n       Audit and Assessment Department has not been received, the original and copy .Master\n       Tmst Deed, the original and copy rules and any other constitutive documents must be\n       submitted.)\n       A schedule, showing where the conditions set forth in Sections 14 (1) (b) and 14 (3) of the\n       Act appear in these documents; must be attached.\n2      Individual Contracts issued under the scheme\n3      Members' Handbook, a written exp~anationof all the provisions of the scheme and any\n       applicable amendments thereto\n4      Business plan for the next (hrb years\n5      Information Folder\n6      Letter h m ' t h a a x p a y e r Audit and Assessment Department approving the scheme and\n       giving SA reference number\n7      Annual audited Financia1 Statements for the last three completed scheme years\n8      Sample forms and any relevant contractual documents that a prospective member will be\n       required to sign in order to join or to remain a member of the scheme.\n9      Marketing circulars and documents that will be used to market or advertise the scheme.\n10 A list of the names of the persons that sell or otherwise distribute the scheme's contracts\n   under the scheme's Master Trust Deed and their FSC registration numbers\nI1     Application fee\n                               ('The inclusion of this page is autliorized by L.N. 17120091\n                  THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES)\n                    (REGISTRATION, LICENSING AND REPORTING) REGULATIONS, ZOO6\n                                                        FIRSTSCHEDULE,\n                                                                    contd.\n    17 1               DOCUMENTATION (Please tick to it~dicatc~vlticltdocuments are enclosed)\nI             RETIREMENT SCHEhlE wit11 effective dates ON or AFTER hlatcb 1,2005:\n                                                                                                           Tick\n    I   I An original and copy of each constitutive document of the scheme. A schedule, sliowing\n        I where the conditions set fonh in Sections 14 (l)(b) and 14 (3) of the Act appear in these\n            documents. must be attached\nI I 2       Individual Contrasts to be issued under the scheme\n                                                                                                           I\nl3 I4\n            Members' Handbook; a written explanation of all the pmvjsions of the scheme; and any\n            applicable amendments thereto\n            Business plan for the next three years\n        I                                                                                                  I\n    5       Information Folder\n    6       Sample forms and any relevant contractual documents 1hat.a prospective member will be\n            required to sign in order to join or to remain a member of the scheme.\n    8\n            Marketing circulars and documents that will be used to market or advertise the scheme.\n            A list o f the names of the persons that sell or otherwise distribute the scheme's contracts\n                                                                                                           I\n            under the scheme's Master Trust Deed and their FSC ngis,trafion numbers\n    9       Application fee\n                                       [The inclusioll of this page is authorized by L.N. 17/2009]\n                  THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES)\n                    (REGISTRATION, LICENSING AND REPORTING) REGULATIONS. 2006\n                                                 F~RSTSCHEDULE,\n                                                             contd.\n18 1                DOCUMENTATION (Please tick to confirm which documents are enclosed)\n             SUPERANNUATION FUND with effective dates BEFORE March 1,2005:\n                                                                                                    Tick\n1      Two copies of the constitutive documents of the superannuation fund. (If approval from\n       the Taxpayer Audit and Assessment Department has not been received, original and copy\n       Trust Deed, Rules and any other corl~titutivedocuments must be submitted)\n       A schedule, showing where the placement of the conditions set forth in Section 13 (2) of\n       the Act appcar in thesc documents, must be attached\n2      Mcmbcn' Handbook; a written explanation of all the provisions of thc fund; and any\n       applicable amendments thereto\n                                                                                                           -\n3      Lener £mm the Taxpayer Audit and Assessment Department approving the\n       superannuation fund and giving,SAnfmnce number\n4      Most recent formal Actuarial Valuation report, the effective date of which is within three\n       years of the date of application.\n5      Annual audited Financial Statements for the last three completed plan years\n       Application fee\n7      If a public fund:\n             i.     evidence of approval as such under the Income Tax Act\n            ii.     Evidence of exemption from section 13(2)(d) and (p) of the Pensions\n                    (Superannuation Funds and Retirement Schemes) Act, 2004 granted by the\n                    Minister\n                    THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES)\n                      (REGISTRATION, LICENSING AND REPORTING) 'REGULATIONS, 2006\n    19 1                                     DOCUMENTATION (cont'd)\n                    DOCUMENTATION (Please tick to confirm document has beeu attached.)\nI           For SUPERANNUATION FUNDS with effective dates ON o r AFTER March I, 2005.\n                                                                                   Tick                                  ?\n    I      An original and copy Trust Deed duly stamped and original and copy Rules as well as\n           any other constitutive documents of the superannuation fund. A Ahedule, showing\n           where in these documents, information indicating compliance with the conditions set\n           forth in Section 13 (2) of the Act appears must be attached.\ni2 i\n           Members1-Handbook; a written explanation of all the provisions of the superannuation\n           fund; and any applicable amendments thereto.\n           If thc superannuation fund is a defined benefit plan, formal Actuarial Valuation, thc\n           effective date of which must be the same as the effective date of the superannuation fund.\n    4      Application Fee\n1 20 1                                       CERTIFICATES REQUIRED\n                                             2    3   4    5   6    7    8   9    10 Other\n    Application is being made for :                                                           copies of the catifisate\n    of Registration\n           THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES)\n             (REGISTRATION, LICENSING AND REPORTING) REGULATIONS, 2006\n                                                       FIRSTSCHEDULE,\n                                                                   contd.\n21 I                                                  CERTIFICATION\n As part of the application for rrpptoval of the supet'induation fund or retirement scirrFne the\n Quorum of trustee is required to certify that tbe constitutive documents of the superannuation\n fund or retirement scheme comply wlth the Pensions (Supemnuation Funds and Retirement\n Schemes) Act, 2004 and reguladons thereunder.\nWe, .....................................................................................................\n                                                                                                        the trustees of\n.............................................................................................................................\nhereby certify that the Trust Deed w d Plan Rules or tha Master Trust Deed nnd ull oUlcr constitutive\ndocuments of the superannuation fund or retirement scheme comply with the Pensions (Syerannuation Funds\nand Retirement Schemes) Act, 2004 and regulations thereunder.\nSignature:   ................................................                  Witnessed by: ..........................\nName: ......................................................\nTitlJPosition: ......................... .................                      stamp\nDate: ........................................................\nSignature:   ................................................                  Witnessed by: ...........................\nName: ............................... .. ................\nTitlePosition: .............................................                    stamp\nDate: ......................\n                        ....       ..........................\nSignnlure:  ...............................................                      Witnessed by:     .........................\nName: .......................................................\nTitle/Position: .............................................                     stamp\nDate: .........................................................\nSignature:  ................................................                   Witnessed by: ..........................\nName: ......................................................\nTitlflosition:    .............................................                  Stamp\n Date: ........................................................\n                 THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES)\n                   (REGISTRATION, LICENSING AND REPORTING) REGULATIONS, 2006\n                                                              FIRSTSCHEDULE,contd.\n     22 1                                                 Applicatlon and Relcasc\n        We the [ ] sponsor(s) or [ ] sponsor(s) and trustas or [ ] trustees o f :\n        ..............................................................................................................................\n        Superannuation FundRetirement Scheme hereby make application for approval of the fund/schcme\n        under the Pensions (Superannuation Funds and Retirement Schemes) Act 2004 and the Income Tax Act:\nII      Pursuant to our application under the Income Tax Act we hereby authorize the release of such\n        documents as may be required by the Commissioner of Income Tax.\nII      Signature: ................................................\n        Name: ...........................  ....... ..................\n                                                                                    Witnessed by: ..........................\n                                                                                                                                    I\n        TitlePosition: .............................................\nII      Date: ........................................................\nII      Signature: ........................   .\n                                              ....................\n        Name: ......................................................\n                                                                                    Witnessed by:     ...........................\n        TitlePosition: .............................................\nII II   Date: ......................................................\n        Signature:  ...............................  ..............\n                                                                                                 Stamp\n                                                                                       Witnessed by:    ..........................1\n                                                                                                                                    I\nII      Name: .......................................................\nII                                         .\n                                           .\n        Date: ............................ .........................                              S     ~     P\n                                                                                                      ..........................\n                                                                                                                                    I.\nII II   Signature:    ...............................................\n        Name: ......................................................\n                                                                                     Witnessed by:\n                                                                                                                                    I\n                                                                                                                                    I\nI       Date: ........................................................          Stamp\n        For existing funds/schemes In operatlon before March 1,2005, this section must be signed by Ule\n        quorum of trustees only. For new funds/schemes, this section must be signed by the sponson or\n        the quorum of trustees or both.\n         THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES)\n           (REGISTRATION, LICENSING AND REPORTING) REGULATIONS, 2006\n                                                      FIRSTSCHEDULE,\n                                                                  contd.\n23   1                                                 DECLARATION\nWe the sponsors of the superannuation fundlretirement scheme hereby certify that to the best of our\nknowledge, information and belief all the information given in this application uld contained in\nsupporting statements and documentation submitted i s . m m n a correct.\nWe consent to the Financial Services Commission obtaining information from any source as pennittcd\nby the laws of Jamaica or any other jurisdiction for the purpose of verifyrng information submitted in\nsupport of this application.\nSignature:     ................................................            Witnessed by: ..........................\nName: ......................................................\nTitlJPosition: .............................................\nDate: ........................................................                            stamp\nSignature:     ..................................\n                                                ............               Witnessed by:     ...........................\nName:    ..............................\n                                      ......................\nTitle/Position: .............................................\nDate: .......................................................                             stam\n Signature:  ................................................                 Witnessed by: ......................\n Name: .......................................................\n TitlJPosition: .....................,, ....................\n                                        $\n                                        -.,.\n Date:   .........................................................                         stamp\n Signature:   ................................................                W i t n d by:       ..........................\n Nme: .......................................................\n TitlJPosition: .............................................\n Date: .........................................................         stamp\n          Note: The sponsor and each partidpatlng sponsor, Uapplienble, are required to s i p\n         THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES)\n           (REGISTRATION, LICENSING AND REPORTING) REGULATIONS, ZOO6\nI GLOSSARY I FUNDISCHEME STATUS I\n Fundscheme Status can be one of the following:\n1   Active Open (\"AO\")             An active open superannuation fundretirement scheme is one into\n                                   which wntributions are paid and new members are enrolled from time\n                                   to time.\n2   Active Closed (\"AC\"')          An active closed superannuation fundretirknent scheme is one into\n                                   which contributions an paid but no new members are enrolled.\n3   Inactive (\"IA\")                An inactive superannuationhdlretirement scheme is a fund/scheme\n                                   for which there is a cessation of contributionsand member mrolment.\n4   Termination Pending            A termination pending superannuation fundlretirementscheme is an\n    ~yrp\")                         active or inactive fundlscheme for which approval of\n                                   termjnationlwinding-up has not yet been granted by the Commission or\n                                   Court.\n5   Terminated Opcn ('TO\")          A turnhated open superannuation fundlretirement scheme is an active\n                                   or inactive W ~ h e mfor  t which notice to wind-up the fund/scheme\n                                   has bear approved by the Commission/Colntbut assets remain in the\n                                   fundlscheme and all the relevant reports have not been filed with the\n                                   relevant authorities.\n6   l--inated   Closed VC')        A terminated closed superannuation fund/retirtment scheme is a\n                                   fund/scheme for which approval of terminationhuinding-up haa bcen\n                                   granted by the Commhion/Cowt, no assets remain in the M f f i h o m e\n                                   and all filinga have been submitred to the Commission and the Taxpayer\n                                 '-Audit and ~ s s e s s m m ~ e ~ a r t m e n t\n7   TransfemdCTR\")                 Is a fundlschane whose Raministration andlor investment managemat\n                                   function(s) have bean moved to another administratoror inveatmmt\n                                   manager.\n                          [Theinclusion of this page is authorized by L.N. 17/2009]\n      THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES)\n        (REGISTRATION, LICENSING AND REPORTING) REGULATIONS, 2006\n                                         FIRSTSCHEDULE,\n                                                     contd.\n    FIYAYCIAL\n                                                   FORM 2\n     StRYICES\n  C0MLIISS10X\n                  Application Number: (For official use only)\n          THE PENSIONS (SUPERANNUATIONFUNDS AND RETIREMENT SCHEMES) ACT, 2004\n                   The Pensions (Superannuation Funds and Retirement Schemes)\n                     (Registration, Licensing and Reporting) Regulations, 2006\nAPPLICATION FOR LICENSING OF ADMINISTRATOR OR IlrNESTMENT W A G E R\n                                             AND\n                              REGISTRATION OF CORPORATE TRUSTEE\nSECTION 1       ALL APPLICANTS\n                THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES)\n                  (REGISTRATION. LICENSING AND REPORTING) REGULATIONS, 2006\n                                                             F m s ~SCHEDULE,\n                                                                           contd.\nSECTION 1              IALL APPLICANTS (cont'd)\n19     Position of employment of the Responsible Officer (named in 18 .bow):\n(I) (Administrator)          ..................................................................................................................................\n(b) (Investment Manager)                ......................................................................................................................\n(c) (Corporate Trustee) ........................................................................................       &................*,.-.*....-*-.~.-*\n20     Amount by which -*i exceed liabilities (including dl contingent or prospective liabilitica but\n       not liabilities in respect of sham capital): S ......................................................................................\n               THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES)\n                 (REGISTRATION, LICENSING AND REPORTING) REGULATIONS, ZOO6\n[ SECTION 1                 ( ALL APPLICANTS (cont'dl                              I\nr\ni\n    21    Particulars of any other business that the company canies on 'at present and proposes to carry on\n          anywhere, indicating how such business will ba separated from the registration or licence being sought:\n           ...........................................................................................................................................................\n           ...........................................................................................................................................................\n           ....................................................................................................................... ,...................................\n           ............................................................................................................................................................\n           ...........................................................................................................................................................\n    22 Has any person or company guaranteed or undertaken to act as guarantor of the financial or other\n       obligations of the applicant?\n                                                                                                     Y-[ I No [ I\n       If yes, give details: ............................................................................................................................\n           ...........................................................................................................................................................\n           ...........................................................................................................................................................\n           ...........................................................................................................................................................\n           ...........................................................................................................................................................\n           ...........................................................................................................................................................\n    23 Hasany agreement been executed providing for the deferral of'clairns against the applicant by creditors?\n                                                                         Y - [ I No [ I\n          If yes, give details: ............................................................................................................................\n                                                                                                           . ........................................................\n           .................................................................................................\n           .............................................................................................................................. .........................."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6..\n           ....................\n                              .....................................................................................................................................\n           ...........................................................................................................................................................\n           .................... ..................................................................................................................................\n                              (.\n    Financial Strvlca Commission\n        THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES)\n          (REGISTRATION, LICENSING AND REPORTING) REGULATIONS, 2006\n                                                        contd.\n                                           FIRST SCHEDULE,\nSECTION 1        ALL APPLICANTS (cont'd)\n24 1 SIIAREHOLDERS\nHolding or in control of 10% or more of any class of shares of appUcant\nName                   Address                   Country of domicile        Shareholdings\n                                                                            # ofshnres    %\n                       [Theinclusion of this page is authorized by L.N. 17/2009]\n                  THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES)\n                    (REGISTRATION, LICENSING AND REPORTING) REGULATIONS, 2006\n                                                                       FIRST SCHEDULE,\n                                                                                    contd.\n    SECTION 1                  ALL APPLICANTS (cont'd)\n    25        1                                                 PROFESSIONAL ADVISERS\n' A AUDITOR\n1\n    A) Name of Engagement Partner: ......................................................................................................                      ;,..\n    B) Designation: ..................................................................................................,...................................\n    C) Audit Firm: ........................................................................................................................................\n    D) Address:\n           ............................................................................................................................................................\n           ............................................................................................................................................................\n           ............................................................................................................................................................\n    E) Mailing Address (if different h m above):\n           ...........................................................................................................................................................\n           ............................................................................................................................................................\n           .................................................\n                                                           .......................................................................................-.. ........\n                                                                                                   ..\n    F) Tel No: .............................\n    G ) Fax No:.............................\n    H) E-mail ad&=:                ...................................................................................................................................\n    NOTE: Should there be more than one auditor the above information must be ~rovidedfor each\n                  additional auditor\n                                           [Tile inclusion of this page is authorized by L.N. 17120091\n              THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES)\n                (REGISTRATION, LICENSING AND REPORTING) REGULATIONS, 2006\n                                                                   FIRST SCHEDULE,\n                                                                                contd.\nSECTION 1 I ALL APPLICANTS (cont'd) 1\n!6        1                                                 FINANCIAL INSTITUTIONS\n                                                                                                     -\n Give details of institutions with whicfi you'carry out p e r i s i o ~ ~ a c t i o n s :"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1)   The Commission shall not license a company as an investment\nmanagersand        manager or administrator unless-\nadmitiislra~ors\n                       (a) the incorporation documents of the applicant, where applicable,\n                           permit the company to carry on investment management or\n                           administration, as the case may be, of superannuation funds or\n                           retirement schemes, where applicable;\n                        (b) the applicant is solvent with a capital base that exceeds the amount\n                            (if any) specified in paragraph (2) and is likely to continue to be so\n                            solvent:\n                        (c) the applicant has and will have professional indemnity and fidelity\n                            guarantee insurance that exceeds the limits (if any) specified in\n                            paragraph (2);\n                        (d) the employees of the applicant have passed such examinations or\n                            participated in such training as may be required by the Commission;\n                        (e) the employees of an applicant for administration of a fund or scheme\n                            are otherwise qualified, knowledgeable and capable of carrying on\n                            the efficient administration of the fund or scheme.\n                          (2) For the purpose of paragraph (1) (b) and (c), the respective\n                              amounts and limits, if any, are as specified hereunder or such other\n                              amounts or limits as the Commission may by notice publish in the\n                              Gazette prescribe-\n                                     Administrator                                  Investment Manager\n                   Professional       $5 million                                         $ 5 million\n                       Indemnity\n                   Fidelity            None                                $10 million\n                       Guarantee.\nCondll~onsfor\nrespons~bleomcer       8. The Commission shall not grant the registration of an individual as a\n                   responsible officer unless he-\n                                     [The i~iclusiolio f this page is autllorized by L.N. 17/2009]\n      THE PENSIONS (SUPERANNUATION FUNDS AND RETIREh4ENT SCHEMES)\n        (REGISTRATION, LICENSING AND REPORTING) REGULATIONS, 2006\n     (a) is a member of the senior management of the company concerned;\n         and\n     (b) satisfies the fit and proper criteria prescribed under the Act for\n         carrying on the functions as a responsible officer.\n                           Certificates and Licenses"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.+1) No person shall accept an appointment as a trustee of a find or\n               scheme or as an agent if there is or is likely to be a conflict of interest\n               between his role as a trustee or agent and his role in any other capacity.\n                     (2) Policies in relation to conflict of interest shall in every instance,\n               provide for documentation of the following in a register-\n                   (a) the date of the trustees' receipt of notification thereof;\n                   (b) the name of every trustee involved;\n                   (c) the nature and details of the conflict;\n                   (4 the method of resolution;\n                   (e) the date of resolution.\n                       (3) Trustees shall not use information obtained in their capacity\n               as trustees or use their position as trustees to further or seek to W h e r their\n               own or another person's private interest if this would result in a breach\n               of their fiduciary duty to the persons entitled to benefit under a find or\n               scheme.\n                       (4) An Agent of Trustees shall not use information obtained in the\n               capacity as such or use the position as Agent of Trustee to firther or seek\n               to hrther his own or another person's private interest, if this is likely to result\n               in a breach of their fiduciary duty to the trustees.\n                                 [The inclusion of this page is autllorized by L.N. 17/2009]\n                     THE PENSIONS (SUPER4NNUATION FUNDS AND RETIREMENT SCHEMES)\n                                    (GOVERNANCE) REGUM TIONS, 2006\n                       (5) The trustees shall make a determination as to whether a conflict of\n               interest exists, in the absence of the party whose interest it is reported will or\n               is likely to conflict with the interest of the persons entitled to benefit under a\n               fund or scheme.\n                     (6) A trustee or an Agent of Trustees-\n                   (a) shall not make a decision or participate in making a decision or seek\n                       to influence a decision where an actual or perceived conflict of\n                       interest arises regarding himself; and\n                   (b) shall, when he is present at a trustees' meeting where a matter in\n                       which he has an interest arises-\n                              (i) disclose in full the nature of his interest that could\n                                  reasonably be expected to conflict with that of the fund or\n                                  scheme or trustees respectively; and\n                              (ii) withdraw ffom the meeting without voting or deliberating\n                                   upon the matter.\n                      (7) Advisors, Agents of Trustees and their agents shall not continue\n               to act in a matter where an actual or potential conflict of interest arises\n               unless they made full disclosure and the Board consents in writing for them\n               to do so.\n                       (8) Where advisors, Agents of Trustees and their agents have clients\n               with conflicting interests in relation to a transaction, they shall not continue\n               to act unless they take reasonable steps to ensure that each fund or scheme is\n               treated fairly.\n                      (9) Where a trustee fails to disclose, in accordance with this\n               regulation, his interest in a contract made in relation to a fund or scheme, a\n               competent court may, upon the application of the other trustees or the\n               Commission, set aside the contract on such terms as the court thinks fit.\n                    (10) A person breaches the prohibitions against conflict of interest if\n               he knew or ought reasonably to have known that a conflict of interest has\n               occurred but failed to take the required remedial steps in accordance with this\n               regulation.\n~utiesof          9. Administrators and investment managers in the exercise of their\n*mini-ors\naod inv&menl\n               respective duties, shall-\nmanagers.\n                    (a) perform their fbnctions exercising the care, skill and diligence\n                        which it is usual, necessary and proper for administrators and\n                        investment managers to employ;\n                               v i l e inclusion o f this page is authorized by L.N. 1712009]\n   THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENTSCHEMES)\n                   (GOVERNANCE) REGULATIONS, 2006\n    (b) not make statements or forecasts or both,                                  that   are\n        misrepresentative, false, deceptive or conceal facts;\n    (c) not commit acts or engage in a course of conduct that would\n        misrepresent, mislead or create a false impression;\n   (6) provide regular, timely, clear, fair, complete and accurate\n          information and reports to the trustees and their agents;\n   (e)    keep, maintain and safeguard in Jamaica (whether by the\n          preparation of reserve or backup copies or otherwise) accurate\n          and complete records and other documents on all matters related\n          to a fund or scheme for a period of not less than seven years\n          after-\n               (i) in the case of a member, the fund's or scheme's liability\n                    to that member or their spouse, dependant, beneficiary\n                    or estate, as the case may be, has been fully\n                    extinguished; or\n              (ii) in any other case, the date of the last transaction to\n                   which the records relate;\n  V) within fourteen days of receipt of notice from the trustees of a fund\n     or scheme that it will cease to be the investment manager or\n     administrator of the fund or scheme, in writing, notify the\n     Commission thereof giving full details of the change including the\n     date and reasons for change."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.--(I) If the Commission believes on reasonable grounds that a\n                      statement of investment policies and principles is-\n                            (a) inconsistent with prudent standards;\n                               (b) inconsistent with the provisions of the Act or any regulations made\n                                    thereunder, the Commission may, in writing, direct the trustees of\n                                    the h n d or scheme to immediately review the statement of\n                                    investment policies and principles taking into account the matters\n                                    specified in the Commission's directions.\n                                 (2) The trustees of a fund or scheme shall, notwithstanding paragraph\n                      ( l ) , review the statement of investment policies and principles, periodically,\n                      and in any case at least annually.\n                                 (3) If a material change in a fund or scheme occurs, the trustees shall\n                      review the statement of investment policies and principles within ninety days\n                      of the change.\n                                 (4) If a review, pursuant to paragraph (I), (2) or (3) leads to a change\n                      in the statement of investment policies and principles, the revised statement\n                      shall be submitted to the Commission for inspection, within thirty days of it\n                      being ratified by the trustees of the fund or scheme.\n                                  (5) The Trustees shall make a record of every review of a statement\n                      of investment policies and principles, subject to regulation 11, and of every\n                      decision consequent thereon whether or not to revise the statement."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-41) Sponsors in the exercise of their duties, shall-\n  (a) give the trustees and their agents and advisors access to all such\n      information with respect to the fund or scheme and its members as\n      they require to carry out their duties effectively;\n  (6) within seven days of a decision that will cause a material change or\n      be of material sipnificance to the fund or scheme inform the\n      trustees thereof;\n  (c)    facilitate the election of member nominated trustees and pensioner\n         trustees, and in the case of a fund, allow the trustees reasonable\n         time off during working hours, with pay, for the performance of\n         their trusteeship duties or for training relevant to the performance\n         of such duties, having regard to-\n             (i) the circumstances of the sponsor's business;\n             (ii) the effect of the absence of those trustees on the effective\n                  running of the business;\n                                     ~ ~(111spagc IS authorized by L.N. 1712009]\n              [The i ~ i c l u s i ool'\n                          THE PENSlONS(SUPERANNUATI0N FUNDSAND RETIREMENTSCHEMES)\n                                         (GOVERNANCE) REGULATIONS, 2006\n                           (4 under no circumstances interfere or seek to interfere in the\n                                nomination and election of member nominated trustees and\n                                pensioner trustees;\n                     -     ( e ) ensure that a trustee in their employment does not suffer\n                                 detriment or is not unfairly dismissed by virtue of being a tTustee\n                                 or executing his duties as such;\n                           V)   not take, threaten or conspire to take any retaliatory or dis-\n                                criminatory action against any person, whether with respect to\n                                benefits, employment terms or otherwise, who exercises his\n                                rights under the fund or scheme;\n                           (g) in the case of a fund, remit to the investment managers the\n                               contributions of the members within one week of the end of the\n                               month in which deductions were made together with supporting\n                               statements justifying and reconciling the amount of the\n                               contributions;\n                           ( h ) remit their contributions to the investment manager within the\n                                 time frame stipulated in the constitutive documents of the fund or\n                                 scheme together with the supporting statements justifying and\n                                 reconciling the amount of the contributions;\n                            (i) give the trustees a copy of any supporting statement specified in\n                                subparagraph Cf) or (g) no later than the date on which it is being\n                                first supplied to the investment managers;\n                            (j) under no circumstances constrain or restrict the powers of the\n                                trustees.\nQualifications\nand dulies or        1 1 . 4 1 ) Auditors and actuaries shall be persons who are in good\nauditorsand      standing with their recognized local and international governing bodies as\nactunries\n                 well as satisfactory to the Commission.\n                             (2) Auditors and actuaries in the performance of their functions\n                 shall-\n                           (a) in addition to fulfilling the requirements of the Act and any\n                                regulations made thereunder, prepare their reports in accordance\n                                with-\n                                      (i) generally accepted accounting, audit                      and   actuarial\n                                          principles, as are applicable; and\n                                     (ii) such directions as may be given by the Commission;\n                           (b) refer to the trustees any material errors, omissions or in-\n                               consistencies found in information on the fund or scheme;\n                                     [Tile inclusion o f this page is authorized by L.N. 17/2009]\nTHE PENSIONS (SUPER4NNUATIONFUNDS AND RETIREMENT SCHEMES)\n               (GOVERNANCE)REGULATIONS, 2006\n(c) be entitled to requisition the convening of any meeting of the\n    Board and any committee to discuss the report of the auditor or\n    actuary, as the case may require;\n(d) within one month of receiving their letters of dismissal or of\n     tendering their resignation, notify the trustees in writing whether\n     or not there are any circumstances related to their removal or\n     resignation which appear to them to be likely to significantly\n     affect the interests of participants, prospective members or others\n     entitled to benefits under the fund or scheme;\n(e) subject to sub-paragraph 0 , notify in writing the Commission if\n    they have reasonable grounds to believe that-\n           (i) a trustee, agent or sponsor has acted contrary to the\n               terms of the constitutive documents of the h n d or\n               scheme or has contravened the provisions of the Act; or\n          (ii) the terms of the constitutive documents are inconsistent\n                with the provisions of the Act;\n     act under sub-paragraph (e) if the trustee, agent or sponsor fails\n     to rectitjl the non-compliance within a reasonable period, and in\n     any case not later than six months after the date of the\n     notification.\n   (3) The auditor shall-\n(a) notify the trustees and the ackary, in writing, of any material\n     errors, omissions or inconsistencies appearing in the information\n     on the find or scheme;\n(b) subject to paragraph (5), immediately upon becoming aware of-\n          (i) any material flaws in the operation of a fund or scheme\n              or in aspects of its internal control, collection of\n              contributions, security for payment of loans granted,\n              handling of financial resources;\n         (ii) other matters which could materially weaken the\n              financial position of the fund or scheme,\n     notify the trustees, sponsors and the Commission in writing there-\n     of.\n   (4) The actuary shall-\n(a) during the course of his engagement or when it comes to his\n    knowledge, notify the trustees in writing of any changes in\n    financial or demographic circumstances which are likely to\n    materially affect the investment policy of the fund or scheme;\n(b) subject to paragraph ( 9 , upon-\n         [Tlie ~liclusionof this pakc is autl~orizedh y L.N. 1712009]\n               THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES)\n                               (GOVERNANCE) REGULATIONS, 2006\n                          (i) determining that there are reasonable grounds to believe\n                              that the circumstances of the fund have changed, are\n                              changing or are likely to change in such a manner as to\n                              materially and adversely affect the solvency of the\n                              fund;\n                         (ii) becoming aware of any circumstance that affects or\n                              might reasonably be expected to materially and\n                              adversely affect the solvency of the fund,\n         submit a written report thereon to the trustees, sponsor and Commission\n         respectively.\n                   (5) Paragraphs (3)(b) and (4)(b) shall be regarded as having been\n         complied with if-\n                 (a) the notification or submission, as the case may be, is postponed\n                     for no more than thirty days to facilitate discussion of it by the\n                     actuary or auditor, as the case may be, with the trustees and\n                     sponsors;\n                 (b) the discussion and its result are disclosed in the report.\n                   (6) Notwithstanding anything to the contrary, the disclosure by an\n         auditor or actuary of any information or opinion in his report under para-\n         graph (3) or (4) shall not be regarded as a breach of any legal or professional\n         obligation of the auditor or actuary."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11)    Suspension or Cancellations        ...............................................................\n       Action Taken.. ...............................................................................\n       Effective Date...................................................:.. ...........................\n       Reasons.......................................................................................\nFinancial Services Commission                                               FSC-P-ARO-2006\nTHE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES)                                           105\n  (REGISTRATION, LICENSING AND REPORTING) REGULATIONS, 2006\n                                                          FIRST SCHEDULE,\n                                                                       contd.\n     11~111AL                THE PENSIOHS (SUPEWNHUAIION FUNDSAND RETlREM€Nl SCHEMES) ACT. 2004\n      IlIIKO\n    IPUIIIP.\n                                     th. P-mbn. 1Sw.rannuxllon Fund. and R.llnnm1 S c h w . 1\n                                       IR.plsLnlbn. LI(.n.lng and Rwonlng) R.qul.l(ons, 1006\n                                          CERTIFIED FINANCUL RETURN FSC 80    -\n                                    (SUPERANNUATION FUNDS 6 RETIREMENT SCHEMES)\n                                           FUN0 ORXHELlE IDEHnFIWTION *NO DETAILS\n (.I fundwLLkmY.m\n (el\n m --up-\n        ~ - ~ -\n m) T r p d h n d a Y h n *                                    lcl S ~ ~ o ( ~ * ~ u n d w ~ n * m\n                                                               (el Y A R . O * D . U M W V e\n                                                               (01 urn d SPWS-\n (I,)   P.rwuld.rR*\n        kart-\n        To V u End Dy.:-1\n        rn.dyOlur:\n        ~ M V I - M U :\n (.I YmdCq.0.n*l?um\n Bl RI\n (dl    Yhg-\n m TM\n w m\n p1     ha-\n -*em           -01:                  01\n                                      NI\n Lk.Iel.-Yurgr(.l:                    0)\n                                      PI\n        *MU\":\n--        10\n          ra(n4ma*brm--dk*j:                                    T-war\n                                                                llmr\n         -\n         am-\n---\n                            [The inclusion of this p a g e is a u t h o r i z e d by L.N.17/2009]\nTHE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES)\n  (REGISTRATION, LICENSING AND REPORTING) REGULATIONS. 2006\nFSC R.pktralion No.\n                                              STATEMEKT OF CHANGESIN NET ASSETS\n                                                           FSC 60.10\n                           INCREASEIN ASSETS\n          K\n          I .I        DY. 10 1nVu(Mnt.\n                  I\"l.nrt lnwnn                                 (W)\n                  ~ . a l h . d 6 unrealbed Galnd(lares)        (010)\n                  ~welgn       Elch.npa Gllnd(L08~1)            1016)\n                  Poabd Fund. Incraarcl(Dacraasa)               (017)\n                  0ihe.n                                        1018)\n          Total IncraasaO w to Imnt~Mntl ~ c o r n              (019)\n          CanMbvUorn\n               Mmbm' ComplhW conbmu(lonr                        wQ)\n               W.mbm'Vdunt.y ConMbuUons\n                                         --\n               Spansor ConUbuUons Onilnaly\n               Sponsor CMlUbutIont Voluntly\n                                                                (021)\n                                                                (025)\n                                                                (026)\n               SpnsorComrlbutlorn Specla1-                      (027l\n          T d ConhmuUoru                                        (029)\n          T n m k n to Um FvndlSchsm                           (039)\n          oma JMsn ofl n m a u                                 (049)\n          TOTAL INCREASE IN ASSElS                             (059)\n                           DECREASEI&L\n                                     S Sm\n                  lnmM-Ew--\n                  Admlnbtntfva E x p r u n\n                  P r o f e 8 s l o ~Fl p .\n                  O(her Expansas\n          T      d EXpNU\n          w8 and 1nmf.n\n           t\n                  M l n m n t Bm(lfl\n                        Lumpvm\n                        Psnslon Rwchnsa\n                        P W h l payc& fmn\n                  T m l N t l m -fib\n                        Lumpurn ~avmaCs\n                  Dsrm B e n d u\n                       Perubm psputs fmn (und\n                  TmN1.n to Approvrd Funb.Rdmm\n                  Refund8 to Sponror\n                  OUwr &nub m d T n n s h n\n          T-I     Wnefb and Tnn8f.n\n          Imprlnm&      Incnrsd(D.enas*)\n          om., sowur a( DMn*\n          TOTAL DECREASE IN ASSETS\n          C W E IN N E l aSETS\n          NETASSETSATSTARTOFYEAR\n          NETASSETSAT YEAR END\n                       [The inclusion o f this page i s authorized by L.N.17/2009]\nTHE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES)\n  (REGISTRATION. LICENSING AND REPORTING) REGULATIONS, 2006\n                                             contd.\n                                 FIRSTSCHEDULE.\n        THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES)\n          (REGISTRATION, LICENSING AND REPORTING) REGULATIONS, 2006\n                                                                                         contd.\n                                                                             FIRSTSCHEDULE,\n      FSC R.glsb-.Hon No.                                                                     Period Ending\nR\n      R.1.   No.\n      to N o l u    INTEREST INCOME FROM DEBTSECUR-\n                    btwest fmm D.posits\nt=l                 k n n n t Imm R w & u          *pmmno\nR                   lnU-t    horn Bond. d0.trmFuns\nw                  Inarest from Mongage Loans\n                   b n w Fmm 0 t h D.M\n                                   ~ 5.arMln\nI l l K o n y               Fmm Stocks ti sham\nH                  Incorn Fmm Real Eshl.\n                   Invastmnl A m n g m n t r l n c n a n l ( D s c r u u )\n                               Interest ( D e d Adndnuvatkm F u m ) .          (I11)\n                               T y w l Poded Funds.   ... . ... ..             (7121\n                               Type 11 P c c M Fuuls . . . ...... .            (It%\n                   Total Inv.slm*nt Amng-1%                                    1119)\n                   Income lrom 0h.r Inr.sm*ntl                                 :159)\nTHE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES)\n  (REGISTRATION, LICENSING AND REPORTING) REGULATIONS, 2006\n                              FIRSTSCHEDULE,\n                                          contd.\n            [The inclusion of this page is autllorized by L.N. 17/2009]\nTHE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES)\n  (REGISTRATION, LICENSING AND REPORTING) REGULATIONS, 2006\n                                        FIRSTSCHEDULE,\n                                                    contd.\n       FSC R*glstnUon No.\n                                 RELATED PARTY INVESTMENTS\n                                          FSC 60.27\n        THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES)\n          (REGISTRATION, LICENSIA'S AND REPORTING) REGULATIONS, 2006\nFSC R w h t n t b n No\n                                                    fNVESTMENT ARWGEMENTS\n                                                               FSC 60.40\n                                                                                                          End of Y0.r\nUmNo                     Name\n                                                  ~ year\n                                              B B OI\n                                                Value\n                                                                N.I ~omdb~tl~n.\n                                                               l o (he Fud6ch.m.       &( g\n                                                                                       '\n                                                                                                      ~01.1 I ~ I . ~ S I\n                                                                                                          lncrrm\n                                                                                                                                   ~01.1\n                                                                                                                                Valw of Fund\n                          (01)\n                                                 so00\n                                                 (01)\n                                                                     s ~ v l\n                                                                      (03)             I *\n                                                                                       r      t            ,000\n                                                                                                            (05)\n                                                                                                                                   so00\n                                                                                                                                    (MI\n                                          I                I                       I              I                         I\n                         TOTAL            I                I                                      I                         1\n   THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES)\n     (REGISTRATION, LICENSING AND REPORTING) REGULATIONS, 2006\n                                                FIRST SCHEDULE,\n                                                             contd.\n    FSC Reglstratlon No.                                                                    Period Ending\n                              ALLOCATlON OF FUNDS AMONG INVESTMENT MANAGERS\n                                                     FSC 60.50\n                                                      Jt'OOO\n                                                        I\n                Name of InvestmentManager               I            Clment Period          Previous Period\n                                                                         (02)                    (03)\n                                                            (001).\n                                                            ('332)\n                                                            (003)\n                                                            (004)\n                                                            (005)\n                                                            (c\"w\n                                                            (007)\n                                                            (008)\nFmarual Services Ccmmission\n                              [The i~iclwiono f this page is autliorized by L.N. 17/2009]\nTHE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES)\n  (REGISTRATION, LICENSING AND REPORTING) REGULATIONS, 2006\n                                 FIRST SCHEDULE,\n                                              contd.\n          [The i ~ ~ c l u s i o ~f ithis page is autliorized by L.N. 1712009]\n        THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES)\n          (REGISTRATION, LICENSING AND REPORTING) REGULATIONS, 2006\n                                    FIRSTSCHEDULE,\n                                                contd.\nFSC Registration No.                                                        Period Ending\n              NOTES T O THE CERTIFIED FINANCIAL RETURN\n                              FSC 60.71\n                       [The i!:clusion of this page is authorized by L.N. 17/2009]\n                                                             7\n                  THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES)\n                    (REGISTRATION, LICENSING AND REPORTING) REGULATIONS, 2006\nFSC R.gI.tn110n   No.                                                         P.M   Ewlnp\n                        INTERRWATORIES TO IHE CERTIFIEDFINANCIALRETURN\n                                           FSC (9.89\n                                   [The inclusion o f this page is autliorized by L.N. 17/2009]\nTHE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES)\n  (REGISTRATION, LICENSING AND REPORTING) REGULATIONS, 2006\n                                     FIRSTSCHEDULE,\n                                                 contd.\n            [The inclusion o f tliis page is authorized by L.N. 1712009]\n        THE PENSIONS (SUPEMNNUATION FUNDS AND RETIREMENT SCHEMES)\n          (REGISTRATION, LICENSING AND REPORTING) REGULATIONS, 2006\n                                                     contd.\n                                        FIRST SCHEDULE,\nFSC R.pls(raHon No.\n                                     AUDITORS' REPORT\n                                         FSC 60.81\n                      [Theinclusion of this page is autliorized by L.N. 17/2009]\n   THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES)\n     (REGISTRATION, LICENSING AND REPORTING) REGULATIONS, 2006\n                                                             FIRSTSCHEDULE,\n                                                                         contd.\nFSC R*gtrtratla No.\n                                                      CERnflCAnON\n                                                        FSC 60.82\n                           Under me Penshs (Superamua1k-m Funds and R e l i m n ! Schemes) Acl. 2034 and\n                           aslodaled regulatiom, m, hereby &ty      la me besl of w r kmY4edge\n                           and belief lhal the forsOdng informationin rchedules 60.10 lhrough lo 60 80 I of\n                           lhn CFR r IN^ and auurale for                                             Supcnnnualion\n                           Fund/ Retiremen( Sdmm for hyear ended\nw\nName\nntle/Porlllon\nDale\nTRUSTEE\nSIRum\nName\nlilworl(lon\nhla\nTRUSTEE\nNams\nTiUePoalUon\nDale\nF i n a w l Services Cornrnissian\n               THE PENSIONS (SUPERANNUA77ON FUNDS AND RETIREUENTSCHEhIES)\n                 (REGISTRATION, LICENSING AND REPORTING) REGULATIONS, 2006\n                                                    FIRSTSCHEDULE,\n                                                                contd.\n                                           FORM 7\n             THE PENSIONS (SUPERANNUATIONFUNDS AND RETIREMENT SCHEMES) ACT. 2004\n                        The Penslons (Superannuallon Funds and Retirement Schemes)\n                          (Reglstratlon, Llcenslng and Reporting) Regulations, 2006\n   FUND STATUS REPORT FSC 45       -\n                                              INVESTMENT MANAGER\n                                           IDENTIFICATION AND DETAILS\n   (a)      Name of Investment Manager:\n   (b)      FSC Llcence No.:\n   (c)      End of Perlod:\n   (d)      Period Under Review\n                                     From:\n                                        To:\n                             No. of Months:\n            Responslble Offlcer:\n   (d)      Name:                                                                         FSC No.:\n   (e)      Telephone No.:\n   (I)      E-mail:\n                                   Contents"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-41) Information disclosed to participants, beneficiaries and their\n         representatives shall be clear, accurate, complete and timely and where the\n         use of technical jargon is unavoidable it shall be accompanied by an\n         explanation in simple language.\n                  (2) Trustees shall prepare and distribute free of charge to-\n                (a) each active member of a fund or scheme, within four months of\n                    the end of each plan year and to a deferred pensioner on request, a\n                    benefit statement which meets the minimum standard specified in\n                    Part I of the First Schedule;\n              (6) each participant or the participant's personal representative, as the\n                  case may require, whether the change is by termination of\n                  employment, transfer to another fund or scheme, retirement or\n                  death, a benefit statement which meets the minimum standard of\nPut u.            Part 11 of the First Schedule, within sixty days of their being\n                  notified of the event.\n     THE PENSIONS (SUPERANNUATION FUNDS AND RETIRElWENT SCHEMES)\n                       (GOVERNANCE) REGULATIONS, 2006\n        (3) Trustees shall-\n     (a) supply free of charge to each new member, upon his joining a\n         scheme, a copy of the scheme's information folder along with a\n         copy of the members' handbook and shall likewise supply\n         subsequent amendments thereof;\n     (6) give prospective members the opportunity to read and obtain\n         clarification about the contents of the information folder and the\n         members' handbook, where applicable, prior to joining a scheme;\n     (c) supply free of charge to each new member, upon his joining a\n         fund, a copy of the members' handbook and shall likewise supply\n         subsequent amendments thereof.\n         (4) The members' handbook shall include a written explanation of a\nfund's or scheme's-\n      (a) participants' or beneficiaries' benefits, rights and obligations,\n          including a statement of their rights to access certain information\n          and their right to information which must be disclosed;\n      (b) complaints resolution procedures;\n      (c) procedures for claiming benefits,\nand shall state the names and contact information of the trustees,\nadministrator, investment manager, auditor and actuary (if any).\n        (5) An information folder shall include the following information-\n      (a) a description of a scheme's operation;\n      (6) the fees and deductions for taxes, management and other expenses\n          and shall highlight changes made during the plan year;\n      (c) the scope and limitation of investments of the scheme, indicating\n          the intended composition of the portfolio of the scheme according\n          to the class of investments;\n      (4 a description of the application of earnings of the scheme and an\n          explanation of risks; and\n      (e) a statement setting out-\n                 (i) the list and respective values of, the assets and securities\n                      in the scheme for the current year; and\n                (ii) the rates of return earned and the basis of calculation\n                      used for each of the previous five plan years and for the\n                     cumulative five year period, which basis of calculation\n                      shall be consistent over the entire period of\n                     presentation.\n                                of this page is autliorized by L.N. 17/2009]\n                  [The i~iclusio~l\n                     THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES)\n                                     (GOVERNANCE) REGULATIONS, 2006\n                          (6) Subject to paragraph (7), a participant or a beneficiary of a\n                deceased participant or his agent may, within fifteen working days of the\n                trustees receiving his request, examine and make or purchase copies of -\n                      (a) the constitutive documents;\n                      (b) certificates of registration of the fund or scheme;\n                      (c) certificates of registration of the trustees of the fund or scheme;\n                      (6) names and contact information of trustees, administrators,\n                          investment managers;             ,\n                      (e) the members' handbook and any amendments thereto;\n                      V) the benefit statement described in paragraph (2);\n                      (g) the information folder and any amendments thereto;\n                      (h) the text of, description and reason for, each amendment of the\n                             constitutive documents;\n                      (9 the policies and procedure manuals;\n                      ( j ) the annual report,\n                and the fee for obtaining copies shall not exceed the reasonable cost, as\n                determined by the trustees, of making the documents available.\n                         (7) Trustees may, before providing the documents or information\n                under paragraph (6), require the person to provide a certificate of birth,\n                marriage, death, declaration of paternity or other Court Order, or where\n                applicable, evidence of authority to act on a participant's behalf which\n                establishes his right to see such documents or obtain such information.\nNotification\nof material        13. Where there is a decision which will cause a material change in a fund\ndnge            or scheme, which would not require an amendment to the constitutive\n                documents notice shall be given to the Commission and active members in\n                writing of -\n                      (a) the decision;\n                     (b) the explanation of the material change and how the rights of the\n                          participant or beneficiary have been affected as a result of the\n                          change;\n                     (c) in the case of a scheme, the unconditional right of the participant or\n                         beneficiary to transfer the accrued benefits to another !imd or\n                         scheme of his choice.\nAnnual repon.\n                   1 4 . 4 1 ) Trustees shall, within nine months of the end of each plan year,\n                prepare and submit to the Commission, and on request to each participant, an\n                annual report of the fund or scheme which shall be made available\n                electronically if so required.\n                                   [The i~iclusiono f tliis page is autliorized by L.N. 17/2009]\n                  THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES)\n                                 (GOVERNANCE) REGULATIONS, 2006\n                        (2) The annual report shall include the following informatio*\n                   (a) the operations and performance of the fund or scheme relative to\n                       targets;\n                  (6) the fund's or scheme's governance activities with, synopses of the\n                      auditor's and actuary's reports, where applicable, including the\n                      fees and expenses charged against the fund or scheme and\n                      members' accounts;\n                  (c) the updated names and contact information for trustees,\n                      administrators, invest managers, auditor and actuary (if any);\n                 (4      for a defined benefit plan, the value as at the last actuarial\n                         valuation, the fhnding and solvency ratios, the date of the actuarial\n                         valuation, the definition and interpretation of the ratios;\n                  (e) the amount and type of contributions overdue by more than one\n                      month broken down monthly;\n                  (f)    the interest rate used to accumulate contributions over the period\n                         expressed as an annual effective rate, yield earned on investments\n                         of a find or scheme during the statement period expressed as an\n                         annual effective rate;\n                  (g) benefit adjustments disclosing the amount and basis of the\n                         adjustments, source of funds to make adjustment; and\n                  (h) a reminder of the requirement,for participants, to notify the trustees\n                      and the administrators of any change of information;\n                   (9 the number of occasions on which any sponsor or member\n                         contributions have not been paid over within seven days of the end\n                         of the month in which they were due or deducted, as the case may\n                         be.\n                     (3) the report shall include the financial statements of a find or\n             scheme concerned, audited where applicable.\nComplaints\nrezlution"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.--(I) Within one hundred and twenty days after the end of a scheme's\n                      plan year, the scheme shall file with the Commission, the following reports\n                      and documents for that plan year-\n                            (a) Certified Financial Return, in the form set out as Form 6 in the\nFirst                           First Schedule;\nSchedule\nForm 6.\n                            (b) audited financial statements;\n                            (c) its information folder, in accordance with the requirements of the\nThird                           Third Schedule;\nSchedule\n                            (4 a list of the names of the persons that sell or otherwise distribute\n                                  the scheme's contracts under the scheme's Master Trust Deed and\n                                  their registration number issued by the Commission consequent\n                                  upon being registered or licensed under the Securities Act or the\n                                  Insurance Act.\n                                 (2) Within nine months after the end of its plan year, the scheme\n                      shall file with the Commission the prescribed annual report.\nCorporate ~ruslcc's       14. Within one hundred and twenty days after the end of a corporate\nrepon. n c\n                      trustee's financial year, it shall file with the Commission, for the financial\n                      year, its-\n      THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENTSCHEMES)\n        (REGISTRATION, LICENSING AND REPORTING) REGULATIONS, 22006\n     (a) annual report containing audited financial statements; and\n     (b) certification of tax compliance covering that financial year\n    1 5 - 4 1 ) Within one hundred and twenty days after the end of an             t;:r:;\ninvestment manager's financial year, it shall file with the Commission for repon.e1c.\nthat financial year, its-\n     (a) annual report containing audited financial statements;\n     (b) certification of tax compliance covering the last financial year;\n     (c) evidence of the renewal of professional indemnity and fidelity\n         guarantee insurance that exceeds the amounts prescribed in\n         regulation 7; and\n     (4 certificate signed by the responsible officer, a director, company\n         secretary and chief financial officer stating that the investment\n         manager has fulfilled such capital and solvency requirements as\n         may be prescribed in regulation 7.\n         (2) The investment manager shall file with the Commission\nquarterly Fund Status Reports, within sixty days after the end of each\ncalendar quarter, in the form set out as Form 7 in the First Schedule.             First\n                                                                                   Schedule\n                                                                                   Form 7"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Regulation 13 (c) shall not apply ~CF-                                          investments.\n                                                                                        Exempted\n      ( a ) the acquisition of real property and investment in Pooled Funds;\n      ( b ) any class of security or investment which the Commission so\n            specifies.\n                         THE PENSIONS (SUPERANNUA TlON FUNDS AND RETIREMENT SCHEMES)\n                                         (INVESTMElhIT) REGUU TIONS, 2006"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.--(I) The complaints resolution policy and procedures of a fund or\n             scheme shall provide for dealing with complaints from-\n                   (a) sponsors;\n                   (6) beneficiaries;\n                   (c) participants;\n                   ( 4 trustees;\n                   (e) agents of persons falling within any category specified in sub-\n                       parasraph (a) to ( 4 ; and\n                    THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENTSCHEMES,\n                                    (GOVERNANCE) REGULATIONS, 2006\n                   V ) any individual who falls within any category specified in -the\n                        preceding sub-paragraphs at any time within the six months prior\n                        to the making of a complaint.\n                      (2) Any person specified in paragraph (1) may nominate a\n              representative to make or continue the complaint on his behalf, and if the\n              complainant is deceased, unable to act for himself or is a minor then a family\n              member or some other person suitable to represent the person may make or\n              continue a complaint.\n ixaplaincs\nregiua.\n                 1 6 . 4 1 ) Trustees, investment managers and administrators shall each\n              keep a complaints register, which records the following-\n                    (a) the name of the h d or scheme concerned;\n                    (b) the 1 1 1 name and address of each complainant;\n                    (c) each complainant's relationship to the fund or scheme;\n                    (d) the full name and address of any agent or representative acting on\n                         behalf of a complainant including his address for service of\n                         documents in connection with the complaint;\n                    (e) a statement as to the nature of the complaint with sufficient details\n                        to show why the complainant is aggrieved;\n                    V) the date the complaint was filed;\n                    (g)the date the decision was communicated to the complainant;\n                    (h) the action taken to address the complaint.\n                      (2) Trustees, investment managers and administrators shall ensure\n              that complaints registered under paragraph (1) are resolved as soon as may be\n              reasonably practicable.\nN o h of\ndecision.        17.-41) Trustees, administrators and investment managers shall, subject\n              to paragraph (2), within fourteen days after making a decision on a\n              complaint, in writing, notify the complainant thereof and of-\n                    (a) the reason for the decision;\n                    (h) the provisions of the constitutive documents which have been\n                        relied upon;\n                    (c) the complainant's right, where he is a member of the fund or\n                        scheme, of recourse to the Commission if he is of the opinion thzt\n                        his benefits are in jeopardy.\n                       (2) In any event, where three months have elapsed without a\n              decision being made, the trustees, administrators and investment managers,\n              as the case may require, shall immediately notify the complainant or his\n              representative, if applicable, of the reasons for the delay, the efforts at\n              resolution and an expected date for issuing the decision.\n                             [Tlie inclusion of this page is authorized by L.N. 17120091\n                      THE PENSIONS (SUPERANNUATION FCINDS AND RETIREMENTSCHEMES)\n                                      (GOVERNANCE) REGULATIONS, 2006\nAmendments of\nconstitutive"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Within one hundred and twenty days after the end of an                     $~~~;\"'\"''\"\nadministrator's financial year, it shall file with the Commission for that\nfinancial year, its-\n     (a) annual report containing audited financial statements;\n     (b) Administrator's Return, in the form set out as Form 8 in the First F O ~ S .\n         Schedule;\n     (c) certification of tax compliance covering the last financial year;\n     (d)evidence of the renewal of professional indemnity insurance that\n          exceeds the limits prescribed in regulation 7;\n     ( e ) certificate signed by the responsible officer, a director, company\n           secretary and chief financial officer stating that the company has\n           fulfilled the solvency requirements, if any, prescribed in regulation"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.     CERTIFICATE AND AGREEMENT OF APPLICANT\n        I .................................................................................\n                                                                                       who make\n        application for registration hereby make oath and say-\n        A.       that I have read and understood the questions in this application as well\n                 as the answers made by me thereto and that the statements of fact made\n                 therein and the attachments thereto are to the best of my knowledge,\n                 informationand belief, true and correct; and\n        B.      that I undertake to notify the tinancial Services Commission in writing of\n                any material change in the infohation provided in this application; and\n        C.      that Iacknowledge and consent to the Commission obtaining information\n                from any source as permitted by law in Jamaica or any other jurisdiction\n                for the purpose of verifying infonnation furnished in this application.\nSWORN to before me at         ........................., ... 1\nIn the parish of.......................................... )     .................................\n                                                           ) .Signature of Applicant\nThis .................. day of  .....................\n                                                    .20 )\n                                                            1\n............................................................ 1\nJustice of the Peace or Notary Public\nFinancial Services Commission\n                     [Thei~iclusionof this page is authorized by L.N. 17120091\n      THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES)\n        (REGISTRATION. LICENSING AND REPORTING) REGULATIONS, 2006\n                                           FIRSTSCHEDULE, contd.\n                           APPLICATION FOR REGISTRATION OF\n                                 RESPONSIBLE OFFICER\n                                 FOR OFFICIAL USE ONLY\n       Registered Period ..........................................................................\n                                                                                     .:. ........\n       Date Application received ......................................................\n       Number of Attachments ...................................................................\n       Identification Verification ..................................................................\n       Application Fee paid $... ..................................................................\n       Submitted to Commission on          ............................................................\n                                                                                                     ,\n       Date ApprovedlRejected ...................................................................\n       Terms and Conditions of Reaistration\n       (i) ..........................................-....................................................\n       (ii)..............................................................................................\n       (iii)...................................................\n                                                             .:. .......................................\n       (iv) ............................................................................................."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18,-(1)      Where an investment manager or administrator intends to\nmanager.            discontinue operations as an investment manager or administrator for\nadmi~iistralor\n                    approved superannuation funds or approved retirement schemes, it shall-\n                          (a) with fourteen days after the decision, notify the Commission in\n                                writing thereof and of the proposed effective date of\n                                discontinuance;\n                          (b) not later than ninety days before the effective date of\n                                discontinuance, provide audited accounts of its investment\n                                management or administration business, as the case may be, to the\n                                Commission for the period ending not earlier than three months\n                                prior to the decision to discontinue operations;\n                          (c) not later than one hundred and twenty days before the effective date\n                                of discontinuance, nor later than fourteen days after notification to\n                                the Commission under sub-paragraph (a) cause to be published in\n                                the Jamaican and overseas editions of a national daily newspaper, a\n                                notice\n                                       (i) that it has given written notice to the Commission pursuant\n                                           to sub-paragraph (a);\n                                     (ii) calling upon all claimants, contingent and actual, to\n                                            announce their claims to the Commission in writing within\n                                            three months of publication of the notice as aforesaid;\n                         (d) not later than ninety days before the effective date of\n                                 discontinuance-\n                                   (i) file a list with the Commission of all outstanding amounts\n                                       owed to schemes or funds or their members or\n                                       beneficiaries; and\n                                  (ii) submit to the Commission for approval, a plan approved by\n                                       the Board of Directors by which its investment\n                                       management or administration business of schemes and\n                                       finds will be transferred to another investment manager or\n                                       administrator, as the case may be;\n                         (e) no later than two days before the effective date of discontinuance,\n                              return to the Commission its licence granted under the Act,\n                              accompanied by a certificate from its board of directors verifying\n                              that the investment management or administration business, as the\n                              case may be, has been fully and satisfactorily transferred to another\n                              investment manager or administrator named therein.\n                              (2) The Commission may refuse to approve the plan proposed\n                    under paragraph (1) (6) (ii), giving reasons for such refusal and may direct\n                    the investment manager or administrator, as the case may be, to make such\n                    changes to the plan as the Commission deems necessary.\n                                       [The ioclusio~io f this page is authorized by L.N. 17/2009]\n     THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENTSCHEMES)\n       (REGISTRATION. LICENSING AND REPORTING) REGULATIONS. 2006\n                               PART IV. Fees\n                                                                                O'h\"fe'\""
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Where members are required to approve a proposed amendment, the\namendments      trustees shall adopt a resolution setting forth the proposed amendment and\n                directing that it be submitted to a vote at a participants' meeting.\nApplication\nfor approval\n                   2 0 . 4 1 ) Subject to any revocation provided for, and the approval by the\nof a proposed   members where necessary, the trustees shall deliver to the Commission the\namendrnen~\n                following documents and information, accompanied by the non-refundable\n                application fee of five thousand dollars, nameiy-\n                                   [The inclusion of this page is autliorized by L.N. 17120091\n                     THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES)\n                                     (GOVERNANCE) REGULATIONS, 2006\n                               (a) the original and a copy of each proposed amendment;\n                               (6) a copy of the notice given to members;\n                               (c) the date on which notices were distributed;\n                              (4 an extract of the minutes detailing the total membership\n                                     of the fund or scheme, the number of members present at\n                                     the participants' meeting, the number of members who\n                                     voted, and the results of voting, where applicable; and\n                              (e)   a declaration of compliance with the Act,\n               each of which shall be signed by at least a quorum of the trustees.\n                       (2) The Commission shall not consider an application unless all of\n               the documents required under paragraph ( 1) have been submitted.\nCommission's\nnotics of"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20......\n                                                                                               .....................................................\n                                                                                               Cliair-rnair.Finclticiaf Set-vices Commission\nFinancial Services Cornrnissi0,n\n                                               [Tlie inclusion of this page is authorized by L.N. 1712009]\n        THE PENSIONS (SUPERANNUATION FIJNDS AND RETIREMENTSCHE,MES)\n          (REGISTRATION, LICENSING AND REPORTING) REGULATIONS, 2006\n                                                                         contd.\n                                                            FIRST SCHEDULE,\n                                                            FORM 11\n      THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT\n                        SCHEMES) ACT, 2004\n                     The Pcrtsions (Sltperannuatio~~ Funds and Rctirerncnt Scher~rcs)\n                       (Regi.~tratiorr,Licensing and Reporting) Regulations, 2006\n                Certificate of Renistration - Approved\n                        Superannuation Fund\nCertificate of Registration No..................................\nDate of Certificate......................................    :......................................................................\nThis is to certify that............................................................................................................\n                                                (Name of Superannuation Fund)\nhas been approved and registered as a superannuation fund bv the Financial Services\nCommission.\nThe registered trustees of the approved superannuation fund are:-\nThe sponsor(s) participating in the approved superannuation fund islare:-\nDated this ..............................................day of ........................................................ 20......\n                                                                  ...................................................................\n                                                                Chairman, Financial Services Commission\nFinancial Services Commission                                                                                    FSC-P-11-CSF\n               THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES)\n                 (REGISTRATION, LICENSING AND REPORTING) REGULATIONS, 2006\n                                                           FIRSTSCHEDULE, contd.\n                                                             FORM 12\n     THE PENSTONS (SUPERANNUATION FUNDS AND RETIREMENT\n                      SCHEMES) ACT, 2004\n                      The P~.r~siuns(Sicyerunnuation Funds and Retirerrlent Sclrelrres)\n                        (Registration, Licensirrg crrrd Reportirrg) Regulntiorls, 2006\n   Certificate of Rej&tration - Retirement Scheme\nCertificate o f Registration No...................\n                                                 .....\nDate of Certificate.........\n                           ...\n                             ..............................\n                                                          ............                      ......................................\nThis is to certify that ...........................................................................................................\n                                                  (Name of Retirement Scheme)\nhas been approved and registered as a retirement scheme by the Financial Services\nCommission.\nThe registered trustees of the retirement scheme are:-\nThe sponsor(s) of the retirement scheme islare:-\n                                                       day of ........................................................\nDated this ..............................................                                                          20.....\n                                                                    ...................................................................\n                                                                    Chairman, Financial Services Commission\nFinancial Services Commission                                                                                     FSC-P-12-CRS\n                                     [The inclusioi~of this page is authorized by L.N.17/2009]\n         THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES)\n           (REGISTRATION, LICENSING AND REPORTING) REGULATIONS, ZOO6\n                                                      FIRSTSCHEDULE,\n                                                                  contd.\n                                                        FORM 13\n                                            COMMISSION\n     THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT\n                      SCHEMES) ACT, 2004\n                    Tlre Pensions (Superannuation Funds and Retirement Scl~emes}\n                       (Registration, Licensing and Reporting) Regulatiorrs, 2006\n                 Certificate of Reqistration - Trustee\nCertificate of Registration No.................................\nDate of Certificate............................................;................................................................\nThis is to certify that.......................     .\n                                                   ...............................................................................\n                                                 (Name of Trustee)\nhas been registered as a trustee of ....................................................................\n                                                 (Name of Approved Super nnuation Fund or\n                                                  Approved Retirement Scfeme)\nDated this ..............................................\n                                                       day of ........................................................20......\n                                                                        ..............................................................\n                                                                        Chairrtran, Firluncial Services Contmissiort\nFinancial Services Commission                                                                          FSC-P- 13-CT\n                 THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES)\n                   (REGISTRATION, LICENSING AND REPORTING) REGULATIONS, 2006\n                                                          FIRSTSCHEDULE,\n                                                                      contd.\n                                                          FORM 14\n                                             COMMISSION\n     THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT\n                      SCHEMES) ACT, 2004\n                     Tlte Pensinns (Superannuation Funds and Retirement Scltemes)\n                         (Registration, Licensing and Reportink) Regulations, 3006\n        Certificate of Registration - Responsible Officer\nCertificate of Registration No..                 .....;..........................\n                  ..\n                .............................................................................................................\nDate of Cert~f~cate\nThis is to certify that .......................     .................................................................................\n                                                  (Name of Responsible Officer)\nhas been registered as a Responsible Officer of ....................................................\n                                                                              e Corporate Trustee, Administrator or\n                                                                      ( ~ a m of\n                                                                      Investment Manager)\nDated this ............................................    day of ........................................................ 20......\n                                                                         ....................................................\n                                                                                              Services Corrrrrrissio)i\n                                                                         C%clirmun.Fit~~rtrcirrl\nFillallcia1 Services Co~nnlission                                                                       FSC-P-14-CRO\n                                     [The inclusion of tliis page is authorized by L.N. 17/2009]\n             THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES)\n               (REGISTRATION, LICENSING AND REPORTING) REGULATIONS, 2006\n                                            FIRSTSCHEDULE,\n                                                        contd.\nFORM 15\n     /*.\n IWXCIIL       THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES) ACT. 2004\n  1fIYICfS\nCP11IIIIOI\n                       The Penslons (Supeannuatlon Funds and Retirement Schemes)\n                         (Reglstratlon, Llcenslng and Reporting) RegulaUons. 2006\nTHE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES)\n  (REGISTRATION, LICENSING AND REPORTING) REGULATIONS, 2006\n                       FIRST SCHEDULE,\n                                    contd.\n                   THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES)\n                     (REGISTRATION, LICENSING AND REPORTING) REGULATIONS, 2006\n                                              FIRST SCHEDULE, contd\nFORM 17\n  ':,'Y:I1:\n                       THE PENSlONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES) ACT, 2604\n    ~i~\":i!l\nl i V V l l l I.\n                               The Pensions (Superannuation.Funds and Retirement Schemes)\n                                  (Realstration, UcensTmand Repoltlng) Regulations, 2006\n             THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES)\n               (REGISTRATION, LICENSING AND REPORTING) REGULATIONS, 2006\n                                                FIRSTSCHEDULE,\n                                                            contd\nFORM 13\n                      THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES) ACT, 2004\n ,,.,.l.,,\n  Il.rl,l,"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Where the Commission determines that the proposed amendment is\napproval.      satisfactory it shall approve the amendment in accordance with section 35 (5)\n               of the Act and issue a notice of amendment.\nEffective\ndue of            22. A proposed amendment becomes effective on the date shown in the\numndrmnl.      notice issued by the Commission and the trustees shall cause the constitutive\n               documents to be amended accordingly.\nExiaiq\nclaims not        23. An amendment to the constitutive documents shall not affect any\n&ed.           cause of action or claim or liability to prosecution in favour of or against the\n               fund or scheme or its trustees or any. civil, criminal, administrative,\n               investigative or other action or proceeding to which a fund or scheme or its\n               trustees are a party which subsisted immediately before the amendment came\n               into effect."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. A find or scheme may only invest in repurchase agreements whose             ti^:\",\",:\nunderlying instruments are securities or obligations of-\n     (a) governments of recognized jurisdictions with a credit rating of \"A\"\n         or equivalent; or\n     (b) the Government of Jamaica.\n   2 3 . 4 1 ) A find or scheme may invest in-                                    corporate\n                                                                                  obliyntions\n     (a) obligations other than commercial paper or promissory notes\n          issued, assumed or guaranteed by any solvent institution created or\n          existing under the laws of Jamaica or of a recognized jurisdiction\n         (other than foreign obligations specified in paragraph (2));\n    (b) commercial paper or promissory notes, which have been guaranteed\n        by a licensed deposit-taking institution or a registered life insurance\n        company and the term of which paper or notes is not greater than the\n        term of the guarantee.\n       (2) The foreign obligations referred to in paragraph (1) are those in\nrespect of which the obligor has defaulted during the five years immediately\npreceding the date of acquisition."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23) Hns any licence or registration issued to you under any law of Jamaica or any                           yes!    1 No[ 1\n    country regulating financial institutions or institutions or persons providing financial\n    services been revoked, cancelled or suspended?"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24) Ifave you ever been convicted of an offence involving dishonesty?                                       Yesf    1 No [ 1\n:?5) Have you ever been adjudged bankrupt?\n:?6) Are there any current proceedings dr outstanding litigation against you?                               Yesf    1   No[    1"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25-1) For the purposes of sections 13(2)(q) and 14(b)(ix) of the Act\n               where the annualized rate of the pension or pension benefit which a person is\n               entitled to be paid is not more than fifty percent of the national minimum\n               wage, then at his option, he shall be paid a lump-sum representing the\n               commuted value of the pension or pension benefit.\n                       (2) Where a person opts to be paid the commuted value of a pensicn\n               or pension benefit he shall give written notice thereof to the trustees at\n               anytime before the payment of the pension or pension benefit has\n               commenced."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. The maximum annual pension payable under a fund or a scheme for\n               the purposes of sections 13(2)(0) and 14(3)(h) of the Act shall be in\n               accordance with the Income Tax Act.\n24                 THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENTSCHEMES)\n                                   (GOVERNANCE) REGULATIONS, 2006\nRetircmem\nscheme\n                2 7 . 4 1 ) The trustees, Agents of Trustees, sponsors (including their\nmanagement   employees) or persons representing any of the aforementioned commit an\n             unfair practice, if they engage in any activity specified in paragraph (2)-\n                   (a) wilfblly and recklessly; or\n                   (b) with such frequency as to indicate a general business practice of\n                       engaging in that type of conduct.\n                     (2) The activities referred to in paragraph (1) are-\n                  (a) misrepresenting or making false or misleading statements regarding\n                      contributions, benefits, conditions or terms of the scheme;\n                   (b) misrepresenting or making false or misleading statements as to the\n                       interest rate or yield to be or previously earned on contributions;\n                   (c) pursuing a course of action which is misleading, deceptive or untrue\n                       as it relates to the conduct of business of another scheme;\n                   (4 using any name or title of any contract or class of contracts issued\n                       under the scheme which misrepresents the true nature thereof;\n                  (e) pursuing a course of action which is false, malicious, critical or\n                      derogatory of the financial condition of any scheme;\n                   Cf) engaging in any act of boycott, coercion or intimidation which leads\n                       to unreasonable restraint or monopoly in retirement scheme\n                       business;\n                   (g) knowingly filing a false material statement of fact with any\n                       supervisory or public official and causing said statement to be\n                       known to the public;\n                   (h) making any statement, promise, projection or forecast which is\n                       known or ought to be known as false, misleading or deceptive in\n                       order to induce membership in the scheme;\n                   (9 dishonestly concealing any material facts, or recklessly make any\n                        statement, promise, projection or forecast which is false, misleading\n                        or deceptive in order to induce membership in the scheme;"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27.---(I) A fund or scheme may invest in preferred or guaranteed shares\n                   (other than ordinary shares) of any solvent institution to which this regulation\n                   applies\n                             (2) This regulation applies to an institution created or existing under\n                   the laws of Jamaica or of a recognized jurisdiction, the prior obligations and\n                   prior preferred stocks, if any, of which, at the end of the acquisition by a fund\n                   or scheme are eligible as investments and adjustment income or other\n                   contingent interest obligations.\nLoans.\n                      2 8 . 4 1 ) A fund or scheme may, subject to the provisions of these\n                   Regulations-\n                           (a) invest in loans, mortgages or deeds of bust collateralized by real\n                               property located in Jamaica, if the collateral so pledged is\n                               adequate;\n                          (b) make loans upon the pledge or securities or evidence of debt\n                              which are eligible for investment and are not of low quality.\n                            (2) A loan to be granted under this regulation shall-\n                          (a) not exceed eighty per cent of the remaining value of the collateral\n                              at the date of grant;\n                          (b) specify a repayment date and schedule for repayment.\n                             (3) For the purpose of this regulation, the remaining value of the\n                   collateral is determined by subtracting the total outstanding balance of loans,\n                   charges, pledges or liens which rank pari-passu or higher than the loan being\n                   considered from the fair value of the collateral.\n                            (4) The total value of loans to any related party shall not exceed one\n                   per cent of the fair value of a fund's or scheme's total assets.\nR ~propeny\n     I\n                       2 9 . 4 1 ) A fund or scheme may invest in real property to the extent that\n                   the aggregate amount of real property acquired by the fund or scheme, other\n                   than for the purpose of income generation does not exceed five per cent of\n                   the total fair value of the fund's or scheme's asset.\n      THE PENSIONS (SUPERANNUATION FUNDS AND R ETIREMENTSCHEMES)\n                         (INVESTMENT) REGULATIONS. 2206\n    1 9 . 4 1 ) Building and other fixtures of a fund or scheme which are\nlocated on mortgaged premises shall be kept insured against loss or damage\nfrom fire in an amount not less than the unpaid balance of the obligation or\nthe insurable value of the property, whichever is less\n          (2) Real property of a fund or scheme with buildings and other\nfixtures shall be kept insured for its insurable value against loss or damage\nfrom fire."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28) Have you ever been found guilty of conhavening any enactment designed to                                Yes[    1   No[    1\n    protect the public?"
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29) Have you ever carried out or been accused of any act involving impropriety in                           Yesf    1   No[    1\n    the handling of monies?"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Administrators and investment managers involved in the\n                administration and management of a fund or scheme shall give notice to the\n                Commission as soon as reasonably practicable after it first appears to them\n                that the fund or scheme is without trustees.\nCommission's\neonsidaations\n                   3 1. When amending a scheme of distribution pursuant to section 3 1 (3)\nfor schcme~     of the Act, the Commission shall have regard to considerations of general\nd distribu-\ntions.          equity and such other factors as are appropriate.\n   THE PENSIONS(SUPERANNUATIONFUNDSAND RETIREMENTSCHEMES)\n                  (GOVERNANCE)REGULATIONS, 2006\n                                       FIRST SCHEDULE                          (Regulation 12)\n               Minimum Stmrdmdfor Benefit Statementfor Active Member\nEach Statement shall contain the following sections.\n        A. Basic Information\n        B. Benefits\n        C. G e n d\nA Basic lnfonnation\nThc Basic Information d o n should contain general information about the statement, the\nfund or scheme, Sponsors of the fund or scheme and the member or Beneficiary to whom\nthe Statement is to be given. This must include:\n    Regarding the Statement\n       Statement P e r i d\n    Regarding t h e w or scheme\n      (a)   Name\n      (b)   Administrator fund or scheme registration number\n      (c)    FSC registration number\n    R e g d n g the Sponsors of thejlmd or scheme\n       Name\n   Regarding the member\n      (a)   Full Name\n      (b)   Administrator member reference number\n      (c)   Taxpayer reference number (TRN)\n      (4 Contact information (address, telephone no. etc) in respect of deferred vested\n              members only\n      (e)     Date of Birth\n      y)      Gender\n      (g)     Date of Entry into fund or scheme\n      (h)     Date and reason of Termination, if applicable\n      (i)     Normal retirement age and date\n       O)     Date member first becomes vested\n   THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENTSCHEMES)\n                   (GOVERNANCE) REGULATIONS, 2006\nB. Benefits\nThis section must disclose a member's accrued benefit as at tlie end of the statement period\nand pro-iected benefit at his normal retirement date.\nThe accrued and projected benefit amounts should be broken down by the following\nsources, where applicable:\n      (a)     amounts attributable to formula;\n      (b)     amounts attributable to the member's compulsory contributions;\n      (c)     amounts attributable to the member's voluntary contributions;\n      (d)     amounts attributable to the contributions paid on the member's behalf;\n      (e)     amounts attributable to transfer values;\n      V)      amounts attributable to surplus distribution;\n      (g)     amounts attributable to any other lump sum amounts\nAdditional information that must be included, where applicable:\n      ( a ) . Total pensionable service which is the total period credited to a member for\n              tlie purpose of calculating pension benefit.\n       (6)    Pensionable service credited to the member in respect of transferred amounts.\n       (c)    Pensionable salary\n       (6) Member's conlpulsory contributions - accumulated contributions as at the start\n              of the statement period, contribution payments during the period, and\n              accumulated contributions as at the end of tlie statement period. Acci~mulated\n              coritribittions and total contributions accumulated with interest together with\n              amounts equivalent to tlie appreciation in value of investment units (if any)\n              allocated to tlie contributions.\n       (e)    Member's voluntary contributions - accumulated contributions as at the start\n              of the statement period, contribution payments during the period, and\n              accumulated contributions as at the end of the statement period.\n       V)     For defined contribution plans - contributions made by the employer on the\n              member's behalf - accumulated contributions as at the start of the statement\n              period, contribution payments during the period, and accumulated\n              contributions as at the end of the statement period.\n       (g)      Transfer values - accumulated transfer values as at the start of tlie statement\n                period, net transfer values paid during tlie period, and accumulated transfer\n               .values as at the end of tlie statetnent period.\n       (11)     Assumptions used, for example, the value of annuity rates, interest rates,\n                increases in salary and a brief discussion of the effects of fi~turevariance of\n                actual experience from those assumed.\n  THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES)\n                  (GOVERNANCE)REGULATIONS, 2006\n                                      FIRST SCHEDULE,\n                                                   contd.\n  The following information must also be included in the Benefits section:\n      (a)     The normal form of pension payable at retirement with a brief description.\n      (b)     Name, date of birth, relationship and contact information for the member's\n              named beneficiary. Attention should be drawn to the need for the appointment\n              of a person to receive benefits if the named beneficiary is a minor.\n      (c)     Benefit type and amount on death of the member.\nC . General\n  The General section must include:\n      (a)     A prominent statement that \"The annual report for the [fundlscheme] for the\n              year ending on [insert date] will be available on request as at [insert date].\"\n      (b)     A paragraph explaining the importance of the Statement, that it should be\n              carefully reviewed for accuracy, that all errors should be reported to the\n              trustee or Administrator as quickly as possible and that it should be retained to\n              ensure they receive their correct benefits at retirement.\n      (c)     A certificate signed by the Administrator testifying that to his best knowledge\n              and belief the information contained in the Statement is hue, complete and\n              correct and that it complies with the requirements of the Act, regulations\n              thereunder and the constitutive documents of the fund or scheme.\n                         Minimum Standard for Benefit Statements\n                          on Change of Status of Membership\n(For exmnple, on termination of employment, transfer, death, retirement)\nEach Statement must contain the following sections:\n        A. Basic Information\n        B. Benefits\n        C. General\nA. Basic Information\nSame requirement as under Part I of this Schedule.\nB. Benefits\nThe benefits payable should be broken down by the following sources where applicable:\n   THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENTSCHEMES)\n                  (GOVERNANCE) REGULATIONS, 2006\n       (a)    amounts attributable to a formula;\n       (b)    amounts attributable to the member's compulsory contributions;\n       (c)    amounts attributable to the member's voluntary contributions;\n       (6) amounts attributable to contributions paid on the member's behalf;\n       (e)    amounts attributable to transfer values;\n       V)    amounts attributable to surplus distribution;\n       (g) amounts attributable to any other lump sum amounts\nBenefit payment options must be given. One of the options that must be disclosed is where\nall payments are fully annuitized, that is, no lump sum payments will be made. If the reason\nfor termination is not retirement and portability is permitted under the constitutive\ndocuments of the fund or scheme, the portability rights of the member must be disclosed as\nwell as the transfer value as at the date of termination.\nAll default options shall be clearly identified\nThere should be clear evidence o f the benefit option chosen by the member o r Beneficiary.\nC . General\nSection should include a paragraph outlining the options that the person has with regard to\nthe institutions from which they could receive their pension benefit, e.g., insurance\ncompanies.\nAlso the general inforlnation required under Part I of this Schedule.\n                 [The inclusion of this page is autliorized by L.N. 17/2009]\n                          SCHEDULE\n                     SECOND                       (Regulation 24)\n        Register of Applications for Amendments\nI   REGISTER OF APPLICATIONS FOR AMENDMENTS\n      THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES)\n                      (INVESTMEN7) REGULATIONS. 22006\n  THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT\n                     SCHEMES) ACT\n                                       REGULATIONS\n                                       (under section 58)\n     THEPENSIONS (SUPERANNUATION  FUNDSAND RETIREMENT SCHEMES)\n                  (INVESTMENT) REGULATIONS, 2006\n                                                                                   L.N. sacno06\n         (Made by the Financial Services Commission and approved\n             by the Minister on the 13th day ofMarch, 2006)\n                                   PARTI. Preliminary"
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. A fund or scheme may invest, in the aggregate, an amount not                z,\"$;s,\nexceeding twenty per cent of the fair value of its assets in eligible foreign\nsecurities."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. A fund or scheme may make investments in obligations issued or ~ ~                      , ~ \" '\nguaranteed by the Inter-American Development Bank, the Intel-national Bank financine\n                                                                           bodies.\nfor Reconstruction and Development, the Caribbean Development Bank or\nothers such multilateral financing bodies with which the Government of\nJamaica has lending arrangements."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33.  Particulars of any predecessor funddschemes under which members may be entitled\n       to benefits.\nThe Constitutive Documents of fundscheme may also address the following-\n        (a) Closure of fundscheme to new members;\n        (b) Sale, bankruptcy, liquidation of Sponsor(s);\n        (c)   Amalgamation, reconstruction of Sponsor(s); and\n        (4    Consolidation and separation of funds or schemes.\n                                                                                 (Regulation 2)\nAn information folder shall include the following information-\n        (a) a description of a scheme's operation;\n        (b)   the fees and deductions for taxes management and other expenses and shall\n              highlight changes made during the plan year;\n        (c)   the scope and limitation of investments of the scheme indicating the intended\n              composition of the portfolio of the scheme according to the class of\n              investments;\n        (4 a description of the application of earnings of the scheme and an explanation\n              of risks; and\n        (e)   a statement setting out the list and respective values of the categories of assets\n              and securities in the scheme over the previous five plan years and the rates of\n              return earned on a time-weighted basis for each year and the cumulative five\n              year period.\n                                o f tliis page is autliorized by L.N. 17/2009]\n                 [Tlie i~iclusio~i\n       THE PENSIONS fSUPERANNUATION FUNDS AND RETIREMENT SCHEMES)\n         (REGISTRATION. LICENSING AND REPORTING) REGULATIONS. 2006\n                                  FOURTHSCHEDULE                                      (Regulation 3)\n                                    TABLE OF FEES\n          SEFMCE                                       FEE AMOUNT\nUCENSING\n   Investment Manager             0.10% of assets payable annuaIly\n   (determined by assets\n   as at December 31,\n   immediately prior to\n   renewal date)\n                                    Within 3              4 to 6 months of             Thereafter\nAPPLICATION                         months of              Commencement*\n                                 Commencement*               (both dates\n                                   (both dates                inclusive)\n                                    inclusive)"
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34.--(I) Subject to regulation 39,the assets of a fund or scheme shall not K':$p,\"ly\nbe directly or indirectly invested in real property required for occupancy or\nexpansion of the business of the investment manager or administrator or its\nassociate companies\n          (2) The total of related party investments, other than deposit\nadministration contracts and Type I Pooled Funds, shall not exceed ten per\ncent of the fair value of the assets of a fund or scheme.\n         (3)Notwithstanding the provisions of regulation 6 and subject to\nparagraph (4),a fund or scheme may make a loan secured by a mortgage on\nreal property which is-\n      (a) situated in Jamaica;\n      (6) owned by and the principal residence of an active member,\nfor a term ending on the termination of active membership or after such\nlonger period as the trustees may decide, in any case, where the member-\n                    THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENTSCHEMES)\n                                       (INVESTMENT) REGULATIONS, 22006\n                 (c) retires (normal, early or on grounds of ill-health); or\n                 (4 whether active or retired, dies and the mortgage is being transferred\n                      to the member's spouse.\n                     (4) Paragraph (3) applies where, in the opinion of the Commission, the\n              terms of the mortgage bear a reasonable relationship to market terms at the\n              time the loan was made or re-structured or re-negotiated, as the case may be.\n                     (5) If a transaction is entered into by, or on behalf of, the trustees with\n              a person who the trustees, or any person acting on the trustees' behalf, know\n              or ought to have known will become a related party to a fund or scheme,\n              within the next six months-\n                 (a) the person shall be considered to be a related party in respect of\n                     transaction; and\n                 (b) the fulfillment of an obligation under the terms of any transaction,\n                      including the payment of interests on a loan or deposit is part of the\n                      transaction and not a separate transaction.\n                     (6) Transactions with related parties shall have the prior written\n              approval of at least a majority of the trustees, notwithstanding that the\n              investment manager may have been given discretionary' investment powers.\n                     (7) The trustees shall maintain a register of related party transactions.\n                     (8) The register shall show in relation to each transaction-\n                  (a) the name of the related party;          .\n                  (6) a description of the connection with the fund or scheme;\n                  (c) the type and amount of the investment;\n                  ( 4 the date of the transaction and of the approval.\nProhibited        3 5 . 4 1 ) A fund or scheme shall not engage in short selling\ninvestments\nand trans-\nactions\n                       (2) A fund or scheme shall not invest in, loan its funds upon the\n              security of, or hold, as the case may be-\n                  (a) any investment or loan ineligible under the Act;\n                  (b) securities of an institution which was insolvent at the time the\n                    . securities were issued;\n                  (c) unsecured loans or leases;\n                  ( 4 speculative investments;\n                  ( e ) loans and investments in entities which are the auditors, accountants\n                        or actuaries of the fund or scheme;\n     T H E PENSIONS (SUPERANNUATION FUNDS AND RETIREMENTSCHEMES)\n                       (INVESTMENU REGULATIONS, 2006\n       ( f ) mortgages for properties located outside of Jamaica;\n       (g) any investment or security which the Commission believes is\n           designed to evade any prohibitions under the Act.\n          (3) The trustees of a fund or scheme shall not increase its holdings\nin securities or assets as prescribed in these Regulations to an amount more\nthan the prescribed limits except with the prior written approval of the\nCommission granted upon application in writing therefor by the h n d or\nscheme."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36.-41) Where any of the investment limits prescribed under these              F;c2;,\":nd\n~ e ~ u l a t i o nhave\n                    s been exceeded, the Commission may direct the fund or         prohibited\n                                                                                   investment.\nscheme concerned to dispose of such assets or make such investments as are\nnecessary to bring the portfolio of investments within the prescribed limits.\n         (2) Any investments acquired by a fund or scheme pursuant to\ndefaults on loans, mortgages, liens, judgments, or other debts, shall be\ndisposed of within one year after the date of acquisition if such acquisition\ncauses the find or scheme to exceed the prescribed investment limits\n         (3) The Commission may, upon application by the trustees\nconcerned, extend the time for any such disposal for a definite additional\nperiod or periods, if the trustees reasonably show that forced sale of the\ninvestments would be inimical to the fund or scheme.\n          (4) Any such investment held by the fund or scheme without the\nCommission's written consent beyond th'e time permitted for its disposal\nshall not be carried or allowed as an asset for the purposes of the minimum\nfunding or solvency requirements.\n                           Transition Planning"
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. Within ninety days of a fund or scheme being approved by the                 2$:''::rRnd\nCommission the fund or scheme shall file with the Commission-                      transi-tion plan.\n       (a) a statement certified by the trustees, noting that the find or scheme\n           is in compliance with the requirements of the Act and these\n           Regulations; or\n       (b) a plan approved by the trustees-\n                  (i) specifying in detail how compliance is to be achieved\n                      within a reasonable period not exceeding three years\n                      from the date of approval; and\n                  (ii) delineating specific goals to be achieved within a\n                       specified reporting period not exceeding one year from\n                       the date of approval.\n                       THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENTSCHEMES)\n                                       (INVESTMENT) REGULATIONS, 2006\nApproval o f\n~ransilionplan"
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38.-41) If the fund or scheme has not successfully completed the plan\n                 required under regulation 37 within the period specified in regulation 37 (b)\n                 (i), the Commission may, if satisfied that the trustees acted prudently and that\n                 immediate compliance with the plan would be injurious to the fund or\n                 scheme, grant an additional period not exceeding two years for the fund or\n                 scheme to achieve full compliance.\n                           (2) Upon successful completion of the plan, the trustees shall submit\n                 to the Commission, a statement certified by the trustees that the fund or\n                 scheme is in compliance with the Act and these Regulations.\nTransitional."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39.--(I) This regulation applies where, prior to the 30th March, 2006,\n                 (hereinafter called \"the commencement date\"+\n                        (a) a fund or scheme had entered into a loan of its k n d s on the\n                             security of real property owned by an active member, which\n                             mortgage had continued after that date;\n                        (6) the assets of a fund or scheme have been directly or indirectly\n                            invested in the business of the investment manager or\n                            administrator of the fund or scheme.\n                          (2) A mortgage to which this regulation applies shall not be subject\n                 under regulation 37, to certification as to compliance with the Act and these\n                 Regulations, provided that-\n                        (a) it has neither been renegotiated nor restructured after the\n                              commencement date;\n                        (6) notification of the information specified in paragraph (3) is\n                              included in the-\n                                        (i) statement or plan under regulation 37;\n                                       (ii) fund's or scheme's annual Certified Financial\n                                            Return to the Commission in respect of directors\n                                            and senior officers of the sponsor.\n                          (3) Information pertaining to all member mortgages shall be\n                 maintained and available for inspection by the Commission and shall\n                 include-\n                      (a) the name of mortgagor;\n                      (b) the relationship with the fund or scheme;\n                      (c) the address of the property;\n                      (6)the issue date of the mortgage;\n                      ( e ) the term of the mortgage, from issue and outstanding (in months);\n                       V) the interest rate or basis; and\n                      ( g ) the amount of the mortgage, at issue and the outstanding balance\n      THE PENSIONS (SUPERANNUATlON FUNDS AND RETIREMENTSCHEMES)\n                      (INVESTMENT) REGULATIONS, 2006\n        (4) An investment of assets to which this regulation applies shall not\nbe subject to the restrictions of regulation 34 where-\n     (a) the terms of the investment bear a remarkable relationship to\n         market terms;\n     (b) the aggregate of such investments by an investment manager or\n         administrator, as the case may be, has not at any time exceeded ten\n         per cent of the fair value of the assets of the fund or scheme\n         concerned.\nPENSIONS (SUPERANNUA TlON FUNDS AND RETIREMENT SCHEMES) (REGISTRATION,                      49\n              LICENSING AND REPORTING) REGULATIONS, 2006\n  THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT\n                      SCHEMES) ACT\n                                   REGULATIONS\n                                   (under section 58)\n    THEPENSIONS (SUPERANNUATIONFUNDS AND RETIREMENT\n                                                  SCHEMES)\n    (REGISTRATION,LICENSING\n                          AND REPORTMG)REGULATIONS,2006\n        (Made by the Financial Services Commission a n d approved\n            by rhe Minister on the 13th day of March, 2006)\n                                  PARTI. Preliminary\n                                                                                Cil\"iOn"
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45.30.1 Interrogatoriesfor Investment Managers (cont'd)\n     45 Responsible Officer's Cerlification\nF~nancialSewices Commission\n                                 [The inclusion o f this page is authorized by L.N. 17/2009]\n      THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENTSCHEMES)\n        (REGISTRATION, LICENSING AND REPORTING) REGULATIONS, 2006\n                                             FIRSTSCHEDULE,\n                                                         contd.\n-\n        FSC Lbnc. No.\n                                      FUNOSISCHEMES UNDER MANAGEMEM\n                                                 FSC 45 ( 0\nrnl\nWl\n              TOTAU\n                        [The iriclusion o f this page is autlionzed by L.N.17/2009]\n                   THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENTSCHE-\n                     (REGISTRATION, LICENSING AND REPORTlNc) REGULA770NS, 22006\n                                                           FIRST SCHEDULE.\n                                                                        contd.\nFSC L1C.m.   NO.\n                                                         WESTMEMT PORIFOLK) Mlr\n                                                               FSC 45.71\n               r     n    .   0   N\n                                  ~m n\n               L\".\n               SNKk. mnd M a m\n               R.I       C.W.\n               I m n m n t Pvr.w.mnk\nTHE PENSOM (SUPERANh'UATION FUNDS AND RETTREMENTXHEMES)\n  (REGISTRATION,LICENSING AND REPORTlNG) REGULATIONS,2006\n         [Theinclusion of this page is authorized by L.N. 1712009J\n          THE PENSIONS (SUPER4NNUATIONFUNDS AND RETIREMENTSCHEMES)\n            (REGISTRaTION.UCENSING AND REPORTING) REGULATIONS, 2006\n                                                       FIRSTSCHEDULE,\n                                                                   contd.\nFSC Licence No.:                                                                                   End of Period\n                            INTERROGATORIES FOR INVESTMENT MANAGERS\n                                                   FSC 45.30\n (001)   Has there been any change in lhe urporale structure of the inveslmenl manager7      yes       NO\n         n yes, give details and attach revked corporateaganizalimnalEhari\n (002)   Pursuant to Regulation 17 of the Regisbation. Lbmsing and R e p k g Regulaliyxls,\n         were Many changes to (he wiiaks contained in me ap@ii(on\n         lor reglslratim of thefundlsc%rnewtM have not been 614 with ths Commission?         Yes   n 0 NO\n         If yes, please provide debRs\n (003) Have men, heen any changes lo !he llst of covered p x w as submined at reglsbalbn7    yes   0   NO   0\n         lye%,please provide detak\n (004)   Please answer Ma following quastans, respecting Type IPoded Funds:\n         (I) Are there any Type 1 Pooled Funds urdff managemen1which hdds assets f a\n             a superannuation fund a r&ements scheme wh~chis no( approved by B e FSC7\n                                                                                             Yes   0No Q\n         lii) Are mere any Type 1 Pooled Furds urder management hdding inveslmenls\n              cf securities h a t wwld be deemed ineliaiMe a ~ohibitedlor an aoaoved\n              superanrwahn fund of relitementscheme?\n                                                                                             Yes       NO   (oa\n         (ai) Are mere any Type 1 Pooled Funds under managemenl which is a party to\n              or ergaged in a transaction pohibrted for an approved superannualionfund\n            M retiremenl scheme?                                                             Yes   0 11NO\nFinancial Services Commission\n                                              of this page is autl~orizedby L.N. 17/2009]\n                                [The i~lclusio~i\n             THE PENSIONS(SUPER4NNUATION FUNDS AND RETIREMENTSCHEMES)\n               (REGISTRATION. UCENSING AND REPORTING) REGULA nONS, 22066\n                                                            FIRST SCHEDULE,\n                                                                         contd.\nFSC Licence No.:                                                                                     End of Period\n                                    INTERROGATORIESFOR INVESTMENT MANAGERS\n                                                  FSC 45.30.1\n (005)   Are there adequate systems and controls in place:\n         (i) loensure that pension plan assets are being invested in amordance with the Trust            Yes          No   0\n             Deed. Plan Rules and other constitutive documents of the funds/schemes?\n         (ii) to identify, monitor and manage risk in all Its (om$, for pension plans?                   Yes   0      NO\n         (iii) lo obtain, update, maintain and secure mernben'l~lanrecards?                              Yes          NO   0\n         (iv) to supply accurate and complete data and repons lo Lhe trustees of lhe                     Yes   0 NO\n             various funds/schemes in sufflcienl time to -Me them lo mmply wilh the\n             requirements of the fundlscheme?\n (006)   Desuibe the pr-       undertaken in arriving at Uw o p i b eapxssed in (005).\n .   , In the wrtfolio of dans which is managed by WU. are there any superannuationfunds or\n 1007)\n       relirement schemes which have not aiplied-& will mi be appl;lng for registration plrsuanl\n       to Ihe Pensions (Superannuallon Funds and Ret~remenl  Schemes Act. 2 W ?\n                                                                                                        Yes    0 0   NO\n         I1 yes, please attach details inclus~veof the name, stalus and Ihe type of fund or scheme\nFlnanc~alServices Commission                                                                                         FSCP-452006\n                               [The inclusion of this page is autliorized by L.N. 1712009]\n          THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES)\n            (REGISTRATION, LICENSING AND REPORTING) REGULATIONS, 2006\n                                                 FIRST SCHEDULE,\n                                                              contd.\n   FSC Llcence No.                                                                                   End of Period\n                                   RESPONSIBLEOFFICER'S\n                                       CERTIFICATION\n                                         FSC 45.40\n  I hereby cerlify that, to the best of my knowledge and belief, the information contained in lhis\n  form.\n  (a) is true, correct and complete.\n  (b) complies wiUl the provisions of the Pensions (Superannuation Funds and Retirement\n  Schemes) Act. 2004 and regulations thereunder.\n  RESPONSIBLE OFFICER\n  Signature       :\n  Name\n  TitlePosition   :\n  Date\nFinancial Services Comm~ssion\n                       [The iliclusion o f this page is authorized by L.N. 17/2009]\n                         THE PENSIONS (SUPERANNUATION FUNDS AND RETIREMENT SCHEMES)\n                           (RECISTRA770N. LICENSING AND REPORTING) REGULATIONS, 2006\n                                                                       contd.\n                                                          FIRST SCHEDULE,\n             r,\",\"C,\"<\n           I~IYICII                 FORM 8\n        CIY\"l,*lOY\n       THE PENSIONS (SUPERANNUATIONFUNDS AND RETIREMENT SCHEMES) ACT. 2004\n                            THE PENSIONS (SUPERANNUATION FUNDS and RETIREMENT SCHEMES)\n                                    (Reglstratlon, Llcenslng and Reporting) Regulations, 2006\n       ADMINISTRATOR'S RETURN FSC 50            -\n                                         ADMINISTRATOR\n                                   IDENTIFICATIONAND DETAILS\n       (a)               Name of Admlnlstracor:\n       (b)               FSC Llcence No.:\n       (c)               End of Period:\n       (d)               Perlod Under Review\n                                             From:\n                                                To:\n                                    No. o f Months:\n                         Responslble Oftlcer:\n       (d)               Name:                                                              FSC No.:\n       (e)               Telephone No.:\n       (f)               E-mall:\n                                     CONTENTS"
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50.30 Responalble OMcer's Certlficatlon\nFinamlal Sefvicer Commkslon\n          THE PENSIONS (SUPERANNUAnON FUUDS AND RlXfREMENTSCHEMW\n            (REGISTRA~ON   LICENSING AND REPORTLVQ REGULATIONS,2nnn\n                                                       FIRSTSCHEDULE,\n                                                                   contd.\n                    FSC L l c e n u No.                                                               End ol P o r l d\n                               INTERROGATORIESFOR AWlNlSTRATORS\n                                           FSC 50.20\n(If Ih.m s w r to M Y quarlion Is \"yea', WrlKen d.1111~m p e d f n g th.1 q w r t l o n must k .tt.dnd\nto this r-pon)\n(W2) Pw$wnl D Regu)aUan 17 04 Ihe RBpistration. Lhndnp and RepcningRegbWiom.\n     weto tnme any cMngs 10 Iha wntculam dried in the apOllcelKn\n     IOI t(4151R1Dn d Ihe luwscheme m h hara not been filed d l h t M CcmnUdm7\n                                                                                                        0 No 0\n(003) &a IMla adaqvala rvslsna and C o n M s in pgca:\n        (i) a , m v a l N t m a b . R ' ~ U a r . ~ d a a m l n e d i n s c m r d . r u ~ h ."
    }
  ],
  "definitions": [
    {
      "term": "commercial paper",
      "definition": "securities comprising or evidencing a debt",
      "source_provision": "sec2"
    },
    {
      "term": "deposit administration contracts",
      "definition": "investment arrangements",
      "source_provision": "sec2"
    },
    {
      "term": "fund",
      "definition": "an approved superannuation fund",
      "source_provision": "sec2"
    },
    {
      "term": "indirect investment",
      "definition": "investment in a third party company in",
      "source_provision": "sec2"
    },
    {
      "term": "plan year",
      "definition": "a twelve month period from the effective date or",
      "source_provision": "sec2"
    },
    {
      "term": "Pooled Funds",
      "definition": "Type I Pooled Funds or Type I1 Pooled Funds",
      "source_provision": "sec2"
    },
    {
      "term": "receivables",
      "definition": "moneys and other assets outstanding and due to a",
      "source_provision": "sec2"
    },
    {
      "term": "recognized jurisdiction",
      "definition": "Canada, the United States of America,",
      "source_provision": "sec2"
    },
    {
      "term": "recognized stock exchange",
      "definition": "any stock exchange that is qualified",
      "source_provision": "sec2"
    },
    {
      "term": "repurchase agreement",
      "definition": "an agreement between a seller and a",
      "source_provision": "sec2"
    },
    {
      "term": "scheme",
      "definition": "an approved retirement scheme",
      "source_provision": "sec2"
    },
    {
      "term": "stocks and shares",
      "definition": "ordinary shares, preferred or guaranteed",
      "source_provision": "sec2"
    },
    {
      "term": "Type I Pooled Fund",
      "definition": "an investment fund with the sole purpose of",
      "source_provision": "sec2"
    },
    {
      "term": "Type 11 Pooled Fund",
      "definition": "an open-ended investment fund, mutual",
      "source_provision": "sec2"
    }
  ]
}