{
  "id": "jm-subs-the-pesticides-act",
  "type": "statute",
  "title": "The Pesticides Act",
  "title_en": "The Pesticides Act",
  "short_name": "Pesticides Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-pesticides-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-pesticides-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the Pesticides Regulations, 1996.          Citation"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2, Number of ccrlificale\n               Signature qfRegistror                                                        Dole\n                                                    FORM 15\n                               CERTIFICATE FOR PRlVA TE APPLlOl TOR\n    This is to certify that\n    is h m b y a u t h o r i d to use restricted pesticides and supervise ihc use of such paticides at\n     Chairman. Pesticides Conlrol Aulkorily                                                Dare\n                                  THE PESTICIDES REGULATIONS, 1996\n                                            STOP ORDER\n                                          issued und& regulation 20\n    TO: (name of penon) (regislcrcd ofitcc)\n    WHEREAS it appean to the Authariry that you ar-\n                   (delete a. not appropriate)\n         (a) negligent in your use of a restricted pesticide;\n                              THE PESTICIDES REGULATIOA'S. 1996\n      (b) using a rervincd pesticide in a marmer inconsistent with the rnanufamrra's\n          insttuctions,\nnamely:     '\n                ,   .                     (Description of activity)\n                                                                                         !\nin breach ofthe Pesticides Act.\nTHE PESTICIDES CONTROL AUTHORITY hereby orders that. upon the effedive date ofthis\nStop Order, you immediately cease the activity specified herein. Failure to cease thc activity\nshsllrendaiou liablc to prosecution without further notico to you.               1\nThis Stop Order shall be valid for a period of faunccn days Gomthe date of issue.\nDatedthis                day of                                  20\n                                                   SEAL\n                        (Signanwe ofReg;stror ofPerticides or authorized inspeclor)\n                                         SECOND SCHEDULE                          (Regulation 14 (2))\nCotegorier ofLicence, forpert Control Operolions                                             Fees\n                                                                                              S\nLicence A:.for fumigation, v y i n g , misting fogging.                                      7,500.04\ndusting and rodent baiting   ......         ......\nUcenee 9::for fumigation             ......  ......\nLicence C:. for spraying misting and fogging . . . . . .\nIdrrme D: for rodent bailing . . . . . . . . . . . .\nUwnw E: for pst control opaator involving the serial\napplication of pesticides ......        ......\nCotegotiel of Ceti@coterfor Pest Control Operatiom\n CerWirate A: for i k m i g a t i ~spraying\n                                    ~       misting fogging\n dusting and rodent bailing        ......        ......\n Certieote B: farfumigation          ......   ......\n Certl&.cr C: for spraying misting aad fogging . . . . . .\n Certteotr D; for rodent baiting      ...     ......\n                          [The imlurion of this p g e is rutharked by LN. IRW61\n                          THE PESTICIDW-REGULATIONS, 1996                                   27\n                                  SECOND SCHF,DIIL%conld.\nCoregorier of Cerbfic&zrfar Per1 Contml Operations                                   Fees\n                                                                                       I\nCcltineate for Sprvleeman Anhtlng: certificate fm\nseniceman assisting in the carrying out of the pest control\nqaation                         ...     ...     ... ...\n          Certificate A       Stored Food Pest Control\n          Certificate B       Strvehlml Fumigation and Wood DeNoying c h g a ~ s m\n          Certificate C       Ornamental and Turf Pest Control\n          Certificate D       G e d Household\n          Certificate E       Animal Pest Control\n          CRiificate F        Aquatic Pest Convol\n          Certificate 0       Public Health PeS Convol\n          Cntificale H        Farm and Servicemen\n          Cmificstc I         Aerid Spraying\n                      [The inclusion of this page is auUnrircd by LN. lRW61"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.    Reason for refusal\n      Signature of Registrar                                                         Dote\n                                                FORM10\n                                  LICENCE M R PEST CONTROL OPERATOR\n       Certificate No.\n                         rthe inclusion of this page is authorized by L.N. 2lROl21\n                              THE PESTICIDESREGULATIONS.\n                                                      1996\nThis is to certify that\nof                                                in the parish of\nis hereby licensed as a pest control operator in the category of [LICENCE]\nThis license relates to premises situated at\nwhich are approved for the storing of pesticides by the abovementioned operator.\nDated this                day of                                                   .20-\n              Chairman.\n     Pesticides Control Authority\n                           APP1,ICATION M R CERTIFICATE M R PESTCOkTROL\n                                      APPLICATOR O R SERVI(?WIAN\n      Application No.\n  I . Name of Applicant"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-41) The Authority, on receipt of an application and any additional              '   '   or\ninformation which may be required under regulation 3, may-\n      (a) register the p c i d e ;\n      (6) register the pesticide for e ~ r i m e n t a lpurposes or for use in\n          research only; or\n      (c) refuse to register the pesticide\n          (2) Where the Authority-\n      (a) registers a pesticide, the Authority shall issue the applicant with a\n          certilicate of registration (whether or not subject to any term or\n          condition) in the form set out as Form 2 in the Fim Schedule;           p,\n                                                                                  %he&&\n                                                                                  Fam2\n      (b) registers a pesticide for experimental purposes or for use in\n          research only, the Authority shall issue to the applicant a\n          certilicate of registration in such form as may be determined by\n          the Authority and notwithstanding regulation 8. may issue an\n          irnpon licence, subject to such conditions as may be specified\n          therein, for importation of such quantities of the pesticide as are\n          neceswy for experimentation or research.\n         (3) Where the Authority refuses to register a pesticide, the Authority\nshall inform the applicant in writing of its refusal and the reasons therefor.\n        (4) Subject to regulations 5 and 6, a cerWicate of reglstratlon Issued\nunder paragraph (2) (a) shall be val~dfor a penod of five years from the date\nthereof"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-51) The Authority may suspend any registration granted under & C , O r\nregulation 4 (2) for any breach of a term or condition of that registration and\nthe Authority shall notify the holder of the relevant certificate in H7iting\nstating the nature of the breach and that until the breach is remedied, the\nregistration is suspended\n                  [ T k inclusion or this pagc h authorized by L.N. 112W6]\n                      (2) Where any registration is suspended under paragraph (1) the\n              holder of the relevant certif~cateshall forthwith return that ce~tiiicateto the\n              Authority\n                       (3) Where the breach is remedied, the person concerned shall so\n                                                                                                 t\n              infomi the Authority in writing and the Authority shall cause an inspection\n              to be &midout to determine whether the breach is remedied, an4 if on such\n              i n s e o n the Authority is satisfied that the breach has been remedied,\n              the Authority shall return the certificate to that person.\ncmw2Mion of\n&mim.\n              regulation 4.(2) if-                                      ,   ."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6 . d l ) h e ~uthorit)- may cancel any registration g h t d under\n                         the Authority is satisfied that the use of the pesticide has, or is\n                          likely to have, a detrimental effect on the environment or is likely\n                          to be a danger to public health;\n                                                                                !\n                    (b) there is a change in the trade name of the pesticide; or\n                                                                                !\n                    (c) the peshcide is withdrawn by the manufacturer.\n                        (2), Where the Authority cancels any registration under paragraph\n              (1); the Authority shall in writing notify the person to whom the relevant\n              certificate was issued stating the reasom for the cancellation and requesting\n              thal the cemficate be returned to the Authority forthwith."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1)   Unless cancelled under regulation 6 (1). regi&tion granted\n              under {regulation4 (2) may be renewed on application therefor within thirty\n              days before ihe date of expiration\n Fmt\n s                   (a) be in the form set out as F m 3 in the F i Schedule; and\n Mrm3\n                         THE PEFTICDBREGUL4TIONS. 1996                                      5\n       (6) be accompanied by a fee of seven thousand five hundred\n           dollars.\n         (3) A person who applies for re-registration of a pesticide shall,\nwhere requested by the Authority, provide additional information relating to\nthe pesticide within three months of that request or such longer period as the\nAuthority may delemine.\n                             Importation ofpesticide"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 . 4 1 ) Every person who is desirous of impohg a pemcide into the           E\"\nIsland shall apply to the Authority in the form set out as Form 4 in the First\nSchedule for a licence so to do.                                               ~.\n                                                                                  farm 4.\n        (2) Every application under paragraph (1) shall be accompanied\nby a fee of an amount equivalent to 2 per cent of the value (wst, insurance\nand freight) of that pesticide.\n        (3) The Authority may require an applicant for a li-            under\nthis regulation to furnish to the Authority such additional information as the\nAuthority considers necessary for the purposes of this regulation.\n        (4) The Authority on receipt of an application under paragraph (1)\nmay-\n       (a)   issue a licence in such form as may be determined by the\n             Authority; or\n       (b) refuse to issue a licence.\n         (5) Where the Authority rehtses to issue a licence under paragraph\n(4) (b), the Authority shall inform the applicant in writing of the refusal and\nthe reasons therefor.\n                  tTlr inclusion of Ulis p a g is aulhorized by L.N. 1120061\n                                    THE PESTICIDESREGULATIONS, 1996\n                    (6) A licence issued under this regulation-\n                  (a) may be subject to such terms or conditions as the Authority thinks\n                      fit; and\n                  (6) 'subject to paragraph (7), shall be valid for a period of six months\n                         from the date of issue.\n                     (7) A licence issued under this regulation may be revoked for any\n             breach of a term or condition thereof.\n                                          Manufacture ofPesficjde\n tio on im      9.+1) A person who is desirous of manufacturing a pesticide shall make\n~i-     lo\nmma.-        an application to the Authority in the form set out as Form 5 in the First\nw.           Schedule for'a licence so to do.\nF ~ = W\nF m 5.\n                     (2) An application under paragraph (1)-\n                   (a) shall state in detail a l l the raw materials to be used in the\n                       manufacture of the pesticide, including any active or inert\n                       ingredients; and\n                   (b)   shall be accompanied by a fee of seven thousand five hundred\n                         dollars.\n                    (3) A person who applies for a Licence under paragraph (1) shall,\n             where requested by the Authority, provide additional information within\n             three months of that request or such longer period as the Authority may\n             determine.\n                      (4) The Authority may, on receipt of an application under paragraph\n             (I) and any additional information under paragraph 3\n                                                                (-)\n                   (a) issue a licence for the manufacture of the pesticide in the\n                                [The inclusion or lhii page is a v h r i r c d by LN. IRW61\n                 THE PESTICIDES REGULATIONS, 1996                                            7\n        form set out as Form 6 in the First Schedule, subject to such Schedule.\n        terms or conditions as the Authority thinks fit; or           Form 6.\n    (b) refuse to issue a licence.\n      (5) The Authority shall, on refusing to issue a licence under\nparagraph (4) (b), notify the applicant in writing of the refusal and the\nreasons therefor.\n      (6) Subject to regulations 11 and 12, a licence issued under\nparagnaph (4) (a) shall be valid for a period of five years from the\ndate thereof."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. If the answer to 8 is yes, state the type\n                   *Numbers 6 and 8 are to be answered by a Pest Control Applicator\n      Signature o/ Applicant                                                       Date\n                      me inclusion of this page is authorized by L.N. 2lROl2j\n                               THE PESTICIDESREGULATIONS. 1996\n                                       FIRST SCHEDULE,\n                                                     contd.\n                                                 FORM I 2\n                             ('ERTlFl;I(ill'EFOR PEST (XINTROI. APPLNSITOR\n                                                                              El\nCert~ycateNo.\n                                                                              Photo\nThis is to certify that\nof\nhas satisfied the requirements of the Pesticides Control Authority for the safe use of\n               Chairman                                                             Date\n      Pesticides Control Authority\n                                                  FORM 13\n                                     ( : E R T I F / ( I ( ~ JWR\n                                                             T ~ SERVICEMAN\nCertificate No.\nThis is to certify that\n                                                                              Z1\n                                                                              Photo\nis hereby authorized to assist in disinfestation activities under the supervision of a certified\nPest Control Applicator.\n               Chairman                                                               Date\n      Pesticides Control Authority\n                                                  FORM 14\n                               APPLICATION FOR A CERTIFICATE TO OPER4TE\n                                        AS A PRIVATE APPLICATOR\n        Application No.\n     I . Name of Applicant"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. A licence issued under regulation 9 to manufaoture a pesticide Renewal\n                                                                        licence to\n                                                                                  of\nmay be renewed on application therefor within thirty days before the manufacture\n                                                                        pesticide.\ndate of expiration thereof and the provisions of paragraphs (4) and (6)\nof that regulation shall apply with respect thereto."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) A licence to manufacture a pesticide may be suspended for p+v;;\",i~ of\nany breach of a tern or condition of that licence and where the pesticide.\n                                                                         n~anufacturea\nAuthority suspends a licence b e Authority shall notify the licensee in\nwriting sltating the reason for the suspension and the time within which\nthe breach is to be remedied and that the licence is to be returned\nforthwith to the Authority.\n         (2) The licensee shall, upon remedying the breach which gave\nrise to the suspension, inform the Authority in writing and the Authority\nshall cause an inspection to be camied out to ascertain whether the\nbreach is remedied.\n        (3) Where upon an inspeotion under paragraph (2) the breach\nis found to be remedied, the Authority shall return the licence to the\nlicensee."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The Authority shall revoke a Bicence to manufadure a pesticide Revocation of\n  -                                                                            licence to\n                                                                               manufacture\n                                                                               pesticide.\n      (a) the applicstilon for the licence or a renewal thereof contains\n          a false or misleading representation or a misrepresentation of\n          any material particular;\n      (b) the person to whom the licence was granted--\n             (i) manufactures a pesticide which is not authorized by\n                  the licence issued to him;\n                 LThe inclurion of this gage is authorized by L.N. 731 19991\n                               THE PESTICIDES REGULATIONS, 1996\n                         (ii) ceases to manufacture the pesticide authorized by the\n                               licence issued to him; or\n                         (iii) sells the pesticide manufaoturing business in respect of\n                               which a licence was issued;\n                  (c) the Authority is satisfied that the use of the pesticide to which\n                       the licence relates has or is likely to have a detrimental effect\n                       on the environment or is likely to be a danger to public health.\n                                  Selling of Restricted Pesticides\nApplication     13.-(1) A person desirous of selling a restricted pesticide shall make\nfor and\nissue of      an application to the Authority in the farm set out as Form 7 in the\nlicence for\nselling       First Schedule for a licence to sell such a peslticide and to register the\nrestricted\npesticides.   premises in which the pesticide is &I be sold as a registered premises.\nFirst\nSchedule.\nForm 7.              (2) An application made under paragraph (1) shall-\n                  (a) state in detail measures to be taken to meet safety standards\n                       in the storing and handling of restricted pesticides;\n                  (b) state the address of the premises where the restrioted pesticides\n                      are to be sold;\n                  (c) be accompanied by a fee of seven thousand dollars.\n                     (3) The Autbrity shall, on receipt of an application under\n              paragraph (I), cause an inspotion of the premises to be callried out.\n                     (4) The Authority may, after an inspeation has been carried\n              out under paragraph (3)-\nPorn 8.\n                  (a) issue a licence in the f m set out as F o m 8 in the First\n                       Schedule; or\n                  (b) refuse to grant a licence.\n                      (5) A licence issued under paragraph 4 (a)-\n                   (a) may be subject to such terms or conditions as the Authiority\n                        sees fit;\n                   (b) shall, subject to subqmragraph (4, be valid for a period of\n                        three years from the date of issue;\n                   (c) may be renewed;\n                   (6) may be revoked for a breach of a term or condition thereof.\n                      (6) Where the Au'thority refuses to issue a licence under para-\n              graph (4) (b), the Authwity shall inform the appliamt in writing d the\n              reasions for the refusal.\n                               m e incluslon of thk page is authorized by L.N.73119991\n                      THE PESllCIDESREGULATIONS.1996                                      9\n                             Pest Control Operation"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.--(I) A person desirous of operating as a pest control operator shaIl\nmake an application to the Authority in the form set out as Form 9 in the First p\n                                                                                 ,\"=\nSchedule.                                                                       sdmws\n                                                                                 Form 9\n        (2) An application made under paragraph (1) shall be accompanied\nby-\n       (a) a statement sening out in detail measures to be taken to m&\n           safety standards in the storing and handling of pesticides; a\n                                                                       d\n       (b) the appropriate fee in relation to the category of operation\n           specified in the Second Schedule.                            ssmnd\n                                                                                 sckd\"k\n        (3) The Authority may, on receipt of an application under paragraph\n(1)-\n       (a) subject to paragraph (7)and regulation 1 5 4 issue a licence in the\n           form set out as Form 10 in the First Schedule, subject to such F m l o .\n           terms or conditions as it thinks fit; or\n       (6) refuse to issue a licence\n         (4) A pest control operator shall-\n       (a) be a certified applicator in the category for which the licence is\n           required; or\n       (b) have a certified applicator in his employ.\n        (5) A licence issued under paragraph (3) (a) shall, subject to\nparagraph (6), be valid for a period of three years from the date of issue and\nmay be renewed.\n        (6) A licence issued under paragraph (3) (a) maybe revoked for any\nbreach of a term or condition of the licence.\n                  [Thc inclusion of lhir page is rulhorizcd by LN, li2W61\n                     (7) The Authority shall not issue a licence under para&aph (3)\n            unless it has caused an inspection to be canied out of and has approved the\n            premises where pesticides for use in pest control or aerial spraying are to be\n            stored.\n                    (8) Where a pest control operator intends to store pesticides at\n            premises other than those inspected and approved under paragraph (7). he\n            shall make an application to the Authority in such f o m as the Authority may\n            determinehd the provisions of paragraph (2) (a), (3), (S), (6) and (7) shaU\n                                                                                              a\n            apply in relation to that application.\n                     (9) Where the Authority issues a licence in respect of an application\n            under paragraph (8) and the premises named in the licence issued under\n            paragraph (3) (a) is no longer to be used to store pesticides, the pest control\n            operator shall forthwith return to the Authority the licence issued under that\n            paragraph and thereupoq the Authority shall cancel that licence.\n                               Pest Control Applicator ond Serviceman\ncdiktc\n               1 5 . 4 1 ) No person shall operate as a pest control applicator or\n=\n\"\n'f\ncmmol\nm.\n     pL4\n            seniceman unless he is the holder of a certificate issued by the Authority\n            authorizing him SO to act.\n                    (2) ;An application for a cemficate to operate as a pest control\n~brt        applicator or serviceman shall be in the form set out as F o m 11 in the F i\nM.          Schedule; and-\nFam l l .\n                  (a)   $ the case of a pest control applicator, be accompanied by the fee\nSsmnd\nw.\n                        specified in the Second Schedule in relation to the category of\n                        operation; or\n                  (b) in the case of a serviceman, be accompanied by a f d of six\n                      hundred dollars.\n                    (3) Subject to regulation IS& the Authority may, on receipt of an\n            applicationunder paragraph (1)-\n                   (a) i\n                       s&     a certificate in the fonn set out as-\n                          ,   F s inclmion of this pp i s alnhoriwd by L.N. 1/2W6]\n              (i) Form 12 in the F i Schedule, in the case of a pest contml F\"\"\"'l-\n                  applicator, or\n             (ii) Form 13 in the first Schedule, in the case of a seniceaan;\n                  or\n                                                                                      ,\n      (b) refuse to issue a ceriificate\n        (4) A ceriificate issued under paragraph (3) (a) shall, subject to\nparagraph (65, be valid for a period of two years from the date of issue and\nmay be renewed on application therefor.\n                                                I\n         (5) Where under regulation 14 (3) (a) the Authority refuses to issue\na Licence, or under paragraph (3) (b) of this regulation, refuses to issue a\ncertificate, the Authority shall no@ the applicant in writing stating the\nreasons therefor.\n         (6) The Registrar may issue or renew a certificate for a shorter or\nlonger term if he considers it in the public interest so to do.\n                                                                                      . ."
    },
    {
      "provision_ref": "sec15b",
      "section": "15B",
      "title": "Section 15B",
      "content": "15B. Ad applicant may apply for a re-examination after two consecutive\n                   failures.\n     AumonW\"~\n     kmr guiwim,       15C. The Authority may, in addition to issuing guidelines on the hazards\n     a*            in the use of pesticides, issue to pest control applicators and senicemen,\n                   standards and guidelines on the safe use and handling of pesticides covered\n                   by the certificate.\n     Wafpst\n     emm]              15D.-(1) A pest control applicator shall directly s u p e ~ s ae s e ~ c e m a n\n     WPMO~C~       where the seniceman performs the same use as that specified in the\n     d        C\n-   , $            certificate heid by the pest control applicator.\n                              (2) A pest control applicator shall be present at all times on the\n                   site on which h e pesticide is applied\n                              (3) ,A certified pest control applicator shall be responsible for all\n                   actions by a seniceman under his supenision.\n                                         [The inclusion of h i s page is auhorizcd by L.N. 11ZC061\n                       THE PESTICIDES REGULATIONS. 1996                              10.03"
    },
    {
      "provision_ref": "sec15e",
      "section": "15E",
      "title": "Section 15E",
      "content": "15E. Every pest control operator, pest control applicator and serviceman ~'$;~~;~,\nshall, at all times during the application of pesticides, have his certificate ins~fftion.\navailable for production at the request of an inspector."
    },
    {
      "provision_ref": "sec15f",
      "section": "15F",
      "title": "Section 15F",
      "content": "15F. The Registrar may require a pest control operator to be insured for      Ea;;n;z;nd\nsuch amount as the Authority shall specify for-\n      (a) the reimbursement of persons who may suffer damage as a result\n          of the operation of the pest control operator; and\n      (b) any costs incurred in cleaning up or in mitigating any adverse\n          effect on the environment.\n           (2) [Deleted by L.N. 1308/2009.]\n           (3) [Deleted by L.N. 130B/2009.]\n                                                                                 Suspension 01"
    },
    {
      "provision_ref": "sec15g",
      "section": "15G",
      "title": "Section 15G",
      "content": "15G.-(1) Subject to paragraph (2), the Authority may-                         revocation of\n                                                                                 mnificstes.\n      (a) suspend a certificate issued pursuant to regulation 15 if the holder\n          thereof fails to follow the guidelines issued pursuant to regulation\n          15C;\n               [The inclusion of this p a g is authorized by L.N. 21R0121\n                                           THE PESTICIDES REGULATIONS, 1996\n                          (b) revoke a licence issued pursuant to regulation 14 where the\n                              licensee-\n                                  (i) makes any false or misleading statements during or after an\n                                      inspection by an inspector;\n                                 (ii) fails to conform to guidelines issued by the Authority with\n                                      respect to a pesticide or categories of pesticides for which\n                                      the certificate is granted.\n                             (2) Before taking action under paragraph (I), the Authority shall\n                    give notice in writing of the proposed action to the holder of the certificate or\n                    the licensee, as the case may require-\n                          (a) giving the reasons therefor;\n                          (b) indicating a period within which ,the holder may make written or\n                              oral representations on the proposed action.\n                        1 5 H . 4 1 ) The Authority may, revoke any certificate suspended under\n                    regulation 15G ( 1 ) (a) and shall give notice of such revocation to the holder\n                    thereof.\n                                (2) The revocation of a certificate shall take effect upon service\n                    of the notice referred to in paragraph (2).\n                              (3) A person to whom a notice is given pursuant to paragraph (2)\n                    shall immediately surrender the certificate to the Authority.\nTraining sessions\nfor renewal of a        151. An applicant for a renewal of a certificate shall prove to the Autho-\ncen~ficste          rity that he has attended a minimum number of training sessions approved by\n                    the Authority for that purpose.\n                                                            General\nReg~strar10 keep        1 6 . 4 1 ) The registers which the Registrar shall keep pursuant to section\nregisters\n                    1 1 of the Act shall contain the matters specified in paragraph (2) in relation\n                    to each such register.\n                THE PESTICIDES REGULAl70NS. 1996\n (2) The matters refeired to in paragraph (1) are as follows-\n(a) in the case of the Register of Pcsticides-\n            (i) the trade name of h e pesticide;\n           (ii) the physical form of the pesticide;\n         (iii) the type of pesticide;\n          (iv) the date of registration of the pesticide;\n           (v)the registration number of the pesticide;\n          (vi) the names and concentrations of activc and inert ingrc-\n                dients in the pesticide;\n         (vii) the name of the manufacturer of the pesticide:\n        (viii) the counhy of origin of the pesticidc\n          (ix) restrictions on the use of the pesticide. if any;\n            (x) the date of re-registration of the pesticide;\n          (xi) the name of the person registering the pesticide;\n         (sii) the names of pesticides, the use of which arc prohibited;\n        (xiii) the date of suspension or revocation of registmion\n        (xiv) the fce paid;\n(b) in the case of the Register of Licences-\n            (i) the date of application for a licence to import or\n                manufacture a pcsticidc;\n           (ii) the name and address of the person applying for a\n                licence to import or manufacture a pesticide;\n          (iii) the tradc name of the peslicidc;\n          (iv) the quantity of the pesticide to be imported or\n                manufachlrcd;\n           (v) in the case of impo~lationof a pesticide the value\n                thereof, that is to say, the total of the cost, insurance and\n                freight;\n          (vi) the fee paid;\n         (vii) the date on which a licence to import or manufacture is\n               issued;\n        (viii) the number of the licence;\n          (ix) the date of renewal of thc licence;\n           (x) the date of suspension or revocation of a licence;\n             [l'k inslvrion of this page is authorized by L.N. lt2m61\n              (vii) the date on which a licence to import or manufacture\n                     is issued;\n              (viii) the number of the licence;\n               (ix) the date of renew& of the licence;\n                (x) the date of suspension or revocation of a licence;\n            the case of the Register of Authorized Persons and Registered\n(c)\n      ' inPremises-                                                           @\n                (i) the name of the authorized person;\n               (ii) the address of the authorized person;\n               (iii) the date of applicatipn for a licence to sell re-\n                     stricted pesticides:\n                                                  . .\n                (iv) the date of issue of the licence;\n                 (v) the number of the licence;\n                (vi) the date of renewal of the licence:\n               (vii) the date of suspension or revocation of the Licence;\n              (viii) the address of the registered premises;\n                (ix) the date of inspection of the registered premises\n                     and the names of the restricted pesticides found on\n                     those premises;\n                (x)the findings of an inspeaion;\n(d) in the case of the Register of Pest Control Operators-\n                  (i) the name and address of the pest cine01 operator,\n                 (ii) the date of application for a licence;\n                (iii) the category in respect of which the Licence is\n                       granted;\n                (iv) the date of issue of a licence under paragraphs (3)\n                       (a) and (9) of regulation 14;\n                  (v) the number of the licence;\n                 (vi) the names of celtified applicators;\n                (vii) Ibe date of application for a liceace to operate as a\n                       pest control applicator or as a serviceman;\n               (viii) the date of issue of the licence and the number\n                       thereat\n               [% mlurion of ihb page is a&*   by L.N. In0061\n                          THE PEITICIDESREGULATIONS. 1996\n                        (ix) the type of licence;\n                        (x) the &te of renewal of the licence;\n                         (xi) the fee paid for the licence;\n                        (,-itheii)date of suspension or revocation of the licence;\n                       (xiii) the date on which an inspection of premises on\n                              which pesticides are to be stored is carried out;\n                        (xiv) the findings of an inspenion\n-             (3) The Registrar shall keep such other records as the Authority\n    considers necessary.\n               (4) The Registrar shall, during working hours, make a copy of\n    each register available for the inspection by the public."
    },
    {
      "provision_ref": "sec15k",
      "section": "15k",
      "title": "Section 15k",
      "content": "15k-41) Before issuing a Licence under regulation 14 or a certificate        F\n                                                                                m\nunder regulation 15, the Authority may, if it wnsidas necessary--               O ~ W P ~ .\n      (a) require an applicant for such licence or certificate to-\n              (i) sit a written examination in accordance with a programme\n                  developed by thc Authority; or\n              (ii) undergo sucti other form of assessment as the Authority\n                   deems fit; and\n      ( b ) charge such fees as it deems appropriate, for the examination or\n            assessment.\n        (2) Where the Authority takes action under paragraph (I), it shall\npublish a notice in a daily newspaper containing information on-\n                  ms inclusion &this psg? ir,ae!kd   by L.N. 112W61\n                         (a)       the date of each e..ramination or assessment, as the case may\n                                   require,and any other matters relating thereto; and\n                         (b) 'the amount of the fees and any other matters relating thereto.\n                               !                                                                          4h.r\n                            (3) Each applicant for a cemficate under regulation 15 shall\n                   demonstrate to the Authority his competence in the safe application of the\n                   type of pesticide to be used, in such manner as lo prevent-\n                                                                                                                 a\n                         (a) unreasonably adverse effect on the environment; and\n                         (6)   hjw to humans and animals.\n                         (4) !A certificate shall notbe issued to any person who fails to\n                   demonstrate his competence to the satisfaction of the Authority.\n                           (5) The Authority may, if it thinks fit, exempt any applicant from the\n                   requirements of paragraph (I), (2) or (3).\n     Re-flm"
    },
    {
      "provision_ref": "sec16a",
      "section": "16A",
      "title": "Section 16A",
      "content": "16A.41) Every pest control operator shall keep a record of each\n    pesticide imported or used by that operator.                        impartsd~r\n                                                                        d.\n               (2) Such a record shall be kept for a period of three years and\n    shall include-\n           (a) the name of the pesticide;\n          ( b ) the types of formulation used; and\n          (c) the location where the pesticide was used."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-41) Every container in which a registered pesticide is packaged, bhUmp\n    transported, stored, sold or otherwist distributed shall carry a label which\n    complies with the requirements of the national labelling standards as\n    specified by the Bureau of Standards.\n             (2) Whcre any container in which a registered pesticide is packaged\n    has accompanying insh'uctions, the manufacturer or distributor of that\n    pesticide shall ensure that those instructions conform with the requirements\n    of the national labelling standanis.\n            (3) The Authority may require that there be included in the label\n    referred to in paragraph (I), such additional information as the Authority\n    considers necessary in the interest of public safety."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.+1) Any pemn who is aggrieved by the performance of the holder\n    of a certificate or a licensee may make a complaint to the Authority or the . * u ~ v .\n    Consumer Affairs Commission.\n             (2) The complaint shall contain information as t-\n                      [Thc inrluion or lhir page ir aulhorircd by L.N. 1l20063\n                                  THE PESNCIDES REGUIATIONS. 119%\n                  (a) the name and address of the holder of the licence or certificate;\n                  (b) the date, time ahd duntion of incidence;\n                  (c) ' the exact location of the area affected;\n                  (d) ' the weather conditions (wind, temperature and humidity);\n                  (e) . the symptoms of harm to people, plants and animals;\n                  @ the type of pesticide used if h o w ;\n                  (g)details of any notification provided prior to the application of the\n                                                                                                a\n                     ' pesticide;\n                  (h) the name and address of any other witness.\n                    (3) The Authority shall conduct investigations in relation to such\n             a complaint and take such action as it considers appropriate in the\n             circumstances, including-\n                   (a) the suspension or revocation of a licence or cenificate; or\n-\n                   (b) the issue of a st06 order pursuant to regulation 20"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.+1)\n                                           ,\n                         Any person transporting a pesticide that contaminates any\nof-\nn.rdm.l      commodity intended for human or animal consumption shall-\n                   (a) immediately isolate such commodity;\n                   (6) immediately inform thc Regisnar of such contamination; and\n                   (c) cany out the instructions of the Regism in rclalion to any\n                         remedial action.\n                    (2),Any person who contravenes pardgraph (1) commits an\n             offence and shall bc liable on summary conviction before a Resident\n             Magistrate to a fine not exceeding thuly-five thousand dollars or to\n             imprisonment for a term not excccding five months or to both such fine and\n             imprisonment.\n stop mdm."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.-(1)' The Authority shall act in accordance with paragraph (2) where\n             it appears to the Authority that, in relation to a pesticide for which a licence\n             has been issued: a pest conuol operator, pest control applicator or\n                                                                                                a\n             serviceman las the casc may be-\n                   (a) uses the pesticide in a manner inconsistent with the manu-\n                       facturer's instructions)or\n                   ( b ) is otherwise negligent in the use of such pesticide.\n                               [Thr inslusion of Vli page is authorized by 1.N. 1/2W6]\n                      THE PESTICIDESREGUlA~ONS1996                               14.01\n         (2) The Authority shall serve or cause to be served on the pest\ncontrol operator, a stop order in the form set out in the Schedule preventing\nthe sale, distribution or use of the pesticide.\n        (3) A stop order shall state-\n      (a) the name and address of the pmon to whom it is directed;\n      (b) the basis on which the stop order is made;\n      (c) tbat the stop order takes the effect from the time it is seRed; and\n      (4 the period for which the stop order is effective.\n        (4) Where the stop order is sewed on any person referred to in\nparagraph (2), a copy thereof shall be posted in a conspicuous place on the\npremises of that person for a period of not less than fourteen days."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. The Court may, if it appears that a public authority has incurred costs L y d\nand expenses in connection with the preventio~ control, abatement or\nmitigation of any pesticide pollution caused by the prevention, order the\noffender to pay to the public authority the costs and expenses so incurred, or\ncompensation for the loss or damage suffered in such amount as the Court\nmay specify."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.+1) Any person who operates as a pest control applicator or =,a\"d\nseniceman outside the category for which a certificate is granted commits an\noffence and shaU be liable on summary conviction before a Resident\nMagistrate to a fine not exceeding forty thousand dollars or to imprisonment\nfor a term not exceeding six months or to both such fine and imprisonment.\n         (2) Any person who operates as a pest control operator without a\nvalid licence, or a pest control applicator or seniceman without a valid\ncertificate commits an offence and shall be liable on summary conviction\nbefore a Resident Magistrate to a fine not exceeding f h l y thousand dollars\nor to imprisonment for a term not exceeding four months or to both such h e\nand imprisonment.\n          (3) Any person who distributes or sells restricted pesticides to any\n person who is not licensed as a pest control operator, or certified as a pest\n control applicator or sewiceman, commits an offence and shall be liable on\n snmmary conviction before a Resident Magistrate to a fine not exceeding\n thirty thousand dollars or to imprisonment for a term not exceeding four\n months or to both such fine and imprisonment.\n                  [The inclusion of this page i s aulhori2ed by L.N. lllW61\n                            (4) Any pest control applicator or private applicator who detaches,\n                   or attaches an incorrect mark alters, defaces or destroys in whole or in part\n                   any label on any restricted pesticide commits an offence and shall be liable\n                   on summary conviction before a Resident Magistrate to a fine not exceeding\n                   twenty thdusand dollars or to imprisonment for a term not exceeding threc\n                   months or to both such fine and imprisonment.\n                           (5) Any person who m~lfullyobstructs any inspector in the course of\n                   bis duty commits an offence and shall be liable on summary conviction\n                   before a Resident Magistrate to a fine not exceeding fifty thousand dollars or\n                   to imprisonment for a term not exceeding six months or to both such fine and\n                   imprisonment.\n                            (6)' Any licensec or person who holds a certificate or who falsifies\n                   any information relating to the application of any pesticide wmmits an\n                   offcnce and shall be liable on summary conviction before a Resident\n                   Magistrate to a fine not exceeding forty thousand dollars or to imprisonment\n                   for a term not exceeding five months or to both such fine and imprisonmcnt.\n                           (7) Any person who fails to keep records as required under\n                   regulation 16A commits an offence and shall be liable on summary\n                   conviction before a Resident Madstrate to a fine not exceeding t h i i\n                   thousand dollars or to imprisonment for a term not exceeding four months or\n                   to both such fme and imprisonment.\nMf-\nrrlatmatothz           23. Any person who negligently uses any pesticide in any manner that\n-or\n*.\n                   endangers the life of any person flora or fauna or causcs harm to the\n                   environment commits an offence and shall be liable on summary conviction\n                   before a Resident Magistrate to a line not exceeding fifty thousand dollars or\n                   to imprisonment for a term not exceeding six months or to both such fine and\n                   imprisonment.\nkmm&rmt\nuu ~ r k w             24. Any person who uses a pesticide in a manncr inconsistent with the\n                   label wmmits an offence and shall be liable on summary conviction before a\n                   Resident Magistrate to a fine not exceeding thiny thousand dollars or to\n                   imprisonmenf for a term not exceeding four montlls or to both such fine and\n               '   imprisonment."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. Any person who draws water d i i y from surface water, a well,\n                   public or private water system into a pesticide container or an apparatus used\n                   for the mixing or application of a pesticide commits an offence and shall be\n                   liable on swnmary conviction before a Resident Magistrate to a fine not\n                   exceeding thirty thousand dollars or to imprisonment for a term not\n                   exceeding four months or to both such fine and imprisonment.\n                                 i   [The inclusion of Uiir p s is a v l h o r L d by LN. 1/2W6]\n                                THE PESTICIDES REGUL/LTIONS. 19%                            14.03"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. Any 'person who transports or causes or permits a pesticide to be         z=z\n      transported in a commercial or private vehicle together with commodities\n      intended for human or animal consumption that are not separated in a manner\n      that prevents contamination of tho% commodities by the pesticides, commits\n      an offence and shall be liable on summaq conviction before a Resident\n      Magistrate to a f i e not cxceeding ihirt). thousand dollars or to imprisonmcnt\n      for a term not exceeding four months or to both such finc and imprisonmcnt.\n.:<"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. Any person who fails to comply with a stop order issued under              22\"h.l~\n      regulation 20 commits an offence and shall be liable on summary conviction a s t o p d a .\n      before a Resident Magistrate to a fine not cxceeding fifty thousand dollars\n      or in default of payment to imprisonmcnt for a term not exceeding six\n      months."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28.--(I) The Authorit). may amend the categories of certificates 9\"'\n      specified in the Second Schedulc by a notice published in the Gazette. weduk\n       Common nemes of all adive ingredients\n       Common names dall i      d ingredients\n       Percentage contmt ofall active ingredients\n       Percmtagc mntmt of all imn ingrediats\n       Physical form ofpesticide\n                              THEPESTICIDES REGULATlOX 1996\n                                      FIRST SCHEnlJJ. contd\nPacka~mg(contamers and sire)\nP r o ~ o u duse of pestmde\n                                SUPPLEMfi\\rTARYINFOIM~TlOh'\n                                . .           PART B\n         Information on harards to perrons using or handling the pesticide\n                                                                                        -\n         Details of first-aid and medical measures.\n         (This should inchrde antidoter whrch rharld be laken in carer ofsuspected poisoning\n         b~perticrdet)\n         Details ofthe physical fapackaging and complete mmposition ofthc pesticide.\n         Information with respect to conditions attached to ihe sale, use and cxpm in the\n         counu?. of orion and manufacture.\n         Warmati? concerning rerlrictions placed on use of the pesticide in the munlry of\n         migin and other countries.\n         List of countries in which the pesticide was registered and any conditions required fm\n         its use.\n                               (The counhy of momfocture nor to be included)\n         W l s of residues present in the food and the environment following use of pesticide\n         in acmrdance with remmmendations described in number 12.\n            THE PESTICmES REGULATIONS, 1996\nDetails on the degradation kinetics of the aotive ingredients under tropical\noonditions.\n~oxi&dwh on the pesticide and its effeot on domestic admlruls, wild\nlife, bids, fish and bees.\n(This should include details o f hamrds iruvolv~edand eptdemtdogical dafa)\nIhOa on the efficacy of the pesticide under field trials.\nData on photobxity\n%%ailed mefiods of mdysis for slpeoifioation on the p t i d d e tu set out in\n\"The FlAO Specifications for Plant Ptrotection Pmduots\" approved by\neither trite Council or the AasocMi'on of OfMd Analytical Ohmicuts for\nthe Pesticide.\ntShdf life of the produot and stomge instmottons under tropical conditions.\nRecommended                time for consumption for each crop or com-\nmodity in the case of inan or animal.\n               (Documents and samples to be produced)\nCbpy or dn& of the label and accompanying instruction8 proposed for\nuse of the pestici~dein respect of differenlt amounts or size in packin~g.\nGive any othm relevant imfommtion in addition to that given on the\nface of-\n (a) 6he label or any accompanying instruatlons or precautions;\n (b) equiment, clot0ing or facil3ties recommended to prevent b m d s to\n     persons using or handling the pe&dde.\n                                        -..\n                    THE PESTICIDES REGULATIONS, 1996\n      For im\\pofitedpfwiua$ seeking regismation, a ddy a y t h e n t i c d attilidate\n      d registration, or letter from the m n w r of the liceace of the pesltioide in\n      its country of origin.\n      Cqdea of labels and accompanying imtmy1bions apipmvd in the c0unRry\n      of origin of the pesticides.\n      Five samples af each packing d the proiduot in the form in a&the\n      produot is to be sold.\n      -Signamre of A&icani                                                        Date\n                             FOR OFFICIAL VSE ONLY\n                  TO BE COMPLETED BY THE REGISTRAR\nDate registered ar refused by the Auhxity\nReghtrathn number\nReason for refusal\nSignature of Registrar\n                                           FORM\n                                              2\n            CERTIFICATE OF REGI-ATION                        OF A PESTICIDE\nRegistration number\nI l i a is to wntify that the pesticide\n                                 (proprietary designation)\n                     (active ingredients aJld percentages)\nin the phpiml form of\nipa&ed as\nhas been duly registered as a pesticide under the Peaticidea Act swbjeot to the\nfollowing tern and conditions:\n This Centifiwte is issued to\n Chairman, Pesticides Conrrol Authority                                            Dare\n             THE PESTICIDES REGULATIONS, 1996\n    APPLZCATION FOR RE-REGISTRATION (OFPESTICIDE\nProprietary name of pedcide\nPacWagings\n                                   (size and type o f containers)\nFull name gad address of manufacturer\nName and addreas of applicant\nDetails of uses of the pesticide\n Signature o f Applicant\n                         FOR OFFICIAL USE ONLY\n             TO BE COMPLETED BY THE REGISTRAR\n Date registered or refused by Authority                                    ---\n Re-registration number\n Reason for refusal\n             t\n  Signdure of Registrar                                                           Date\n                 me inclusion of thia page Is authorized by L.N. 73/1999]\n            THE PESTICIDES REGULATIONS, 1996\n  APPLICATION FOR LICENCE TO IMPORT A REGISTERES\n                     PESTICIDE\nImporter'e name\nImporter's address\nProduct name of pesticide and fornulation\nQuantity and package size\nMaaufaoturer's name and address\nSupplier's name and address\nAddress of premises where pesticide is to be stored\nPurpose of importation\n  Signantre of Applicant                                                  Sate\n                      FOR OFFICJAL USE ONLY\nDate application accepted or refused\nLicence Number\n Reason for refusal\n    Signature of Registrar                                                Dare\n            n h e inclusion of this page is authorized by L.N. 73119991\n               THE PESTICADES REGULATIONS, 1996\n                          F m Sam-               contd.\n                                   FORM 5\nAPPLICATION FOR LICENCE TO MANUFACTURE PESTICIDE\nN m e o f Mmufaoturer\nAddre.~of Manufaoturer\nAddress of premisee Where peatiaide ie to be manufaotured_ - -                      ----A\n--        --    -    .-   .   -             --    --               -       -    -\nTrade name of *tide                                .      _   _.                      -     -\nOolmnnon n a m and peremtag0 of aative ingredients\n      Note:     This epplication Is ro be accompanied by three sample labs&\n                o f the product.\n  Signature of ~pplicant                                                            Dare\n                       FOR OFFICIAL USE ONLY\n Analytical report\n M e refused and reasons &erefor--                 -      .\n                                                                -.         .-         . .       .\n   Signanure o f Registrar\n               IThe inclusion of tbis page is authorized by L.N.73119991\n                    THE PESTICIDES REGULATIONS, 1996\n                               FIRSTSCHEWLE, contd.\n                                         FORM\n                                            6\n                LICENCE TO MANUFACTURE A PESTICIDE\n                                           NO.\nThis is to certify that\nof                in the parish of\nis hereby licensed to manufacture a pesticide, the wade name of which\nDated rhis                day of                                                       19-\nChairman, Pesticides Control Authority\nThis licence is granted subject to the relevant provisions of bhe Pesticides Regu-\nlations, 1996.\n     APPLICATION FOR LICENCE TO SELL, RESTRICTED PESTIClDE\n      Applicants name\n      Applicant's address\n      Name of premises where pesticide is to be sold-\n      Address of premises where pesticide is to be s d d\n      Measures to be taken to meet safety standards in the storing and handliw\n      of restricted pesticides\n        Signature o f Applicent                                             -   Date\n                               THE PESTICIDES REGULATIONS, 1996\n                                       FIRSTSCHEDULE,\n                                                   contd.\n                                       FOR OFFI(FA1, i1SE 0NI.Y"
    }
  ],
  "definitions": []
}