{
  "id": "jm-subs-the-petroleum-oil-fuel-landing-and-storage-act",
  "type": "statute",
  "title": "The Petroleum Oil Fuel (Landing and Storage) Act",
  "title_en": "The Petroleum Oil Fuel (Landing and Storage) Act",
  "short_name": "Petroleum Oil Fuel (Landing and Storage) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-petroleum-oil-fuel-landing-and-storage-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-petroleum-oil-fuel-landing-and-storage-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the Oil Fuel (Landing and\nStorage) Regulations. 1941.\n                                                                                 ;g!z\n                                                                                 47/56"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. For the purposes of section 3 of the Act, the temperature at which\nany petroleum imported into the Island gives off inflammable vapour\nshall be ascertained by means of any procedure or apparatus used for\nthat purpose from time to time by-\n     (a) The British Institute of Petroleum; or\n     (b) The American Society for testing materials; or\n     (c) The British Standards Institute.\n-?   , ,    .\n                  [The indlusion of this page is authorized by L.N. 4119761\n       PETROLEUM AND OIL FUEL (LANDING AND STORAGE)\n      THE PETROLEUM AND OIL FUEL (LANDING AND\n                  STORAGE) ACT\n                                REGULATIONS\n                              (under section 18)\n    (Made by the Governor in Privy Council on the 1st day of                 L.N. 14/41\n                                                                             Amd:\n                         March, 1941)                                        L.N. 32/41\n                                                                                  51/41\n                                                                                  71/44"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. No petroleum m y be imported ather than in 802. airdgbt vessels\nin bulk or in steel or tin vessels so constructed as to prevent leakage or\nescape of gas therefrom and in case of petroleum giving off inflammable\nvapour at or below a temperature of 73 degrees of Fahrenheit's Thermo-\nmeter, such vessel shall be marked in conspicuous characters with a\nrecognized description of its contents, with the addition of the words\n\"Gasolene-Explosive\"."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Every ship, vessel, lighter or boat of any description whatever\nhaving on board any petroleum, other than that which is on board for\nbunker purposes, shall, whilst within the harbour limits, between the\nhours of sunrise and sunset hoist a \"red burgee\" where it can best be\nseen. Between the hours of sunset and sunrise the \"red burgee\" shall be\nreplaced by a red light placed where it can best be seen, and at a height\nabove the hull of not less than 20 £t. The above signals shall also be\nshown by any craft taking on board petroleum for bunker purposes. The\nHarbour Master or his deputy, at his discretion may order any such\n               [The inclusion of thih page is authorized by L.N. 4/19971\n      THE PETROLEUM (LANDING AND STORAGE) RULES, 1941\nvessel to proceed to any berth he may designate, in which case the vessel\nshall not be removed therefrom without the permission of the Harbour\nMaster."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Any person desiring to land oil fuel in bulk shall apply to the\nproper officer of Customs for a permit to do so. Such application shall\nstate the quantity, flash point and specific gravity of the oil fuel to be\nlanded and the ship from which it is to be landed and the place at which\nit is to be landed.\n   The proper officer of Customs to whom application is made shall have\npower to refuse the permit without giving any reason for so doing."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) Oil fuel in bulk shall not be discharged from or taken on board\nany ship except through a suitable pipe or hose prepared for that pur-\npose and so designed and manipulated as to prevent any oil falling upon\nor reaching the surface of the sea.\n  No oil fuel in bulk may be loaded or unloaded from any ship after\ndark except with the exclusive use of electric light.\n        (2) The outcr end of any oil pipe line on jetty or wharf connecting\nwith shore tanks shall be protected with a reflux or other approved\nnon-return valve.\n  No discharge of oil fuel, whether mixed with water or not, shall be\npermitted into the harbour from any tank ship or from any oil storage."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Petroleum in bulk shall not be discharged from or taken on board\nany ship, unless the same is packed in steel or tin vessels of the kind\nreferred to in rule 3 or except through a suitable pipe or hose prepared\nfor the purpose and so designed and manipulated as to prevent any oil\nfalling upon or reaching the surface of the sea."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) The outer end of any petroleum pipe line on jetty or wharf\nconnecting with shore tanks shall be protected with a reflux or other\napproved non-return valve.\n       (2) During the time that any tank ship having on board petroleum\nin bulk is within harbour limits all the tanks or petroleum compartments\nshall be kept closed to the air, except in so far as is absolutely necessary\nfor the discharge of petroleum. The upper end of any ventilator con-\nnecting with tanks or petroleum compartments shall be always protected\nby a gauze wire cover.\n       (3) No discharge of petroleum whether mixed with water or not\nshall be permitted into the harbour from any tank ship or from any oil\nstorage."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Petroleum which gives off an inflammable vapour at a temperature\nof less than 73 degrees Fahrenheit may be discharged or loaded at any\ntime during a day of twenty-four hours:\n   Provided however-\n     (a) that for the purposes of discharging or loading between sunset\n       T H E PETROLEUM (LANDING AND STORAGE) RULES, 1941\n         and sunrise adequate safe illumination is provided on board\n         the tank ship and the equipment used for such illumination is\n         designed and constructed in accordance with Lloyd's or other\n         approved classification society's requirements in relation to the\n         position in the ship in which it is installed, and is maintained\n         in accordance with such requirements; and\n     (b) that if anything occurs during discharging or loading between\n         sunset and sunrise to necessitate a repair to the plant pipes or\n         connections or to interfere in any way with the uninterrupted\n         discharging or loading of the petroleum, such discharging or\n         loading shall be temporarily suspended and shall not be re-\n         sumed until adequate safety measures have been taken."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Oil fuel in bulk shall not be stored or kept otherwise than in a\nstore for oil fuel, the site of which has been approved by the Minister.\n                [The i:lalusion of this page is authorized by L.N. 4119761\n    THE OIL FUEL (LANDING A N D STORAGE) REGULATIONS, 1941"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. A person desiring to provide a store for oil fuel shall make appli-\ncation in writing to the Minister, giving the following particulars-\n        (i) the full name and address of the owner of the premises on\n            which it is desired to provide such store; and\n       (ii) the maximum amount of oil fuel to be stored therein at any\n             one time.\nSuch application shall be accompanied by plans showing the position\nand boundaries of the area and the dimensions and elevations of the\nbuildings to be erected. The plan of the area shall be drawn to a scale\nof not less than one inch to a hundred feet and shall show correctly the\nposition of every building erected or to be erected in the area or situated\nwithin a distance of fifty feet of the boundaries of the area.\n  12 Unless the Minister shall in any particular case otherwise direct,\nregulation 13 shall apply to every store for oil fuel."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Tank waggons for the transportation in bulk of petroleum giving\n off vapour at or below a temperature of 73 degrees Fahrenheit shall be\n of a design approved by the Chief Technical Director and shall have the\n word \"EXPLOSIVE\" printed in distinctive colours on three sides in\n letters not less than two inches high. Loading of a tank waggon shall be\n by means of a suitable hose. Such hose shall be fitted with a screw c o k\n nection and screwed securely on to the tank of the waggon before loading\n commences. Every tank waggon shall be fitted with a chain making con-\n tact with the ground so as to relieve any electric tension that may arise."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. (a) No store for oil fuel will be permitted within one hundred\nyards of a store or magazine for the storage of any article falling under\nthe definition of bbgunpowder\" or \"dangerous explosive\" in the Gun-\npowder and Explosives Act or under the definition of \"explosive\" in\nthe Explosives (Control of Manufacture) Act.\n        (b) No store for oil fuel may be erected near any place where\ncoal in quantity is regularly stored.\n        (c) No other inflammable goods shall be kept in a store for oil\nfuel.\n       (d) All tanks, sheds and buildings shall be constructed of unln-\nflammable material save as regards door and window fittings which may\nbe of wood.\n        (e) Steel tanks shall be-\n             (i) designed according to sound engineering practice and\n                 constructed of mild steel plates properly rivetted and\n                 caulked or welded together;\n            (ii) earthed. The earthing device shall be formed with copper\n                 tape one inch wide and one-eigh of an inch thick or\n                                                                              X4\n                             !                                %\n                  three-eigh s of an inch diameter exible copper wire\n                  rope. The earth plate shall consist of one-eighth of an     4 1,\n                  inch thick copper plate twenty-four inches long and\n                  eighteen inches wide. One end of the tape or wire rope\n                  shall be securely fastened to one end of the earth plate\n                  by means of copper rivets or rivetted clips and when\n                [The indluion of this page is authorized by L.N. 4119761\n    THE OIL FUEL (LANDING AND STORAGE) REGULATIONS, 1941\n                rivetted up shall be soft soldered to ensure metallic con-\n                tinuity. The upper end of the tape or wire rope shall be\n                fastened to the tank shell at any convenient point or\n                fitting in bottom strake of plates where direct metallic\n                connection to the shell is assured. The tape or rope shall\n                also when secured in position be soft soldered in place.\n                The tape or rope shall be of sufficient length to allow\n                the earth plate being buried three feet in the ground at\n                a point not less than three feet clear of the tank.\n        Cf) Tanks or buildings for storage of oil fuel shall be placed\nnot less than fifty feet apart.\n        (g) All steel tanks erected above ground for the storage of oil\nfuel in bulk shall be surrounded by an embankment so as to form a catch-\nment around the tank of a capacity not less than 20% hi excess of the\ncapacity of the tank. If constructed in earth this embankment shall have\nside slopes not steeper than 1 vertical to 1 horizontal and shall be of a\nminimum width of two feet on top.\n       (h) The area shall be kept clean of bush and inflammable matter.\n       ( i ) Smoking and the use of naked lights shall be forbidden within\nthe area.\n        (8 An adequate supply of dry earth or sand shall be kept fo,\nthe extinction of lire. .\n       (k) All leaks in tanks shall be promptly repaired.\n        (0 The receipt and discharge of oil fuel by ship shall be 1\nmeans of hose and metal pipes only and all valves shall be locked ru\nkept locked except when pumping is in progress.\n       (m) No person shall enter any tank without authority of a com-\npetent person appointed in writing for that purpose by the owner of the\nstore or his representative.\n        (n) Before a tank is entered or repairs undertaken which would\nexpose the interior atmosphere to contact with naked lights.' hot rivets\nor other source of artificial heat, it shall be thoroughly ventilated and\nfound free from vapour by means of a test by a competent person who\nshall furnish a certificate to this effect.\n       (0) Until a tank is certified free from dangerous vapours only\nportable safety lamps, oil or electric, of types approved for use in fiery\ncoal mines shall be taken in such tank and until such certificate has been\n               [The inolusion of this page is authorized by L.N. 4119761\n    THE OIL FUEL (LANDING AND STORAGE) REGULATIONS, I941\ngranted the use of naked lights or electric lamps with wandering leads\nis strictly prohibited.\n       (p) There shall be exhibited in a conspicuous place within the\narea copies of these Regulations including the instructions on the use of\nthe safety lamp.\n       (q) All enclosures surrounding tanks shall be drained by a p i p\nconnecting with an approved interceptor, the outlet to be controlled by\na valve actuated from the outside of the enclosure. Such valve shall al-\nways be closed except when it is actually in use. No water shall be\nallowed to accumulate in the area.\n        (r) Valves in pipe mains, or in pipes for draining water shall be\nof a type approved by the Chief Technical Director.\n       (s) Every precaution including the use of interceptors shall be\ntaken to prevent waste oil from passing down drains, or water-courses.\nand from reaching shipping in harbours.\n        ( t ) No oil fuel shall be stored in any store for oil fuel until the\nowner has obtained a certificate in writing from the Chief Technical\nDirector to the effect that the store is substantially in accordance with\nthese Regulations, that safety lamps of a suitable pattern have been pro-\nvided and that instructions regarding their use and the testing of the\ntanks are exhibited as required.\n       (u) Every store for oil fuel shall be open to inspection at any\nhour of the day or night by the Chief Technical Director or by the\nCommissioner of Customs and Excise or by any person authorized by\neither of them in writing to inspect on his behalf. Every facility and\nassistance shall be given to the person so inspecting in order that he\nmay satisfy himself that the store for oil fuel is being maintained in\naccordance with these Regulations.\n       (v) No ship, vessel, or hulk shall be used for the storage, sale or\ndelivery of oil fuel unless and until it shall have been appointed as a\nstore for oil fuel and every application for such appointment shall be\nforwarded in the first instance to the Harbour Master and shall contain\nfull ~articularsof the construction, dimensions and tank capacity of the\nship, vessei or hulk for which the appointment is sought. The Harbour\nMaster after perusing such applications shall forward the same to the\nMinister together with his report thereon for the Minister's consideration\nand the Minister's decision relative to the application will in due course\nbe forwarded to the applicant.\n              -\n                The incluoion of this page is a~lhorimdby L.N. 154/1986]\n                                                                           -\n    THE OIL FUEL (LANDING AND STORAGE) REGULATIONS, 1941\n                                                                  l shall\n       (w) Every ship, vessel or hulk appointed a store for ~ ifuel\nbe specially constructed for the purpose and the oil fuel shall be carried\nin closed steel tanks witb suitable pipes and hose for deIivery.\n      (x) The upper part of such ship, vessel or hulk shall be clearly\nmarked \"Oil Fuel\" in large letters on each side.\n       (y) Every such ship, vessel or hulk shall be provided with fire\nextinguishing equipment, including a supply of foam, of a pattern to be\napproved by the Harbour Master.\n       (z) All pipe lines connected to a steel storage tank shall be pro-\nvided with a good earth connection at a point near to the tank."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Any person desiring to have a petroleum store on his premises\n  shall make an application in writing to the Chief Technical Director, and\n  on receipt of such application the Chief Technical Director shall inspect\nI\n  the building which the applicant desires to have appointed by the Minister\n  for the purpose aforesaid. If after such inspection the Chief Technical\n  Director is satisfied that the building complies with the requirements of\n  the Act and these Rules, he will forward the application to the Minister,\n                 [The indusion of this page is authorized hy L.N. 411976)\n      T H E PETROLEUM ( L A N D I N G A N D STORAGE) RULES, 1941\ntogether with his report thereon and the Minister's decision in the matter\nwill be subsequently communicated to the applicant through the proper\nchannels :\n   Provided, however, that if the Chief Technical Director is not satisfied\nthat the building complies with the requirements of the Act and these\nRules, he will so inform the applicant and will not forward the applica-\ntion to the Minister."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Every petroleum store erected on or within two hundred yards\nof any wharf premises shall, be constructed of brick or concrete walls\nnot less than twelve inches in thickness, or of reinforced concrete\nwalls not less tha~i six inches in thickness, and concrete roof not less\nthan four inches i n thickness, with doors and windows of steel or\niron not less than three-sixteenth inch in thickness, or of steel roller\nshutters of a pattern to be approved by the Chief Technical Director."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.41) Every person desiring to store oil fuel otherwise than in bulk\nin any building or part of a building shall apply in writing to the Chief\nTechnical Director for approval of such building or part of a building\nas a place to be used for the storage of oil fuel otherwise than in bulk\n(hereinafter referred to as an oil fuel repository).\n        (2) Upon such application the Chief Technical Director shall\ninspect such building or part of a building and-\n    (a) if satisfied that it complies with the requirements of the Act\n          and of these Regulations, shall submit such application to the\n          Minister with his report thereon; or\n     (b) if not so satisfied, shall inform the applicant accordingly with-\n          out submitting the application to the Minister:\n            Provided that where the Chief Technical Director is not\n         satisfied that such building or part of a building complies with\n         the requirements of these Regulations, but the respects in which\n         it fails to so comply are such as in his opinion would not be\n         likely to render the storage of oil fuel therein unsafe, he may\n         forward the application to the Minister together with his report\n          thereon in which he shall specifically state the respects in which\n         such building or part of a building does not comply with the\n         requirements of these Regulations.\n               me-.-- i n c l u s i ~of tbb pwje in ruthorb& by L.N. 154119W\n   THE OIL FUEL (LANDING A N D STORAGE) REGULATIONS, 1941\n        (3) Upon submission of any application to the Minister as afore-\nsaid, the Minister may, in his absolute discretion, either-.\n    (a) approve such building or part of a building as an oil fuel re-\n         pository; or\n    ( b ) refuse so to approve it without giving any reason for such\n          refusal; or\n    (c) approve such building or part of a building as an oil fuel re-\n        pository subject to such terms and conditions as he may think\n        fit.\n       (4) The keeping upon private premises of oil fuel exclusively\nfor domestic use shall not be deemed to be storage of oil fuel within the\nmeaning of these Regulations.\n        (5) Subject to the provisions of paragraph (4) no receptacle shall\nbe used for the storage of oil fuel unless and until it shall have been\nappointed as a receptacle for oil fuel and every application for such\nappointment shall be forwarded in the first instance to the Chief Tech-\nnical Director and shall contain full particulars of the construction,\ndimensions and capacity of the recevtacle for which the appointment\nis sought. The Chief Technical Director shall after examining each appli-\ncation forward the same for the consideration of the Minister whose\ndecision in respect of such application will in due course be forwarded\nto the applicant.\n  For the purposes of this paragraph \"receptacle\" means any drum, tank\nor other container whatsoever (situated above ground) with a capacity\nof not less than two hundred and not more than five thousand imperial\ngallons."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Every oil fuel repository shall comply with the following require-\nments-\n        (i) if it is erected on or within two hundred yards of any wharf\n               premises it shall be constructed of brick or concrete walls\n               not less than twelve inches thick or of reinforced concrete\n               walls not less than six inches thick and concrete roof not\n               less than four inchcs thick, with doors and windows of steel\n               or iron not less than ~hree-sixteenthsof an inch thick, or\n               of steel roller s l ~ ~ ~ t tof\n                                            e r sa pattern to be approved by the\n               Chief Technical Director;\n       ( i i ) it shall be isolated from all other buildings unless the exterior\n               walls and roof of any building of which it forms part are\n- ---- ---                                                                       -\n                                                                                 -\n                 [The i ~ l u s i o nof this page is authorized hy L.N.4119761\nTHE OIL FUEL (LANDING AND STORAGE) REGULATIONS, I941\n       constructed entirely of incombustible material and the re-\n       pository is completely separated from every other part of\n       the building by solid fire-proof walls, ceiling and floor;\n (iii) it shall be externally spark-proof and' shall be constructed of\n       fire-proof material, and be so situated with regard to other\n       buildings in the neighbourhood, and to the n a t m and con-\n       tents of such buildings, as to make it safe in the opinion of\n       the Chief Technical Director. Where any part of an oil fuel\n       repository is within thirty feet from any building, such re-\n       pository shall be constructed of solid and incombustible\n       materials :\n          Provided that doors may be constructed ol hardwood\n       properly covered with steel or iron sheets in such manner\n        as may be approved by the Chief Technical Director;\n  (iv) adequate floor and ceiling ventilation shall be provided there-\n       in and shall be so constructed as to prevent the passing of\n       fire into the interior thereof;\n   (v) every door thereof shall be not less than three feet six inches\n       wide and shall be so hung as to open outwards, and be so\n       constructed and hung as not to impede the quick removal\n       of the contents of the repository;\n  (vi) to every such door there shall be fitted a strong dead lock,\n       an efficient hasp and staple and           and, in the case of\n       double doors, strong tower bolts at the top and bottom of\n       the side of the door to which the staple is attached. Where\n       roller or sliding shutters are used they shall be fitted with\n       two hasps and staples securely fitted to the outside of the\n       shutter and frame, and fitted with two strong padlocks. The\n       keys of such locks shall be kept by the proprietor or by the\n        person in charge of the repository. The door shall be kept\n        securely fastened except when oil fuel is being received into\n        or removed from the repository;\n  (vii) the ground floor shall be constructed in the formation of a\n        well with the requisite capacity for receiving all the oil fuel\n        contained in the repository in the event of any accident or\n        unforeseen event, and the repository shall be constructed\n        with such sufficient floor space as to avoid the necessity of\n        building the well more than two feet deep. The total quantity\n        of oil fuel kept in the repository shall not at any time exceed\n        the cubic capacity of the well.\n  THE OIT, FUEL (LANDING AND STORAGE) REGULATIONS, 1941"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Adequate floor and ceiling ventilation so constructed as to prevent\nthe passing of fire to the interior shall be provided in every petroleum\nstore."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Where underground tanks are used in any oil fuel repository such\ntanks shall be constructed of steel and placed at least eighteen inches\nbelow the surface of the floor and shall not be confined within the walls\nof a habitation."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. On the door of cvery petroleum store shall be fitted a strong dead\nlock, an efficient hasp. staple and p~dlock.and in the case of double\ndoors strong tower bolts shall be fitted to the top and bottom on the side\nof the door to which the staple is attached.\n       THE PETROLEUM (LANDING AND STORAGE) RULES, 1941\n  Where roller or sliding shutters are used they shall be fitted with two\nhasps and staples securely fixed to the outside of the shutter and frame\nand fitted with two strong padlocks.\n  The keys of the locks shall be kept by the proprietor or by the person\nin charge of the premises. The door shall be kept securely fastened\nexcept when petroleum is being received into or removed from the store."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Such tanks shall be set in excavations in the earth with back filling\nof sand or earth well tamped so as to effect full support of the tank at\nall points. Every such tank shall be covered by a layer of sand twelve\ninches thick and by a reinforced concrete slab not less than six inches\nthick which slab shall extend not less than two feet in all directions\nbeyond the length and breadth of the tank. Every such tank shall be\nfitted with an independent iron vent pipe terminating outside of the\nbuilding and not less than ten feet above the ground. The upper end of\nvent pipes in the form of a goose neck or bend shall be protected with\nwire mesh not less than nine hundred meshes to the square inch and\nshall be situated at a point not less than six feet away from any window."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Oil fuel shall be extracted from such tanks only by means of a\npump of approved pattern and delivered through a suitable hose direct\ninto the motor vehicle tank or other receptacle."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Petroleum imported in vessels permitted by these R U ~ Smay be\nkept in such vessels, provided they are durable and air-tight. Petroleum\nmay also be kept in fixed metallic tanks so long as such tanks remain\ndurable and air-tight and the inlets and outlets (except when petroleum\nis being introduced or withdrawn) are kept closed by means of air-tight\ncaps or covers. Where petroleum is imported in vessels contained in\nwooden cases, then such petroleum may be so kept in the store."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.-(1) Delivery to any such tank from a tank waggon shall be by\nmeans of a suitable hose. Such hose shall be fitted with a screw con-\nnection and screwed securely to the filling pipe of the tank before\ndelivery commences.\n         (2) Delivery to a tank from a drum shall be made directly through\nthe filling pipe by means of a hose or pipe connecting the filling pipe\nto the drum."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. All repairs or soldering of tins shall be done in a separate place\nenclosed by a wall twenty-four inches high; the floor to be formed with\ncement concrete with channel leading to a small sump to collect any\nwaste petroleum. The repair shed shall be at a point not less than thirty\nfeet away from any storage shcd. Fires for heating solder bolts shall\nbe in a separate compartment to that in which repairs are effected. The\ndoorway leading into the stove shed shall be protected with a twenty-\nfour inch high sill. The opening between these compartments through\nwhich the soldering bolts are passed shall be at a height of not less than\nthree feet from the ground, and shall be provided with an iron shutter.\n.-\n                  [The itlolusion of this page is authorized by L.N.4119761\n20        THE PETROLEUM (LANDING AND STORAGE) RULES, 1941\n     which can be readily closed. In the case of welding repairs to drums,\n     the drums must be emptied and gas freed before the repairs are carried\n     out."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. Vessels containing more than twenty-five gallons of petroleum\n     each shall be stored in rows not more than two tiers high and a clear\n     passage of not less than four feet wide shall be kept between the face\n     of the stacked vessels and the door. Vessels each containing twenty-five\n     gallons or less shall be stacked by themselves and shall not be inter-\n     mingled with other vessels containing more than twenty-five gallons.\n     Such vessels may be stacked to a height of twelve feet. Between the\n     door and the face of the stack there shall be left a clear space of not\n     less than four feet in width."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. Vessels containing petroleum giving off vapour at or below 73\n     degrees Fahrenheit shall be stored apart from vessels containing petro-\n     leum of any other description and separated therefrom by a space of\n     not less than three feet in width :\n       Provided that where conditions permit petroleum giving off vapour\n     at or below 73 degrees Fahrenheit should be stored in a separate build-\n     ing."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. No lighted candle, lamp or lantern or match or naked light shall\n     at any time be taken into a petroleum store under any pretence or for\n     any purpose whatever. Electric lights shall -be enclosed in flame and\n     vapour proof fittings. All switches and fuses shall be outside the build-\n     ings and be of enclosed spark-proof type. No smoking shall under any\n     circumstances be permitted in any petroleum store. A conspicuous\n     notice containing these prohibitions shall be posted outside and inside\n     every petroleum store."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. A supply of not less than one cubic yard of sand or earth (for\n     use in extinguishing fire) shall at all times be kept in a convenient place\n     in close proximity to every petroleum store. The sand or earth shall be\n     protected from weather, and shovels and buckets of suitable sizes shall\n     be maintained at a point adjacent to the sandlearth.\n        At least one foam chemical tire extinguisher of not less than two\n     gallons capacity or other type of tire extinguisher approved by the Min-\n     ister and notified in the Gazette shall be kept in every petroleum store\n     for every five hundred gallons of petroleum stored therein :\n       Provided, however, that four such extinguishers shall be the maximum\n     number required to be compulsorily kept under this rule.\n                    [The inolusion of this page is authorized by L.N. 4119761\n     THE PETROLEUM (LANDING AND STORAGE) RULES. 1941"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Underground tanks shall be constructed of steel, and placed at\nleast eighteen inches below the surface of the floor. Such tanks shall not\nbe conhed within the walls of a habitation."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. Tanks shall be set in excavations in the earth, with back filling\nof sand or earth well tamped so as to effect full support to the tank\nat all points. Every such tank shall be covered by a layer of sand twelve\ninches thick, and a reinforced concrete slab not less than six inches\nthick, which slab shall extend not less than two feet in all directions\nbeyond the length and breadth of the tank."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. Every tank shall be fitted with an independent iron vent pipe\nterminating outside of the building and not less than ten feet above\nground. The upper end of vent pipes in the form of a goose neck or bend\nshall be protected with wire mesh not less than nine hundred meshes\nto the square inch, and shall be situated at a point not less than six\nfeet away from any window."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. Petroleum shall be extracted from tanks only by means of\na pump of approved pattern and delivered through a suitable hose direct\ninto the motor vehicle tank or other receptacle."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. The filling pipe of every tank shall be fitted with an air-\ntight screw cap which shall be kept locked at all times except during\nfilling operations."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36.-(1) Delivery to a tank from a tank waggon shall be by means\nof a suitable hose. Such hose shall be fitted with a screw connection\nand screwed securely to the filling pipe of the tank before delivery com-\nmences.\n       (2) Delivery to a tank from a drum shall be made directly\nthrough the filling pipe by means of a hose or pipe connecting the filling\npipe to the drum."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37.-(1)  Petroleum for sale by retail giving off vapour at or below\na temperature of 73 degrees Fahrenheit shall be kept in underground\ntanks and its extraction therefrom and delivery to the purchaser shall\nbe carried out in accordance with rule 34.\n      THE PETROLEUM (LANDING AND STORAGE) RULES, 1941\n        (2) No lighted candle, lamp, lantern or match or naked light or\nignited tobacco or other substance shall be allowed to approach or to\nbe near any place where petroleum is so kept or extracted and delivered,\nand no smoking shall be permitted in or near any such place.\n       (3) A conspicuous notice containing the prohibitions in para-\ngraph (2) shall be posted outside and inside every place to which such\nprohibitions apply."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38.-41) Petroleum other than petroleum giving off vapour at or be-\nlow a temperature of 73 degrees Fahrenheit, for sale by retail, shall be\nkept in such vessels as are prescribed for the storage thereof. No\nquantity exceeding four gallons shall be delivered at any one time to\nany single purchaser except in an air-tight metal vessel, unless an entire\ncask as imported be purchased. Smaller quantities may be drawn from\na vessel kept for the purpose into bottles or suitable cans and so de-\nlivered.\n        (2) Every person selling petroleum shall provide a good air-tight\nmetallic receptacle so placed and arranged as to catch any petroleum that\nmight escape in the act of transferring it from one container to another.\nEvery such receptacle shall without delay be emptied into a vessel in\nwhich petroleum is permitted to be kept.\n        (3) No lighted candle, lamp, or any ignited tobacco or other sub-\nstance shall be allowed to approach or to be near the place where\npetroleum is so kept or transfend. Vessels containing petroleum giving\noff vapour at or below a temperature of 73 degrees Fahrenheit, shall\nbe completely separated from those oontaining petroleum of other\ndescription."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39. Petroleum in bulk shall be subject in all respects to the regulations\nfor oil fuel in bulk."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40. The Minister may in the interest of public safety revoke the\nappointment of any petroleum store."
    }
  ],
  "definitions": [
    {
      "term": "receptacle",
      "definition": "any drum, tank",
      "source_provision": "sec16"
    }
  ]
}