{
  "id": "jm-subs-the-pharmacy-act",
  "type": "statute",
  "title": "The Pharmacy Act",
  "title_en": "The Pharmacy Act",
  "short_name": "Pharmacy Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-pharmacy-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-pharmacy-act",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In these Regulations, ~mlessthe context otherwise requires-\n      \"approved\" means approved by the Council:\n       \"generic drug\" means any unpatented drug and includes a drug whose\n              patent has expired or one hat has never been patented:\n      \"generic name\" nleans the official name or international non-\n              proprietary nomenclature.\n      \"registered medical practitioner\" nleans a person registered under the\n              Medical Act:\n      \"terti'ary institution\" means the University of Technology, Jamaica, or\n              any other institution approved by the Council for the training of\n              plmnacists;\n      \"vocational training\" means training in an approved hospital or an\n              approved pharmacy for the calling of a pharmacist for a period of\n              twelve months.\n Registration:"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) Any person wishing to be registered as a pharmaceutical student\nshall apply to the Council in the form set out as Form A in the First ,,\nSchedule, and shall satisfy the Council that he has been admitted to an \",:;i\napproved college for the purpose of pursuing a course in pharmacy.\n        (2) The Registrar shall cause to be entered in the Register of\nPharmaceutical Students, in respect of every person registered as a\npharmaceutical student, pursuant to subsection (1) or subsection (2) of\nsection 12 of the Act, in addition to his name, the following particulars-\n      (a) his address;\n      (b) his age;\n      (c) his qualifications and the tertiary institution in which he has\n          been admitted as a pharmaceutical student; and\n      (d) the date of his registration.\n                [The inclusion o f this page is authorized by L.N. 33N20051\n!+st               4.-(1) Subject to paragraph (2) any person wishing to be registered as a\nScheduie\nForm H\n               pharniacist shall apply to the Council in the form set out as Form B in\n               the First Schedule. and shall satisfy the Council that he has-\n                     ( a ) completed a coursc of study in pharmacy at an approved tcrtiary\n                           institution and passed the final examination in respect of that\n                           course: and\n                     (h) undergone vocational training.\n                       ( 1 ~ )A person shall be deemed to have undergone vocational\n               training if-\n                     (a) prior to the 5th day of August. 1975. he was undergoing\n                           vocational training pursuant to the Drugs and Poisons\n                           Rcgulations. 1953 (now revoket9: and\n                     (h) he successfully completes the period of training prescribed by\n                         those Regulations.\n                        (2) Notwithstanding the provisions of paragraph (1). any person who\n               possesses any qualification which entitles him to practise as a pliannacist in\n               any country other than Jamaica, may apply to the Council for registration as a\n P O I I ~B~   pharmacisl in the fortn set oat as Fonn B in the First Schedule. and shall\n               satisfy the Council-\n                     ( a ) that hc posscsses such qualification;\n                     (h) that his qualification in pharmacy is equivalent to or higher than\n                           that required in respect of a person applying for registration under\n                           paragraph (1); and\n                     (c)   that he has undergone practical [raining in phannacy equivalent to\n                           the vocational training required in respect of a person applying\n                           for registration under paragrapli (1).\n                       ( 2 ~ There\n                             )     shall be paid in respect of every person registered under\n               paragraph (2) as a volunteer pharmacist from overseas, a fee of fifty dollars\n               in United States currency or the equivalent in Jamaican currency.\n                        ( 2 ~ )A certificate of registration issued to a volunteer pharmacist,\n               shall be valid for a period of three months from the date of issue\n               thereof.\n                       (3) In order to satisfy the Council in accordance with sub-paragraph\n               (6) of paragraph (2) that his qualification is equivalent to or higher\n               than that required in respect of a person applying for registration under\n               paragraph (I), an applicant for registration under paragraph (2) may be\n               required to pass an examination set by the Council in one or more of the\n               subjects which a pharmaceutical student in an approved college would be\n               required to pass.\n                        THE PHARMACY REGULA TIONS, 1975\n         (4) There shall be paid in respect of any person registered as a\npharmacist pursuant to subsection (2) of section 11 of the Act, a registration\nfee of two thousand five hundred dollars, payable upon the applicant\nbeing notified that his application has been successful and thereafter in each\nyear a fee of two thousand five hundred dollars.\n         (5) The Registrar shall issue to every person registered pursuant to\nsubsection (2) of section 11 of the Act and to every person deemed to be\nregistered pursuant to subsection (1) of section 11 of the Act, as the case may\nbe, as a pharmacist, a certificate of registration in the form set out as Form     :::he,\n                                                                                   Form C.\nC in the First Schedule.\n      (5A) The validity of a certificate of registration referred to in\nparagraph (5) shall expire on the 3 1st day of March each year.\n       (5B) The certificate of registration issued under paragraph (5) shall be\nrenewed on an application to the Council in the form set out as Form H in the\n                                                                                   Firsl\nFirst Schedule upon satisfying the Council that-                                   Schedule.\n                                                                                   Form H.\n      (a) the requisite number of continuing education credits have been\n          attained;\n      (b) the applicant is capable of performing the functions of a\n          pharmacist;\n      (c) the requisite fees have been paid.\n        (6) The Registrar shall cause to be entered in the Register of\nPharmacists in respect of every person registered as a pharmacist pursuant\nto subsection (1) or subsection (2) of section 11 of the Act, in addition to his\nname, the following-\n      ( a ) his address;\n      (b) his age;\n      (c) his qualifications and the institutions at which he has received his\n            training;\n      ( d ) the date of his registration.\n         (7) A copy of the Register of Pharmacists shall be published in the\nGazette pursuant to subsection (2) of section 9 of the Act as soon as may\nbe after the 5th day of August, 1975, and once in each calendar year,\nthereafter.\n    4~.-(1) Every person who, immediately before the 1st day of April,\n2003 who is registered as a pharmacist pursuant to subsection (1) or\nsubsection (2) of section 11 of the Act shall apply to the Council for renewal\nof registration.\n                  [The inclusiun of this page is authorized by L.N. 33A120051"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.02                                   THE PHARMACY REGULATIONS, 1975\n                       (2) An application for renewal of registration in respect of a\n               pharmacist shall be made to the Pharmacy Council, in the form specified\nFormCI.\n               as Form C1 in the First Schedule, not later than thirty days before the\n               date of expiration of the certificate of registration issued in respect of that\n               person.\n                       (3) The Council shall, on receipt of an application under paragraph\n               (2) hereof, satisfy itself that the applicant-\n                     (a) has acquired the requisite number of Continuing Education\n                         Credits or Continuing Professional Development Units;\n                     (b) is otherwise capable of performing the functions of a pharmacist;\n                         and\n                     (c) has paid the fee for re-registration.\n                        (4) The Council shall, subject to paragraph (3), issue to each person\n               registered pursuant to subsection (1) or subsection (2) of section 11 of the\nFLSI           Act, a certificate of registration in the form specified as Form C in the First\nSchedule.\nF  O c .~      Schedule.\n                       (5) A certificate of registration issued pursuant to paragraph (4) shall,\n               unless sooner cancelled, be valid for a period of twelve months from the date\n               of issue thereof."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1)    Every person wishing to register the shop in which his business\n               is carried on as a commerciallretail pharmacy, or a manufacturing pharmacy,\n               or a distributiordwholesale pharmacy, or a professional pharmacy and to\n               register himself as the owner of that business or to renew any such\n               registration, as the case may be, shall apply to the Council in the form set out\nF      O D.~   as Form D in the First Schedule and-shall forward to the Council with his\n               application, two copies of a recent photograph of himself duly certified by a\n               Justice of the Peace to be a true photograph.\n                        (2) The Council may in its discretion register any shop as a pharmacy\n               and the applicant as the owner of the business, pursuant to an application\n               made under paragraph (1) or may from time to time renew any such\n               registration, and upon any such registration or renewal, as the case may be,\n               issue to the owner of the business carried on in the pharmacy, a certificate of\nF      O E.~   registration in the form set out as Form E in the First Schedule.\n                       (3) There shall be paid in respect of every registration (or renewal\n               thereof) of a shop-\n                     (a) as a commerciallretail pharmacy, a fee of seven thousand five\n                           hundred dollars;\n                     (b) as a manufacturing pharmacy, a fee of ten thousand dollars;\n                     (c) as a distributiordwholesale pharmacy, a fee of fifteen thousand\n                           dollars; and\n                     (d) as a professional pharmacy, a fee of six thousand dollars,\n                                 [The inclusio~iof this page is authorized by L.N. 33Ai20051\n                          THE PHARMACY REGULATIONS. I975\npayable upon the applicant being notified that his application has been\nsuccessful.\n      (4) An application for the registration of a pharmacy shall be\naccompanied by an inspection fee of two thousand five hundred dollars.\n       (5) There shall be paid in respect of every registration of a person as\nthe owner of a pharmacy, or the renewal of such registration, a fee of fifteen\nthousand dollars.\n        (6) Where-\n      ( a ) a certificate of registration has expired; and\n       (b) an application for renewal is made after the expiration of the\n            month of grace,\nthere shall be paid, in respect of such renewal, a fee of five hundred\ndollars in respect of each month or part thereof during the late\nregistration period.\n        (7) In paragraph 6-\n      \"late registration period\" means the period commencing on the day\n            next after the expiration of the month of grace and ending on the\n            date of renewal of registration;\n      \"month of grace\", in relation to any certificate of registration, means\n            the period of one month after the date of expiration of that\n            certificate."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The Registrar shall pursuant to subsection (4) of section 13 of the Act,\nenter-\n       (a) in the Register of Pharmacies, in respect of any shop registered or\n           deemed to be registered, as the case may be, as a pharmacy-\n                    the name and address of the business;\n                    the name and address of the registered owner;\n                    the name and address of the registered pharmacist in\n                    control of, managing, or supervising the pharmacy;\n                    the registration number;\n                    the date of registration or renewal of registration, as the\n                    case may be;\n                   the date of expiry of registration; and\n      (6) in the Register of Owners in respect of the owner of any business\n          registered as a pharmacy-\n                (i) his name and address;\n                  [The inclusion of t h ~ spage is autlionzed by L.N. 3 3 N 2 0 0 5 ]\n                       THE PHH41tCL4CYREG L'U TI(3h:S. I 975\n              (ii) his age;\n              (iii) the name and address of the business in respect of which\n                    he is registered as owner;\n              (iv) the date of registration;\n                (v) if the business is operated by a company or partnership,\n                     the name and address of every shareholder or officer of\n                     that company or of every partner, as the case may\n                     require; and\n              (vi) a notation of the fact that he is of good character and has\n                     no criminal record which, in the opinion of the Council,\n                     could impinge on the practice of the profession of\n                     Pharmacy;\n               (vii) a notation of the fact that the registration fee has been\n                     paid;\n              (viii) the names of two character references from among the\n                      following-\n                          (A) Registered Pharmacist;\n                          (B) Justice of the Peace;\n                       (C) Police Officer above the rank of Inspector;\n                       (D) Resident Magistrate or Notary Public;\n               (ix) a notation of the fact that the Council is satisfied that the\n                    applicant is a fit and proper person to be registered as the\n                    owner of a pharmacy.\n Disciplinary Proceedings andAppeals:"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1)   Where an allegation is made to the Council that any registered\npharmacist or pharmaceutical student (in these Regulations referred to as\n\"respondent\") has been convicted of a criminal offence or is guilty of\nprofessional misconduct, the Council shall direct the Registrar to make such\nfurther investigations in relation to the allegation as he thinks necessary, and\nthe Registrar shall report thereon to the Council, stating whether or not the\nallegation made against the respondent has been substantiated.\n         (2) The Registrar may, at any stage of his investigations into any\nallegation as aforesaid, take advice from any attorney-at-law appointed by\nthe Council, and may obtain proof of evidence in support of the allegations\nmade against the respondent, and may, in such cases as he thinks fit, decline\nto proceed with the investigation, unless the evidence in support of the\nallegations (other than evidence of a conviction) is verified by statutory\ndeclaration.\n                  [The incicsioo of this page is authorized by L.N. 33A120051\n                      THE PHARMACY REGULATIONS, 1975\n         (3) Where it is proved by a certificate of the competent officer of\nthe Court in which the proceedings took place, that the respondent has\nbeen convicted of a criminal offence and that such conviction has not\nbeen subsequently quashed on appeal, the Registrar shall so inform the\nCouncil and the Council may forthwith and without further enquiry,\ndirect the Registrar to remove the name of the respondent from the\nregister.\n         (4) The Registrar shall invite the respondent to furnish any written\nstatement or explanation which he may wish to submit in relation to any\nallegation that he is investigating, and shall consider such statement or\nexplanation before taking a decision on the matter.\n        (5) For the purposes of this regulation, the following shall be\nconsidered to be professional misconduct-\n            theft or u n l a h l possession of drugs or poisons;\n           conspiring to procure a miscarriage;\n           unlawfdly procuring or attempting to procure a miscarriage;\n           being under the influence of alcohol or drug which renders lum\n           incoherent, while performing his duties as a pharmacist or\n           pharmaceutical student, as the case may be;\n           altering or causing to be altered in any way the prescription of a\n           registered medical practitioner or a registered dentist, a registered\n           veterinary surgeon or vetcrinary practitioner without the\n           knowledge and consent of such practitioner, dentist or veterinary\n           surgeon or veterinary practitioner;\n           publishing and distributing material of a pornographic or other-\n           wise objectionable nature;\n            dividmg with a registered medical practitioner, profits derived\n            from the filling of prescriptions issued by that medical\n            practitioner;\n            errors in dispensing due to negligence: and\n            any breach committed under section 26 of the Act."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) Where the Council, upon examination of the report of the\nRegistrar made to them on his investigations pursuant to regulation 10.\ndecide that disciplinary proceedings should be held in respect of the\nallegation, they may fix a date for hearing the matter and may direct the\nattorney-at-law appointed by them to take all necessary steps for verifying\nthe evidence to be submitted to them, for obtaining the necessary documents\nand for ensuring the attendance of witnesses at the hearing.\n                 [The inclusion of this page'is autlionzed by L.N. 33A12005]\n                       THE PHrLM I.4C P MCi UL4TI0:'iS. 19 75\n        (2) The Registrar shall send to the respondent a notice in writing,\nspecifying the nature and particulars of the allegation against him and\ninforming him of the time and place of the meeting of the Council at which\nthe matter will be heard.\n         (3) A notice under paragraph (2) shall be sent to the respondent by\nregistered post to his address entered in the register or if the Registrar has\nreason to believe that that address is not his present address, then to any other\naddress which may be known to the Registrar. and shall be posted so as to\nallow at least twenty-one days to elapse between the date of posting and the\ndate fixed for the hearing.\n        (4) Where there is a complainpt in any matter fixed for hearing\nbefore the Council, the Registrar shall send him a copy of the notice sent to\nthe respondent under paragraph (2).\n         (5) Any party to any proceedings being held under the provisions of\nthis regulation may be represented at the hearing by an attorney-at-law or\nother person so. however. that if any such p'arty intends to be so represented\nat the hearing, he shall give not less than seven days' notice of the intenti011\nto the Registrar."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) At the hearing of any matter the attorney-at-law, Registrar or\nother person appointed by the Council for that purpose, shall state to the\nCouncil the allegation against the respondent, the facts of the case, and\nsubmit evidence in support of the allegation, and the respondent or his\nrepresentative shall be entitled to cross-examine any witness appearing in\nsupport of the allegation against hm.\n        (2) At the conclusion of the statement of the allegation against the\nrespondent and the evidence in support thereof, the respondent or his\nrepresentative shall be invited by the chairman to address the Council\nand to tender evidence in answer to the charge, and the attorney-at-\nlaw, Registrar or other person appointed by the Council for the purpose\nshall be entitled to cross-examine the respondent or any witness giving\nevidence on his behalf, and to reply on the whole matter after the\nrespondent or his representative has replied."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. If the respondent, after proper notice, does not attend either\npersonally or by a representative at a proposed hearing of allegations\nagainst him, the Council may proceed to hear and determine the matter\nin his absence.\n                  [The -inclusion of this page is authorized by L.N. 33N2005]\n                       THE PHARMACY REGULATIONS, 197.5\ntion 16 are understood by the person receiving the poison, and shall cause\nthe person receiving such poison to sign his name beside the relevant entry in\na book in which shall be recorded the following-\n           date of transaction;\n           name, address and occupation of the person to whom the poison\n           is being sold, dispensed or delivered;\n           name and quantity of poison sold, dispensed or delivered, or\n           where the poison is an ingredient of a preparation, the proportion,\n           of poison;\n            the purpose for which the poison is required;\n            where the person to whom the poison is being delivered is not\n            known to the person selling, dispensing or delivering same,\n            the name and address of a witness to the transaction, and where\n            there is no witness to the transaction, the name and address\n            of the person giving a recommendation in respect of the\n            transaction;\n            signature of the person receiving the poison; and\n            signature of the person selling, dispensing or delivering the\n            poison."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(1) No person shall sell, dispense or deliver any liniment, em-\nbrocation, lotion or similar caustic substance containing poison unless such\nsubstance is in a container-\n       (a) which is so constructed as to prevent leakage arising from the\n           ordinary risks of handling, and which is impervious to poison;\n           and\n       (b) to which is affixed a label giving notice that the contents shall not\n           be taken orally.\n          (2) Where a person sells, dispenses or delivers any substance\nmentioned in paragraph (1) in a bottle of a capacity of not more than 120\nfluid ounces, the outer surface of that bottle shall be flubed vertically with\nribs or grooves easily discernable by touch."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. No person shall transport any poison unless-\n                       THE PHARMACY REGULATIONS, 1975\n      (a)   it is adequately packed to avoid leakage arising from the ordinary\n            risks of handling;\n      (b) the outside of     the package containing the poison is labelled\n            conspicuously with the name and description of the poison and\n            with a notice indicating that it is to be kept separate from food\n            and food containers; and\n      (c)   adequate precautions          are taken to prevent the risk of con-\n            taminating food."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1) No person shall sell arsenic unless before such sale, the arsenic\nis mixed with soot or indigo in the proportion of at least one ounce of soot or\nhalf an ounce of indigo to one pound of arsenic, so, however, that this\nprovision shall not apply-\n      (a) when such arsenic is an ingredient of any medicine required to\n          be made up or compounded in accordance with the prescription\n          of a registered medical practitioner, a registered dentist or a\n          registered veterinary surgeon or veterinary practitioner; or\n      (b)   to wholesale dealers supplying arsenic upon order in writing in\n            the ordinary course of wholesale dealing; or\n      (c) where such arsenic is stated by the person receiving same to be\n          required for some purpose other than use in agriculture, and it is\n          established that such mixture would render the arsenic unfit for\n          the purpose for which it is being obtained and the arsenic is\n          delivered in quantities of not less than ten pounds on each\n          occasion.\n  Miscellaneous:"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.-(1) Every prescription for a poison shall be in writing and shall\nincude the following-\n      (a) the date;\n      (b) the name and address of the person for whom the prescription is\n          issued;\n      (c) the name and quantity of the substance to be supplied;\n      (d) adequate directions for the use of the substance prescribed;\n                 [The inclosion of this page i s authorized by L.N. 33k?005]\n                         THE PHARMACY REGULATIONS, 1975\n      (e) the usual legible signature of the prescriber; and\n      u>    where the prescription is given by a registered dentist or\n            registered veterinary surgeon or veterinary practitioner, the words\n            \"for dental treatment only\" or \"for treatment of animals only\", as\n            the case may require.\n        (2) A prescription for a drug may-\n      (a) be in writing;\n      (b)   be communicated verbally by a registered medical practitioner,\n            which verbal communication shall be validated pursuant to\n            paragraph (4);\n      (c)   be transmitted by facsimile, or other electronic means to a\n            pharmacist by a registered medical practitioner.\n         (3) A person selling a drug pursuant to a written prescription\nshall retain such prescription for at least two years from the date of filling\nthereof.\n         (4) A person to whom a prescription for a drug has been com-\nmunicated verbally by a practitioner shall forthwith reduce the pre-\nscription to writing (which shall be validated by the practitioner within\nthirty-six hours) and shall, upon the filling thereof, retain that validated\nprescription for a period of not less than two years from the date of the filling\nthereof.\n        (5) Every prescription for a drug shall include the following-\n      (a) the date;\n      (b) the name, age and address of the person for whom the pre-\n          scription is issued;\n      (c) the name, the generic name, and the quantity of the substance to\n          be supplied;\n      (d) adequate directions for the use of the substance prescribed;\n      (e) the usual signature of the prescriber and his name in legible print\n           form;\n      u> the address, telephone number and registration number of the\n          prescriber;\n      (g) where the prescription is given by a registered dentist or registered\n          veterinary surgeon or veterinary practitioner, the words \"for\n          dental treatment only\" or \"for treatment of animals only\", as the\n          case may require.\n                  [The i~iclusionof this page is aurliorized by L . S . 33.4'20051\n                       THE PII.4RMACY REG ULATIONS, 1975"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.-(1) Any person who hspenses, compounds, retails or supplies any\ndrug other than in accordance wilh the prescriplion of a registered medical\npractioner, registered dentist or registered veterinary surgeon or veterinary\npractitioner shall delivcr such drug in a container labellcd with-\n      (a) the name of the drug;\n      (b) adequate directions for use;\n      (c) words of caution respecting the drug, if necessary.\n         (2) A pcrson who dispenses, retails or supplies any drug whether\nover the counter or in accordance with the prescription of a registered\nmedical practitioner, registered dentist or registered veterinary surgcon or\nveterinary practitioner shall, where therc is available a bioequivalent generic\ndrug which is interchangeable with the na~ncddrug and which is less costly.\ninfonn the person requesting the drug of those facts, and shall supply the\ngeneric equivalent instead of the named drug, except where the person\nobjects or declines to accept the generic form.\n       (3) Every person who dispenses or, as the casc may be, retails or\nsupplies over the counter any drug which caries a brand name shall erect and\nmaintain a prominent sign informing persons of the availability of the\ngeneric drug which is the bioequivalent of the drug carrying the brand\nname."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.-(1) No prescription shall be dispensed inore than once unless it\nis dispensed in accordance with the directions of the prescriber included in\nthe prescription to the effect that it may be dispensed at stated intervals, a\nstated number of times or whenever necessary.\n         (2) Where a prescription-\n       (a) includes a direction that it may be dispensed a stated number of\n           times but does not include any direction as to the intervals at\n           which it may be dispensed, such prescription shall not be\n           dispensed more often than once in three days; or\n       ( h ) includes a direction that it may be dispensed a1 slated intervals\n            but does not include any direction as to the number of times it\n            may be dispensed, such prescription shall not be dispensed more\n            than three times:\n       (c) where a prescription specifies that there should be multiple\n           repeats, that prescription shall be valid for twelve months froin\n           the date of original issue.\n                  [The i ~ ~ c l u s iofo ~this\n                                            ~ page is authorized by L.N. 33A120051\n         (3) Every person filling a prescription shall, at the time of\ndispensing. note on the prescription-\n     ( a ) the date on which it is dispensed:\n     (b)   the strength and quantity of the drug dtspensed:\n      (c) the name of the manufacturer of the drug dtspensed;\n      (LO the name of any generic substitution made, together with the\n           name of the manufacturer of that drug;\n      (e) his signature and registration number in a legible manner.\n          (4) Every pharmacist shall be entitled to practise his profession\nin Jamaica and to demand and recover any reasonable charges for his\nservices."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. No person shall transmit by post any drug or poison unless the\npackage containing such drug or poison is transmitted by registered\npost."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Every antibiotic and other drug or poison which requires special\nstorage arrangements shall be stored in accordance with the temperature and\nother storage requirements specified by the manufacturer in respect of that\nantibiotic, drug or poison."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26-30  n          3 1 and over\nSingle     0          Married     q                             Employment Status\n                                                                Full-time0                Part-time\nHome Address: ................................                  Unemployed        q\nTelephone: ....................................\nEmail: ............................................             Any Other Injbrmation\n Qualijication:\n Phd.          MSc.     0 BSc./B PharmO\n Dip. Pharm.      q\n                    [The iliclusioti o f l l ~ i spage is authorized by L.N. 33A120051\n                              THE PHARMACY REGULATIONS, 1975\n                                        FIRST SCHEDULE,\n                                                     cond\n                                             FORM C I, contd.\n      Other (please specify)                                      .............................................\n      No. of Credits: ..............................              .............................................\n      (include documentary proof)\n      1 declare that the information provided herein is a truthful and complete statement of the\n      information required.\n      Signature: ....................................            For official use only\n      Date: ..........................................            Fee: .......................................\n                                                                  Date received: ...........................\n      Registration Fee $2,500.00                                  Receipt No: ..............................\n                                                                  Signature: .................................\n                                                                                        (Regulation 5 (1) )\n                                        THE PHARMACY ACT\nApplication for registration of a shop as a pharmacy and\nfor registration of the owner of the business\nTo the Pharmacy Council\n      Business Name of shop.. ...............................................................................\n      Type of Pharmacy ......................................................................................\n      Address of shop.. ........................................................................................\n      Name of owner of shop.. ...............................................................................\n      Address of owner of shop.. ............................................................................\n      Name of registered Pharmacist                 ..............................................................\n        having control of the shop\n      I ............................................................................................................\n                                       (Name of applicant)\n      hereby apply for registration of the above shop as a pharmacy and for registration of\n      myself as the owner of the business in which the pharmacy is carried on, and e n c l o s e\n              (i) a fee of.. ..........................................\n                                                                    ..;\n             (ii) a certified copy of my birth certificate;\n            (iii) two recent photographs of myself.\n        Dated this                         day of                                       19\n                                            ......................................................................\n                                                                   Signature of applicant\n                       [The inclusion o f this page IS aud~orizedhy L I'! 33A120051\n                                  FIRST SCHEDUIE,contd.\n                                             FCRME                                 (Rzgulation 5 (2) )\n                                  THE PHiNMACY ACT\n                Cert$cate of registration of a shop as a pharmacy\nThis is to certif?.that the shop registered as.. .......................................................\nsituated at.. ............................. ..in the parish of.. ...........................................\n                             .....\noperated by.. .....................           .... . A..................................................\n                                                             ,.\nis duly registered as a , ...................... ..........pharmacy for the period ending.. ...........\n...................................................:..and that. .............................................\nof.. ..................................................................................................\n                                                                                                    is duly\nregstered as the owner ofthe business in which the pharmacy is carried on.\nI\nI     Photograph of owner\n                                            .................................................................\n                                                     Registrar, Pharmacy Co~tncll\n                                           ..................................................................\n                                                     Choirnran, Pharnracy Council\n                                            FVRM F                                (Regulation 15 (1) )\n                                   THE PHARMACY ACT\n      Application for registration as an authorized seller o f poisons\nName and address of business.. .......................................................................\nName and address of applicant.. ......................................................................\n ............................................................................................................\n Date of birth of applicant.. ............................................................................\n  I .............................................................................................\n                                                                                              hmeby\napply for registration as an authorized seller of poisons pursuant to section 15 of the\nPharmacy Act.\n   I enclose two testimonials, evidence of my age and two recent photographs of myself\n duly certified.\n                                                              Signature of applicanl\n                                       .....................................................................\n                                                                       Date\n                                              FORM G                               (Regulation 15 (3) )\n                            THE PHARMACY ACT\n         Cerh3cate of registration as an authorized seller of polsons\n This is to certify that ...................................................................................\n                              THE PHARMACY REGULA TIONS, I9 75\n                                       FIRST SCHEDULE,\n                                                    contd.\n                                             FORM G, contd.\n      of. .........................................................................................................\n      is hereby registered as an authorized seller of poisons and is authorized to sell the poisons\n      set out in Part I1 of the Second Schedule to the Act.\n         Dated at                    this              day of                                    19\n                                                ................................................................\n                                                         Registrar, Pharmacy Council\n                                                ...............................................................\n                                                         Chairman, Pharmacy Council\n           Photograph of Owner\n                                                FORM H                               (Regulation 4 (5B) )\n                                       THE P H M A C Y ACT\n                              Certificate of Renewal of Registration\n      This is to certify that .................................................................................\n                                                                                                          of\n                                                         ..in the parish of.. .................................\n      ......................................................\n      is duly registered as a pharmacist for the period ending ........................................\n      ..............................................\n      Dated at ..............................this ..............day of ........................20     .\n                                                ................................................................\n                                                         Registrar, Pharmacy Council\n                                                ...............................................................\n                                                         Chairman, Pharmacy Council\n                                                                                          (Regulation 14 )\n                                Poisons for the purposes of the Act\nAcetanilide; alkyl Acentanilides\nAcetohexamide\nScetydihydrocodeine; its salts\nAlkyl fluorides other than those specified in Part I1 of this list\nAlkaloids, the foIlowing; their salts, simple or complex; their quaternary compounds\nAconite, alkaloids of\nAtropine"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. All records and books required by these regulations to be kept by\n          any person, shall be open to inspection by 'my inspector or other officer\n          appointed under the Act, at all reasonable times, and it shall be lawful\n          for any such inspector or officer to make a copy or extract from any such\n          records or books."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Any person who contravenes any provision of these Regulations\n          shall be guilty of an offence and shall be liable, on summary conviction\n          in a Resident Magistrate's Court, to a fine not exceeding fifty thousand\n          dollars or to imprisonment with or without hard labour for a term not\n          exceeding six months.\n                            [The inclusio~lof his page is authorized by L.N. 33N2005]\n                              THE PHARMACY REGULA TIONS, 1975\n                                            FIRST SCHEDULE\n                                                  FORMA                                 (Regulation 3 (I) )\n                                        THE PHARMACY ACT\n                     Application for registration as a Pharmaceutical Student\nTo the Pharmacy Council\n      Name of applicant.. .....................................................................................\n                                                     (In block letters)\n      Date of application... .......\n                               .....         .................................................................\n      Address of applicant.. ...................................................................................\n                                                       (In block letters)\n      Age of applicant.. ........................................................................................\n                                       (Photostat or certified copy of Birth Certificate\n                                                      should be attached)\n      Qualification of applicant.. ............................................................................\n      ............................................................................................................\n                                  (Photostat or certified copies of Certificates\n                                      should be attached when possible)\n      Testimonials (3 to be attached)\n      Name of Parent or Guardian (if under 21).. .........................................................\n                                                                    (In block letters)\n      Address of Parent or Guardian (if applicable)......................................................\n                                                                      (In block letters)\n                                       ...........................................................................\n                                                               Signature of applican f\nTo be completed by the approved college at which applicant\nhas been admitted as pharmaceutical student\n      Date of admission.. .....................................................................................\n      Recommendation.. .......\n                             ............................................................................\n                                        ..........................................................................\n                                                       Principal or Head of Faculty\nTo be completed by the Registrar\n      Date approved Irefused by the Council.. ...........................................................\n      Date registered, if registered. ..........................................................................\n      Reason for refusal, if refused ..........................................................................\n                                                                   Signature of Registrar\n                             THE PHARMACY REGULATIONS, 1975\n                                                      contd.\n                                        FIRST SCHEDULE,\n                                                   FORM B                                       (Regulation 4 (1) )\n                                        THE PHARMACY ACT\n                            Application for registration as a pharmacist\nTo the Pharmacy Council\n      Name of applicant .......................................................................................\n                                                      (In block letters)\n      Date of application ...............  .\n                                           ...................................................................\n      Address of applicant .....................................................................................\n                                                       (In block letters)\n      Age of applicant ..........................................................................................\n                                       (Photostat or certified copies of Diploma and\n                                                 Certificates should be attached)\n      Testimonials (3 to be attached)\n                                       ...........................................................................\n                                                                 Signature of applicant\nTo be completed by the Registrar\n      Date registered or refused ..............................................................................\n                                          .... ..\n      Registration No .......................     ....................................................\n      Date and No. of Gazette Notice in which registration published.\n      .............................................................................................................\n      Reason for refusal. if refused.. ........................................................................\n                                        ..........................................................................\n                                                         Signature of Registrar\n                                                  FORM C                                        (Regulation 4 (5) )\n                                        THE PHARMACY ACT\n                            Certificate of registration as a pharmacist\n      Registration No .......................................\n                             This is to certify\n      that.. .......................................................................................................\n                      [The i ~ i c l u s i o o~ if this page is authorized by L.N. 33.4 20051\n                           THE PHARMACY REGULATIONS. 1975\n                                     FIRSTSCHEDULE,\n                                                 contd.\n                                         FORMC, contd.\nof ..............................................................................................................\nhas been duly registered as a pharmacist under the Pharmacy Act.\n   Given under my hand this                        day of                                 19\n                                          ......................................................................\n                                                            Chairman, Pharmacy Council\nRegistered\n.....................................................\n                    Registrar\n                                             FORMC1                                      (Regulation 4A (2) )\n                                     THE PHARMACY ACT\n                              Annual Registration of Pharmacists\nPrint or type clearly the                                      Employment Record\ninformation as is now shown                                    Present Employer\non your licence.\nSurname: ....................... .\n                                 .............                  Address: ....................................\nMaiden Name (if applicable): ...............                   Phone: .......................................\nChristian Name(s): ...........................                  Fax: ................................\n                                                                                                    .......\nGender:        Male     q       Female q                        Email: ......................................\nDate of Birth: ....................... .\n                                       ........                 Years of Experience\nRegistration No.: ...............................               0-20           3-50            6-10   0\nDate of Registration: ..........................."
    }
  ],
  "definitions": [
    {
      "term": "approved",
      "definition": "approved by the Council:",
      "source_provision": "sec2"
    },
    {
      "term": "generic drug",
      "definition": "any unpatented drug and includes a drug whose",
      "source_provision": "sec2"
    },
    {
      "term": "terti'ary institution",
      "definition": "the University of Technology, Jamaica, or",
      "source_provision": "sec2"
    },
    {
      "term": "vocational training",
      "definition": "training in an approved hospital or an",
      "source_provision": "sec2"
    },
    {
      "term": "late registration period",
      "definition": "the period commencing on the day",
      "source_provision": "sec5"
    }
  ]
}