{
  "id": "jm-subs-the-poor-relief-act",
  "type": "statute",
  "title": "The Poor Relief Act",
  "title_en": "The Poor Relief Act",
  "short_name": "Poor Relief Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-poor-relief-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-poor-relief-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Rules may be cited as the Poor Relief (Supply of Mc&cixs:-\nand Medical Stocres) Rules, 1904."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. All medicines and medical stores for the use of thc palippi:. rlC\nthis Island shall be procured in the manner hereinafter specified by tI.rs:\nKingston and St. Andrew Corporation and the Parish Councils a d\nmanagers of almshouses from the Ministry of Health and Fnvirr.n\nmental Control, and payment of the bills for the same shall be madc\nby the Kingston and St. Andrew Corporation and the Parish Cozmciic,\nby transfer drafts in favour of the Permanent Secretary:\n Provided that the orders to the Ministry of Health and Environ-\nmental Control for these supplies shall not be sent before the Govern-\nment informs the Kingston and St. Andrew Corporation and the Parish\nCouncils that the Ministry is in a position to fulfil them."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Medical Officers shall forward through the Kingston and St.\nAndrew Corporation or the Parish Council or Board of Managers on\nwhose paupers or almshouses they are in attendance, requisitions for\nthe medicines and medical stores required by them in such attendance\nat such intervals as the Permanent Secretary may from time to time\ndetermine in the interest of the Ministry of Health and Environmental\nControl.\n                                POOR RELIEF\n                      THE POOR RELIEF ACT\n                                     RULES\n                              (under section 9 )\n  (Made by the Board of Supervision and approved by the Governor           G.N.508116\n          in Privy Council on the 25th day of July, 1916)"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. If the Parish Council shall be of opinion that it is desirable to\nboard out such pauper child and if satisfied as to the character and\nability of the applicant it may enter into agreement with such applicant\nfor the maintenance of the child using the following form with such\nmodifications as they may deem advisable-\n       In consideration of ........................................   at present\n     in receipt of parochial relief in the parish of .................. being\n     delivered to me by the Kingston and St. Andrew Corporationlthe\n     Parish Council of ....................................I do hereby agree\n     with the said Kingston and St. Andrew Corporation/Parish Council\n     to kke charge of the said ..............................and to keep and\n     retain him (or her) in my care and under by control until he\n     (or she) shall attain the age of fourteen years, to employ him\n     (or her) only in such a manner as is suitable to his (or her) age\n     and capacity, to clothe and feed him (or heu) properly and\n      sufficiently, to allow him (or her) attendance at school, or\nTHE POOR RELIEF (BOARDING-OUT OF CHILDREN) RULES, 1917\n  instruction at home, for at least two hours daily during his\n  (or her) school age (Saturdays and Sundays excepted) and to see\n  that he (or she) is not without religious instruction:\n    Provided that I shall be at liberty, at my expense to return\n  him (or her) to the Kingston and St. Andrew Corporation /Parish\n  Council of .......................................should he (or she) at any\n  time prove unsuitable or in any way unmanageable, on my so\n  representing to the Kingston and St. Andrew Corporation/Parish\n  Council.\n    Provided also that I shall be bound to return him (or her) to the\n  Kingston and St. Andrew Corporation /Parish Council whenever\n  required so to do by the said Corporation/Council.\n    1 also agree to forward a report on his (or her) conduct to the\n  Kingston and St. Andrew Corporation/Parish Council once in\n  every six months and further that I will not take or allow him\n  (cu her) to be taken out of the Island.\n     The Inspector of Poor for the said parish shall have power to\n  visit the said child at all reasonable times.\nDated the   ........................\n                                 ..       day of ........................ 19......\n                                          Signed. ................................\n                                          Residence.. .........................\n            mhe inclusion of this page is authorued by L.N. 4119761\n                                POOR RELIEF\n                       THE POOR RELIEF ACT\n                                   RULES\n                               (under section 9)\n  (Made by the Board of Supervision and approved by the Minister                      L.N. 44/71\n                on the 19th day of January, 1971)"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.00 P.M. Daily\n           SUPPERA\nDried Milk        ...              ... 1 oz.\nCod Fish Fritters ...              ... 1 02.\nFlour             ...              ... 3 oz.\nBread             ...              ... 3 ozs.\nSugar ...          ...              ... 1 oz.\nCocoa ...          ...             ...     ) 02.\nCoffee or Tea ...                  ... 3 02.\nMargarine         ...              ... 3 02.\n             SUPPERB\n Skim Milk          ...            ... 1 oz.\n Porridge           ...             ... 13 ozs.\n                IThe inclusion of this page is authorized by L.N. 4119761\n18    THE POOR RELIEF (DIET SCALES FOR ALMSHOUSES) RULES. 1970\n     Sugar ...         ...              ... 1+ ozs.\n     Crackers         ...               ... 2 ozs.\n     Cheese           ...               ... 1 oz.\n     Jam              ...               ... 3 oz.\n     Cocoa (optional) ...               ...         oz.\n                 SUPPERC\n     Vegetable Soup (Chicken Necks\n        and Backs)    ...       ... 2 02s.\n     Irish Potatoes   ...       ... 1 02,\n     Pumpkin          ...       ... 2 02s.\n     Chochoes         ...       ... 1 02.\n     Ochro or Cut Beans\n     Dried Skim Milk ...\n     Bread            ...\n                                ... 1 02.\n                                ...   oz.\n                                ... 2 02s.\n                                                *\n     Margarine        ...       ... 4 02."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The Inspector ar Assistant Inspector shall enquire into and make\n    himself personally acquainted with the circumstances of the case of\n    each individual poor person receiving relief from the Poor Funds of the\n    Parish."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.00 A.M. Daily\n               BREAKFAST\n     Porridge-choice of Cornmeal,\n                     P h e inclusion of this page h authorized by L.N. 4119761\n THE POOR RELIEF (DIET SCALES FOR ALMSHOUSES) RULES, 1970\n          Cream of Rice Oat-\n          meal,   Cream      of\n          Wheat, etc.       ...           1 oz.\nDried Milk       ...        ...           1 oz.\nSugar            ...        ...           1$ ozs.\nWhite Bread or Crackers     ...           2 02s.\nEggs (Medium) thrice weekly ...           1\nMargarine        ...        ...            $ oz.\nCocoa, Coffee or Tea        ...            a oz."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.00 P.M. Daily\n         8 02s. Milk-Fresh           or Dried for ulcer patients and bed-\n          ridden patients.\n                       EXPLANATORY NOTES\n   (a) This \"Soft Diet\" should normally be given to inmates for\n       whom such diet has been ordered by the Medical Officer and\n       for patients who are-\n          (i) old-without teeth\n          (ii) ulcer cases, gastric or duodenal\n         (iii) young children\n         (iv) convalescent, typhoid cases etc.\n   (b) It will be cbserved that tea, cocoa, and coffee have been pro-\n       vided as alternatives in both Diet Scales. Tea is not necessarily\n       to be confined to herb or bush tea. This variation has also been\n       included in the daily breakfast menu for all patients.\n    (c) The former Diet Scale did not expressly show that sick patients\n        were allowed soup. This has been corrected as it is of partic-\n        ular importance where patients do not normally like vegetables\n        for these to be included in soups which are enjoyed by the\n        majority.\n    (d) Fortified cereal or porridge or soup may be alternated for the\n         supper provided in the \"Soft Diet\" Scale. This is also applic-\n         able to the supper provided in the Full Diet Scale.\n    (e) In the case where eggs a e required to be served medium eggs\n         should be used.\n     (0 It should be noted what is termed as cooking extras at the\n         end of the Full Diet Scale.\n    (g) In regard to oils for cooking an extra allowance of 5% should\n         be made on fish days or when liver is served as more oil will\n         be required.\n    (h) An allowance of 15% should be made for the peeling, strip-\n         ping and spoilage of native food provisions such as yams.\nTHE POOR RELIEF (DIET SCALES FOR ALMSHOUSES) RULES, 1970\n        cocoas and potatoes.This does not cover spoilage in the store-\n        room.\n   (i) It is to be made quite clear that the weights in ounces as per the\n        Diet Scale are to be of pre-cooked food.\n    ti) It will be observed that the lunches for this Full Diet Scale\n        average about 14 02s. In this connection it is to be pointed out\n        that the cooked lunch should amount to nearly 18 02s. due to\n        the absorption of water in the process of cooking e.g. rice.\n   (k) Inmates performing manual work shall be allowed double the\n        quantities as per the Full Diet Scale.\n   (I) The quantity of diet allowed to any inmate not performing\n        manual labour may only be increased by order of the Medical\n        Officer to be written on the bed-head ticket.\n  (m) Therre shall be no omission on any item from the Diet Scale\n        without an appropriate substitution being supplied, i.e. of\n        similar caloric value.\n   (n) Stimulants may be supplied to the inmates on the order of the\n        Medical Officer written on the bed-head ticket.\n   (0) In the case of East Indian inmates who may not eat meat,\n        substitutions in similar quantities may be made by supplying\n        curried vegetables and beans or peas.\n  (p) In the case of children under 12 years of age, one-half of the\n      quantities as per the Diet Scale ace to be issued.\n             [Tbe inclusion of tMs pwe Is authorized by L.N. 4119761"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The Inspector, in addition to the two annual visits required by\n    the Act, must from time to time visit at their dwellings, either personally\n    or by an Assistant Inspector duly appointed, paupers recently admitted\n    on the roll, especially those with whose habits and character he may\n    not previously have been well acquainted, and likewise all such paupers\n    as he may have reason to suspect of deception or of misapplying the\n    relief given by the parish."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. 30 A.M. Daily\n                                                      Fruit-Qrange. 3 grapefuit.\n                                                        tangerine, ripe banana,\n                                                        star apple, other fruits\n                                                        in season (cheaper at\n                                                        that time).\n                    XI\n            BREAKFAST\nSkim dried Milk ...    ... 1                  02.\n               Il%e inclusion of this page is authorized by L.N. 4119761\n  THE POOR RELIEF (DIET SCALES FOR ALMSHOUSES) RULES, 1970\nSugar              ...           ... 2 ozs.\nPorridge          ...           ... 1 oz.\nEggs (Medium)     ...           ... 1 (twice weekly)\nBread              ...           ... 3 ozs\nMargarine         ...           ... 3 oz.\nCocoa             ...           ... t oz.\nCoffee or Tea     ...           ... + oz.\n                            LUNCH MENUS"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The Inspectm should report to the Parish Council at its next\n    meeting all cases of misapplication by any pauper of the relief given\n    by the pafish and should make it known to all the paupers that he is\n    required so to do\n                   R h o inclusion of lhis wee is aUhorfLed by L.N.   4119761\n                    THE POOR RELIEF RULES, 1886\n   12 The Inspector shall return an answer to every application for\nrelief within twenty-four hours of the time of its being made. If on\nsuch enquiry as he shall be able to make within that time he shall be\nsatisfied that the applicant is in a state of destitution and a fit object\nfor parish relief, he shall make such an alimentary allowance as in the\ncircumstances shall be reasonable, until the next meeting of the Parish\nCouncil, when he shall make a full report thereon. But if on such\nenquiry he shall be satisfied that the applicant is not legally entitled to\nrelief he shall refuse the application and report the refusal, with his\ngrounds for refusing it. to the Parish Council at its next meeting; or if\nhe shall be unable within the twenty-four horn to satisfy himself as\nto the true circumstances of the case, he may delay making a final\nanswer for any period which may appear to him necessary for c m -\npleting his enquiries, but in that case he shall give such temporary\nrelief, either in food or money as may seem necessary until his final\nanswer is made to the applicant And in every case of refusal of such\napplication the Inspector shall deliver to the applicant a certificate\nsigned by the Inspector which shall certify the fact, the grounds and\nthe date of such refusal and set forth the name of the person so refused."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.00 Noon Daily\nMutton or Lamb ...              ... 4 ozs.\nRice               .-.          ... 3 ozs.\nPeas              ...           ... 3 02.\nDumplings-Meal                  ... 3 02.\n             Flour              ... 3 oz.\n2 Vegetables-2ozs. each         ... 4 02s.\nTripe and Beans ...       ... 4           ozs.\nBeans (dried)     ...    ... 1            02.\nRice              ...    ... 3            ozs,\nSweet Potatoes or Yams   ... 6            ozs.\nDiced Chocho and Pumpkin ... 3            ozs.\nFish (Cod, Mackerel or Fresh) ... 4       ozs.\nRice              ...         .., 3       02s.\nYams or Potatoes or Green\n  Bananas         ...         ... 6       02s.\n2 Vegetables (Spinach and\n  Pumpkin)        ...         ... 4       ozs.\nBeef Stew       ....            ... 4 ozs.\nRice ...         ...            ... 3 ozs.\nGreen Bananas or Yams           ... 6 ozs.\nCabbage and Carrots             ... 4     OZR.\n              f i l m hdhuion of thir p.se Is authorized by L.N.l/m\n THE POOR RELIEF (DIET SCALES FOR ALMSHOUSES) RULES, 1970\nSoup-Pumpkin        and Vege-\n   tables Chicken Necks and\n                                                   I\n   Backs           ...      ... 4 ozs.\nIrish Potatoes or other carbo-\n   hydrates        ...      ... 6 ozs.\nDumplings-Meal              ... 4 02.                           Soup Day\n             Flour          ... 13 ozs.\nChocho             ...      ... 2 02s.\nPumpkin            ...      ... 2 ozs.\nStewed Trotters ...       ... 4 ozs.\nBeans (Dry)     ...      ... 1 02.\nRice            ...      ... 3 ozs.\nBreadhit or Yam          ... 6 ozs.\nVegetable (Cucumber and To-\n  matoes)       ...               ...\n                              4 02s.\nLiver           ...       ... 4 ozs.\nRice ...         ,..      ... 3 ozs.\nYams or Cassava ...       ... 6 02s.\nVegetables (Diced chocho and\n  carrots)       ...      ... 3 ozs."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Whenever any poor peuson, who shall have become chargeable to\nthe parish shall be insane or imbecile the Inspector must forthwith\nreport the same to the Parish Council."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. In all cases of sickness or accident befalling persons entitled to\nparish relief and requiring immediate medical or surgical assistance,\nthe Inspector must, upon his own responsibility, take measures far\nprocuring without delay medical aid in conformity with the provisions\nwhich may have been made and the instructions which he shall have\nreceived from the Parish Council."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. In every case of the sickness of or accident to any person in the\nreceipt of parish relief the Inspector must as soon as may be and from\ntime to time afterwards visit the home of such sick person and supply\nhim with such articles as may seem necessary until the case shall have\nbeen reported at the next meeting of the Pariah Council."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. The Inspector shall keep full and regular accounts of all moneys\nreceived and disbursed by h i on account of the relief of the p."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. An Inspector is not entitled to absent himself from the limits to\nwhich his duties extend without the permissioll of the Parish Council\n                Pba inchvlm ot thb pra & nu(haiud by L.N. 4119761\n                                   THE POOR RELIEF RULES, 1886\n               or its Chairman or vice-chairman previously obtained and without\n               having provided to its or their satisfaction for the performance of the\n               Inspector's duties during his absence."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. No Inspector can by resignation divest himself of the obligation\n               to discharge the duties of his office, and of the responsibilities arising\n               therefrom, until his resignation has been tendered in writing to the\n               Board of Supervision and has been accepted by it."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. The Inspeotor in each Parish shall in terms of section 35 of the\n               Act enforce the provisions of the M i a t i o n Act and the Maintenance\n               Act in every case in which the same are applicable and not inconsistent\n               with the provisions of the Act."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. The Inspecior is bound to observe and execute all lawful orders\n               and directions of the Parish Council amlicable to his office.\no.~.423/1saa     21. Every Inspector of the Poor shall keep in the annexed forms\nAmd:\nG.N.293,01     the following books and shall punctually enter therein the particulars\n               required by the relative instructions thereto appended, that is to say-\n                        Record of Applications                               with Index\n                        General Register of Poor                                 do\n                        Children's separate Register                             do\n                        Pay Roll of Registered Poor\n                        Visiting Book\n                        Cash Book\n                        Ledger with Index.\n                 Also-for    use in his duties a supply of the following forms-\n                     I. Application for Parochial Relief"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. No Inspector of the Poor 01 Assistant Inspector shall keep the\nrecords of the Parish Council in any other form than that which is\nspecified in rule 21 unless with the special sanction of the Board of\nSumision."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Every Inspector of the Poor shall provide himself at the cost of\nthe parish with the books and forms specified in rule 21, which on\napplication will be supplied by the Government Printer.\n                                 POOR RELIEF\n                       THE POOR RELIEF ACT\n                                   RULES\n                               (under section 9)\n   THE POORRELIEF(SUPPLYOF MEDICINES\n                                   AND MEDICAL\n                                             STORES)\n                      RULES,1904\n  (Made by the Board of Supervision and approved by the Gove~nov              L; %;   , Ju;il,:\n       in Privy Council on the 18th day of September, 1904)"
    }
  ],
  "definitions": []
}