{
  "id": "jm-subs-the-port-authority-act",
  "type": "statute",
  "title": "The Port Authority Act",
  "title_en": "The Port Authority Act",
  "short_name": "Port Authority Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-port-authority-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-port-authority-act",
  "provisions": [
    {
      "provision_ref": "sec0",
      "section": "0",
      "title": "Section 0",
      "content": "0) any remaining funds shall be secured for all persons entitled to\n            immediate contingent or deferred pensions and who were employed\n            to the Authority on the date of winding-up of the Scheme or on the\n            date on which they became pensioners contingent or deferred\n            annuity of an amount for each person as is determined on an\n            equitable basis by the Actuary provided that no such additional\n             annuities or other benefits shall be such as would prejudice the\n             approval of the Scheme under the relevant Act were the Scheme to\n             continue in being ;\n       (k) if any funds remain they shall be paid by the Trustees to the\n             employer.\n           (3) Where the balance of the Fund, after allocation to benefits under\nsub-paragraph (2) (a), is sufficient to provide a full allocation for all persons\nin the categories defmed in sub-paragraph (2) (b), (c), (d) or (e), the latter\nallocation shall be reduced in the proportions as advised by the Actuary.\n38                                                    PORT AUTHORITY\n                             (4) The provision of benefits to be made under this regulation shall\n                     be arranged by the Trustees and shall be made in any one or more of the\n                     following ways-\n                          ( a ) by purchase of non-assignable annuities;\n                           (b) by transferring, with the consent of each member concerned, such\n                               part of the hnds as is certified by the Actuary to be appropriate in\n                               the circumstances to another superannuation scheme approved by\n                               the competent authority on that behalf with a view to benefits\n                               being obtained fiom that Scheme;\n                           ( c ) by such other means as the Trustees in their absolute discretion\n                               think fit but so that no part of the Funds shall remain under the\n                               Trusts Deed after the duration of the period referred to in paragraph\n                               (2) (4.\n                              (5) Notwithstanding the other provisions of this regulations the\n                     Trustees shall if so required by law, obtain the specific approval to their\n                     winding up proposals of the appropriate regulatory authority established by\n                     law for that purpose.\nSmlement of\nquestions."
    },
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Order may be cited as the Port Authority (Declaration of\nPorts) Order, 1974.\n  2 The harbours specified in the Schedule are hereby declared to be scbeduk.\nports for the purposes of the Act.\n                                SCHEDULE                 (Paragraph 2)\n     Kingston\n     Falmouth\n     Port Antonio\n     Port Morant\n     Portland Bight\n     Savanna-la-Mar\n     Morant Bay\n     Alligator Pond\n     Black River\n     Lucea\n     Montego Bay\n     Rio Bueno\n     Discovery Bay\n     St. Ann's Bay\n     Ocho Rios\n     Oracabessa\n     Port Maria\n     Annotto Bay\n     Manchioneal\n                                 PORT AUTHORITY\n                       THE PORT AUTHORITY ACT\n                                 DIRECTIONS\n                            (under section 7 (1) (a))\n THEPORTAUTHORITY (COMPULSORY\n                            TOWAGE)       OF KINGSTON)\n                                   (HARBOUR\n                     DIRECTIONS,\n                              1994\n         (Made by the Authority on the 2nd day of September, 1994)             L.N. 7 0 ~ ~ 1 9 4"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.      Appointment            (1) The power of appointing Trustees (whether new, substituted or additional) of the\n        and Removal\n        of the        Scheme shall be vested in the Minister. At all times there shall be at least seven (7) Trustees.\n        TNSIC~S.\n        Number of                (2) The Chairman of the Trustees shall be appointed by the Minister. The Trustees\n        Trustees      shall appoint one of their numbers to Secretary Trustee.\n        Mmings.\n                                 (3) The Authority shall appoint the Trustees to be the Trustees of the Scheme and-the\n                      Trustees by accepting oflice as such trustees agree to join in this Statutory Trust for the purpose\n                      of declaring the trusts, interests and purpose thereof. The administration and management of the\n                      Scheme shall be vested in the Trustees and the fund shall be held by them upon irrevocable trust\n                      for application in accordance with the Statutory Trust and the Regulations.\n                               The Authority may remove or replace any Trustee appointed hereunder, provided that\n                      such removal would not reduce the number of appointed Trustees to less than seven (7).\n                                A Trustee may at any time by notice in writing resign as aTrustee of the Fund.\n                               The Trustee shall do all things necessary to give effect to any removal or resignation\n                      and to vest the Fund in such new or additional Trustee or Trustees as may be appointed in\n                      accordance with the Statutory Trust.\n                                The Trustees shall meet at least quarterly at such time and place as they shall decide\n                      and make regulations for the conduct of their business and all other matters in connection with\n                      their work.\n                                 The Chairman of the Trustees and five ( 5 ) Trustees shall form a quorull~. A quorum\n                      shall be competent to meet and transact the business of the Scheme notwithstanding a vacancy in\n                      the number of Trustees. All questions shall be decided by a majority vote of the Trustees present\n                      and voting. In the event of a tie the Chairman shall have a casting vote. A Resolution in writing\n                      signed by all the Trustees shall be as valid as a resolution passed at a duly constituted meeting of\n                      the Trustees and may consist of several documents In like form, each signed by one or more of\n                      the Trustees.\n                      Investment of the Fund\n    '   Duties and\n        powers of\n                      The Trustees shall accept and receive all sums of money paid to them from time to time by the\n                      Authority and shall hold, invest and re-invest such monies and assets together with the income\n        the Tmnees.\n                      and profits derived there-from, in such investments as they may think fit, including and without\n                      prejudice to the generality of the foregoing, securities, common and preferred stocks, units, unit\n                      trust or mutual funds or other common investment funds or securitized issues, real estate and\n                      mortgages. The Trustees may underwrite or sub-undenvrite and enter into any agreement or\n                      agreements for underwriting or sub-underwriting any investments or securities whether on issue\n                      or sale and whether jointly with other persons or not, and do all things incidental thereto. The\n                      Trustees shall have power to open and operate or to authorize such person or persons or body as\n                      they think fit to open and operate such bank accounts in the name of the Scheme as they think\n                      appropriate with at least two (2) signatures to operate the account.\n                                           [The inclusion of this. page is authorized by L.N. 2lROl2]\n                                       PORT AUTHORITY\nBorro~vor Raise Money\n       The Trustees may borrow or raise money for the purposes of the Fund, or such, of them as\nare willing to lend, or from others, subject to the consent of the Authority, upon such terms and\nconditions as the Trustees in their discretion may deem desir&le or proper.\n       All monies borrowed as aforesaid shall be treated in all respects as monies forming part of\nthe Fund, and it is hereby declared that the Trustees may from time to time if they consider it to\nthe advantage of the Fund, exercise the power of borrowing hereby conferred by raising monies\nfor the purpose of engaging in transactions or making investments on the part of the Fund\nRetain Cash\n       Subject to Clause I I the Trustees shall retain in cash and keep unproductive of income\nsuch amount of the Fund as they may in their discretion determine PROVIDED that at no time\nwill the Trustees keep unproductive of income for a period in excess, of one month any\ncontributions or other cash received hereunder. The Trustees shall not be liable for interest on\nany uninvested cash deposited with them during the period the Trustees determine to hold such\ncash uninvestedand unproductive of income.\nAppointment of a Tmst Administrutor andlor Investment M a ~ g e r\n      The Trustees may delegate and authorize the subdelegation to any Trust Company andlor\nInvestment Manager or other suitable Administrator, all of any of the powers, duties or discretion\nvested in them hereunder except for duties regarding distribution of the assets in the event that\nthe Scheme is wound up. Any such delegation may be on such terms and conditions as the\nTrustees shall deem fit and as shall be mutually agreed in a contract made between them and the\nTrust Company or other Administrator appointed by the Trustees and the T w t e e s shall not be\nresponsible for any loss thereby arisirg.\nOther Duties\n      The duties of the Trustees shall include the duties stated in the Regulations.\n      The Trustees shall have the power to employ and to remunerate such manager or agent as\nthey may think fit in the transaction of any business of the Scheme including the payment of\npensions and other benefits and any such payment duly made by such manager or agent shall be\na good and sufficient discharge of the Trustees.\nPayments shall be made from the Fund as the Trustees may from time to time in writing direct          4. Hm-ng\nand certify are for the payment of pensions or other benefits arising under the Fund or for the\npayment of expenses of administering the Scheme or for the repayment of borrowed monies and\n                                                                                                           :ATed'\ninterest thereon.\nAll costs, charges and expenses incurred in carrying out the provisions of this Statutory Trust or    5 Ex-\n                                                                                                           OftheFund'\nfor the benefit of or connected with the management of the scheme shall be paid out of the Fund.\nunless otherwise pad.\nThe Trustees shall keep or cause to be kept proper records and accounts of the Fund and shall         6. AMud\nsubmit those accounts to an annual audit within nine months after the end of each Scheme Year.\nThe auditor or auditors shall be afforded access to all relevant records and documents and a copy\n                                                                                                           rzyu\n                                                                                                           ofthe F U ~ .\nof every audited report shall be givento the Authority and shall be accessible to the Members.\nThe Trustees shall, from time to time, appoint on such terms as they think fit, an Actuary, and       7.\nauditor or auditors; each such auditor shall be a person qualified for appointment as an auditor of\na company under the Companies Act (or any modification or re-enactment thereof for the time\n                                                                                                           ~~~$nfonal\n                                                                                                            P-~s.\nbeing in force).\nThe Trustees may consult with legal counsel or the Actuary or any other professional appointed        8. cmmltin8\nby the Trustees, with the approval of the Authority, concerning any question which may arise\nwith reference to their duties under the Statutory Trust and the written opinion or advice of such\n                                                                                                           2&p,'Ofe\ncounsel or Actuary or other professional, as the case may be, shall be full and complete\nprotection in respect of any action taken or suffered by the Trustees hereunder in good faith and\nin accordance with the opinion or advice of such counsel or actuary or other professional.\n42                                                        PORT AUTHORITY"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. In these By-Laws, unless the context otherwise requires-\n      \"approved exporter\" means an exporter who is designated as an\n          approved exporter under by-law 5;\n      \"approved trucker\" means a trucker who transports goods or equipment\n          to or from port facilities and who is designated as an approved\n          trucker under by-law 5;\n      \"cargo integrity form\" means a cargo integrity form approved by the\n           Authority for the purposes of these By-Laws;\n      \"ISPS Code\" means the International Ship and Port Facility Security\n          Code adopted under Chapter XI -2 of the lnternational Convention\n          for the Safety of Life at Sea (SOLAS), 1974, as amended from\n          time to time and in force in Jamaica, the text of Part A thereof\n          relating to port facility security, and extract from Part B are set out Fint Schedule,\n          in the First Schedule;\n      \"container\" means a large standardized, seagoing receptacle for the\n          transportation of cargo, which receptacle can be handled as a unit;\n      \"equipment\" includes containers and any chassis or other apparatus\n          used therewith;\n      \"exporter\" means any person who-\n           (a) exports goods or equipment from Jamaica using port facilities;\n               and\n           (b) notifies the Authority that he intends to export goods or\n               equipment from Jamaica using any other facilities;\n12                                                             PORT AUTHORITY\n                                \"freight forwarder\" means a freight forwarder for the export of goods\n                                     or equipment from Jamaica;\n                                \"functions\" includes powers and duties;\n                                \"port facilities\" means facilities for-\n                                       ( a ) the drydocking, berthing, towing, mooring or moving of\n                                             vessels in or entering or leaving a port or its approaches;\n                                       (b) the loading and unloading of goods or embarking or dis-\n                                           embarking of passengers in or from any such vessel;\n                                       ( c ) the lighterage or the sorting, weighing, warehousing or hand-\n                                             ling of goods; and\n                                        (4 the carriage of passengers or goods in connection with any\n                                            such facilities;\n                                \"shipping agent\" means any person who functions as an agent for a\n                                     shipping line;\n                                \"trucker\" means a person who in the ordinary course of business trans-\n                                     ports goods by truck, lorry or other vehicle;\n                                 \"wharf company\" means a company or any other person or body of\n                                     persons operating port facilities.\n                                 Restriction on Exportation and Transportation in Port Facilities\nRestriction on\n'expomion and"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1 ) No person other than an approved exporter shall export goods or\nimsponation of         equipment from Jamaica using any port facilities.\ngoods. erc.. in pan.\n                                   ( 2 ) No person other than an approved trucker shall transport goods\n                           or equipment in any port facilities.\n                                      (3) Any person who contravenes paragraph ( 1 ) or (2) commits an\n                           offence.\n                                                                       Approvals\n Application                  5 . 4 1 ) Every exporter who exports or proposes to export goods or\n for designation as\n                           equipment from Jamaica shall apply to the Authority to be designated as an\n or tiycker.           '   approved exporter.\n                                  (2) Every trucker who transports or proposes to transport goods or\n                           equipment to or from port facilities shall apply to the Authority to be desig-\n                           nated as an approved trucker.\n                                  (3) An application for designation under paragraph (1) or (2) shall\n                           contain such particulars as may be required by the Authority and in the case\n                           of an application to be designated as an approved exporter, shall be accom-\n                           panied by a fee of five thousand dollars.\n                                       PORT AUTHORITY                                              13"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. No person shall on any Port Authority premises engage in activities as\n1    contrsct,car           a taxi operator or contract carriage operator unless-\n;    opaators\n                                         (a) he is the holder of a valid permit issued by the Tourist Board\n                                             or by such other body as may be approved by, the Port\n                                             Authority; and\n                                         (b) such activities are carried out in accordance with the terms and\n     Inspectors.\n                                             conditions of the permit,"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.   Annual Audited Accounts of the Fund\n      Appointment of Professional Persons\n      Consulting with Counsel\n      Determination of Questions\n      Other Powers and Duties of the Trustees\n      Trustee Liability\n      Amendment of the Pension Scheme\n      Reconstruction or Amalgamation\n      ~erminationof the Pension Scheme-Winding     Up.\n                me inclusion of this page is authorized by L.N. 21R012]\n                                                            PORT AUTHORITY\n                                                      THE PORT AUTHORITY ACT\n                                               -\n                                          The Port Authority Superannuation Staff (2002) Scheme\nI       '~hcPension             ( I ) As from the date of admission of each member to the scheme the Port Authority of\n                      Jamaica shall deduct at appropriate times from every payment in respect of wages or salaries\n                      paid to such member such sum or sums as shall be provided for by the Regulations and shall\n                      contribute out of its own monies to the scheme such sum or sums as specified to be employer's\n                      contributions payable under the Regulations;\n                                 (2) The Port Authority of Jamaica sh          the members' contributions pursuant to\n                      this clause to the Trustees within one month of the deduction date."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Prior to the use of a truck, iony or other vehicle, at any port facility, an Au~horization\n    approved trucker shall pay an authorization fee of three thousand dollars to fes.\n    the Authority in respect of its authorization of the vehicle for such use, which\n    fee shall, in respect of such use during any year or part thereof subsequent to\n    that of the initial authorization, be payable to the Authority on or before the\n    3 1st day of January in that year."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 . 4 1 ) Subject to subsection (2), the Authority may suspend an approval z~;E,\"rf\n    if the holder-                                                                  approval.\n           (a) has failed to pay any fees or other charges required to be paid\n               under these By-Laws;\n           (6) contravenes any of these By-Laws or any term or condition subject\n               to which the approval is granted;\n           (c) is convicted of any offence under regulations made under the Act\n               or any offence under the Dangerous Drugs Act (other than under\n               section 7D of that Act); or\n           ( 4 notifies the Authority in writing that he intends to cease the\n               operations for which he is approved for the period stated in the\n               notice.\n             (2) Before suspending an approval under paragraph (1) (a), (b), (c)\n    or ( 4 , the Authority shall notify the person in writing of the proposed\n    suspension stating the reason therefor.\na            (3) The Authority may revoke an approval if it is satisfied that-\n            (a) the holder has ceased to comply with the provisions of these By-\n                Laws;\n            (b) the application for the approval contained any false or misleading\n                information in any material particular;\n            (c) any fee payable by the holder remains unpaid for a period of\n                ninety days after the suspension of the approval.\n                           inclusion of this page is autharized by L.N. 21R0121\n                                                        PORT AUTHORITY\n                              (4) Before revoking an approval under subsection (3), the Authority\n                      shall notify the holder in writing of the proposed revocation stating the\n                      reasons therefor.\nList of approved         9. The Authority shall keep a list of the names and addresses of all-\nexporters, approved\ntruckers, shipping\nagents and wharf\n                             (a) approved exporters and approved truckers;\ncompanies. ctc\n                             (b) shipping agents and wharf companies; and\n                             (c) customs brokers and freight forwarders.\n                                                     Securiw Procedures\nSecurity measures        1 0 . 4 1 ) The Authority may, after consultation with the Minister res-\nat pon facilities\n                      ponsible for national security, approve security arrangements for the purposes\n                      of supervising and regulating entry and exit from port facilities and the\n                      movement of persons, equipment and goods in those premises.\n                                (2) Without prejudice to the generality of paragraph (I), the\n                      Authority after consultation as aforesaid, may, in approving security arrange-\n                      ments pursuant to that paragraph, authorize any person to issue on its behalf\n                      identification documents (hereinafter called \"prescribed identification docu-\n                      ments\") of various types respecting access to specified areas of port facilities\n                      or otherwise, as may be required pursuant to these By-Laws.\n                                (3) Any person who, not being the holder of prescribed identi-\n                      fication document authorizing access to any specified area, is found in that\n                      area, commits an offence unless-\n                             (a) his presence in that area was necessitated by an emergency; or\n                             (b) he proves that he was otherwise required or allowed to be in that\n                                 area by a person having the requisite authority.\n                               (4) Any prescribed identification document shall be surrendered\n                      forthwith to the Authority or to the person by whom it was issued-\n                             (a) upon the expiration of the period for which it was issued; or\n                             (b) upon request of the Authority or the person by whom it was\n                                 issued.\n                               (5) Any person to whom a prescribed identification document is\n                      issued shall comply with the terms and conditions subject to which it is\n                      issued.\n                                 (6) Any person who contravenes paragraph (4) or (5) commits an\n                      offence.\nSecurity                  1 1 . 4 1 ) The operations at port facilities, the entry and exit therefrom\narrangements\n                      and the movement of individuals, goods and equipment therein shall be\n                      subject to the imposition by the Authority, on any lessee or other person\n                      authorized by the Authority or any person assigned management of the\n                      facilities of-\n                                      [Ihc inclusion of this page is authorized by L.N. 21R0121\n                                     PORT AUTHORITY                                                  15\n          (a) security procedures adopted in accordance with Part A of the\n              Code as set out in the First Schedule, after taking into account the FiraSch*le.\n              relevant guidance in Part B of the Code as set out in the said\n              Schedule; and\n          (6) such other terms and conditions as may be required of users of\n              port facilities including the payment of user fees and reimbursable\n              expenses associated with the security provided.\n           (2) The Authority or any authorized person or assignee may exclude\n0   from any specified port facilities for such period as it may determine, any\n    person who contravenes these By-Laws."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.   b-ina-         The provisions of regulation 15 (2) shall have effect subject to the powers expressed to be\n     tion of\n     ,Uhon,         exercisable by the Authority under this Statutory Trust and the Regulations and save insofar as\n                    set aside or varied by any court of competentjurisdiction.\n                           The Trustees shall have full power conclusively to determine whether or not any person is\n                    entitled to any of the benefits, from time to time, payable under the Scheme and the amount of\n                    any such benefit, and also conclusively to determine all questions and matters of doubt arising\n                    under, or in connection with, the Scheme and the Fund and whether relating to the construction\n                    thereof or otherwise. Any such determination shall be binding on all interested parties.\n     0th- powen     The Trustees shall have the power from time to time:\n     md duties\n     ofthe                (i) to give wrinen authority to a wmrninee consisting of any two or more persons as they\n     Truaees\n                              shall think fit and established for the purpose, to draw cheques on such bank accounts\n                              or to endorse any cheque or to give receipt and discharge in accordance with the\n                              authority laid down by the Trustees and every such endorsement, receipt and\n                               discharge shall be valid and effectual as if it was given by all the Trustees;\n                          (ii) to authorize any one or more of the Trustees to sign any document on their behalf;\n                               and\n                         (iii) to give any undertaking to the Commissioner of Taxpayer Audit and Assessment and\n                               to any other relevant Government department or agency, notwithstanding that\n                               fulfilment of such undertaking wodd mean breaking or going beyond or outside the\n                               existing provisions of the scheme and shall treat the existing provisions of the scheme\n                               as being amended so far; if at all, as may be appropriate in order to permit fulfillment\n                               of such undertaking.\n     Trunet's       No Trustees shall be personally liable for any loss, damage or costs or expenses that may happen\n     liability.\n                    or be incurred in consequence of any act or omission or default of such Trustee whilst purporting\n                    to act as such unless he or she is guilty of actual fraud or dishonesty whereby loss or damage is\n                    sustained by the scheme. Further without prejudice to the right of indemnity by law given to\n                    trustee the Trustees shall in the absence of fraud or dishonesty be indemnified in respect of all\n                    liabilities and expenses incurred in the execution or purported execution of their duties under this\n                    Statutory Trust or of any powers, authorities or discretions vested in the Trustees under the\n                    Scheme and against all actions, proceedings, costs, expenses, claims and demands in respect of\n                    any matter or thing made, done or omitted in any way relating to the scheme.\n      Amendments    The Minister, may at any time by regulations amend the Scheme including this Statutory Trust\n      of the Pen-\n      sion Scheme   and the Regulations provided that no such amendment may:\n                           (a) Prior to the satisfaction of all liabilities with respect to Retired Members, Deferred\n                               Vested Pensioners and Members and their Spouses, Children andor designated\n                               beneficiaries allow any part of the Fund to revert to or be recoverable by the\n                               Authority or,to be used for or diverted to purposes other than for the exclusive benefit\n                               of Retired Members, Deferred Vested Pensioners, and Members and their Spouses,,\n                               Children andor designated beneficiaries;\n                           (b) Enlarge the duties or liabilities of the Trustees without their written consent;\n                            Prejudice or affect the accrued rights of any Member, in respect of benefits payable to him\n                     under the Scheme and to which such Member shall have become entitled by reason of\n                     contributions and Transferred Assets already paid to the Scheme or reduce the benefits of any\n                     Pensioner or Deferred Vested Pensioner at the date of amendment;\n                          Prevent the Scheme from securing or maintaining its tax exempt status under the Income\n                     Tax Act or other relevant statutes;\n                           Extend the operation of the Scheme beyond the Trust Period as defined in Section 21 ;\n                          Contravene any law or regulation for the time being applicable to the conduct of pension\n                     schemes in Jamaica\n                                       PORT AUTHORITY                                                                   43\n       If Port Authority of Jamaica shall be wound up for the purpose of reconstruction               '3- Recons'wc-\nor amalgamation with any other institution, the Trustees may make arrangement and\nenter into agreements for the continuation of the Fund in conjunction with such reconstructed or          tion.\namalgamated company as if such company were the Authority and the Statutory Trust and the\nRegulations shall thereafter take effect in all respects as if such company had been a party to the\nScheme instead of the Authority.\n       ( I ) The Scheme hereby established shall determine upon the happening of whichever of         14. Termination\nthe following events first occurs, provided that under no circumstance shall the trusts continue\nbeyond the Trust Period hereinafter defined.\n                                                                                                          0Scheme-\n                                                                                                           6$:,\n                                                                                                          Winding\n      (i) The expiry of six (6) months after the giving of notice in writing by the Authority to           UP.\n          the Trustees that the Scheme is to be wound up.\n      (ii) The expiry of the period of twenty-one years after the date of the death of the last\n           survivor of the issue now living of Her Britannic Majesty Queen Elizabeth 11, and\n           such hrther period, if any. as may be lawful, (the \"Trust Period).\n       (2) On the termination of the Scheme as provided in Regulation 15, the affairs of\nthe Scheme shall be wound up and the Trustees shall cause an actuarial valuation to be made\nof the assets and liabilities of the Fund and shall apply the assets of the Fund on the written\nadvice of the Actuary, so far as they permit, after the payment of all sums which may then be\nowing and the costs, charges fees and expenses of the winding up, in the manner detailed in the\nRegulations.\n                       me inclusion of this page is authorized by L.N. 21ROI21"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Every person shall obey all directions' issued by the Authority to\n      vei$+s   through      regulate the routing of motor vehicles or other vehicles' through the Port\n      premlxs.\n                            Authority premises."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) If any member is entitled to benefits under any other approved        powerto\n                                                                                   ~,\"P'\"\"\"\"er\"\nretirement scheme or superannuation fund (hereinafter referred to as \"the\nother Scheme\") the Trustees shall, for the purposes of this section, at the\nwritten request of such member, subject to any undertaking given to the\nCommissioner of Taxpayer, Audit and Assessment in accordance with the\nrelevant law, accept from the trustees of the other Scheme, assets equivalent\nin value to that member's accrued rights under the other Scheme.\n         (2) Upon receipt of assets under paragraph (I), the Trustees shall\ngrant to the member such rights and benefits under the Scheme as the\nActuary shall advise to be actuarially equivalent to the assets transferred into\nthe Fund on the member's behalf, and shall notify the member accordingly.\n          (3) Before accepting any asset into the Fund or conferring any\nright or benefit under this regulation, the Trustees shall satisfy themselves\nthat such acceptance or conferment will not prejudice the approval of the\nScheme or its status as an approved superannuation fund under the Income\nTax Act.\n             PARTVII. Transfer of Assets to Another Approved\n                   Superannuation Scheme or Fund"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The provisions of the Second Schedule shall apply in relation to the container\n                                                                               handling.\n    handling of containers to be used for export.                              Second\n                                                                                      Schedule.\n      1 3 . 4 1 ) Approved exporters and approved truckers, respectively, shall-      m,,,vd\n          (a) establish at their premises security procedures in relation to the      ;;zzto\n                                                                                      exporters and\n              handling of goods and equipment intended for export from port enablish\n                                                                                 security\n              facilities;                                                        orocedures a1\n                                                                                      premises\n          (6) designate high security areas within their premises at which goods\n              andequipment intended for export as aforesaid are to be stored\n              before being transported to port facilities; and\n          (c) maintain proper records of all goods, persons or equipment\n              entering or leaving such high security areas.\n            (2) The high security areas, goods, equipment and records referred\n    to in paragraph (1) shall be subject to inspection by the Authority at such\n    reasonable times as the Authority may require.\n            (3) An approved exporter or approved trucker, as the case may\n    require, shall, at the request of the Authority, give such assistance as is\n    required by the Authority in any inspection conducted pursuant to paragraph\n    (2).\n                                                                                       Particulars to be\n      1 4 . 4 1 ) The records referred to in by-law 13 shall-                          included in\n                                                                                       records.\n           (a) show the nature of the goods and equipment, the weight,\n               dimension (where relevant) and quantity of such goods and\n               equipment and of any packaging; and\n           (6) contain a declaration that those particulars are identical to those\n               which will be entered on documents for shipping of the goods and\n               equipment.\n            (2) Where it is necessary to alter any particulars referred to in\n    paragraph ( 1 F\n                   me inclusion of this page is authorized by L.N. 21/2012]\n16                                                         PORT AUTHORITY\n                              (a) the alteration shall be made in such manner as to leave the\n                                  original entry, as well as the alteration, legible; and\n                             (b) every such -alteration shall be initialled and dated by the person\n                                 making it.\nG q o integrity\nram                        1 5 . 4 1 ) On each occasion that an approved exporter intends to use port\n                       facilities for the export of goods or equipment, the approved exporter shall\n                       truthhlly and accurately complete a cargo integrity form which shall be\n                       signed by the exporter or his authorized agent.\n                                  (2)' In this by-law \"authorized agent\" means-\n                             (a) a customs broker;\n                             (6) a fieight forwarder;\n                             (c) an approved trucker; and\n                             (d) any other person authorized in writing by the approved exporter\nTime for delivey           16. Goods or equipment shall be delivered to port facilities not later than\norgmds or\nequipment              eight hours prior to the arrival of the exporting vessel unless the Authority, in\n                       any particular case, otherwise permits.\nT N J : to\n        ~ ~~OPOC(          17. It shall be the duty of approved huckers-\nseals.\n                             (a) before accepting delivery of containers or other equipment, to\n                                 .examine them in order to ensure that all requisite seals thereon are\n                                  intact; and\n                             (b) to keep a record of all such examinations, including the date and\n                                 time of-\n                                          (i) arrival at the point of collection;\n                                         (ii) the examination of the seals;\n                                        (iii) departure from the point of collection; and\n                                        (iv) arrival at the port facilities or other point of delivery.\nio establish seavity       1 8 . 4 1 ) ~ h a rcompanies\n                                              f         shall-\n-=a\npm1us.\n                           (a) establish at their premises security procedures in relation to the\n                               handling of goods and equipment intended for export from those\n                               premises;\n                           (b) maintain proper records of all goods, equipment and persons entering\n                              '\n                               and leaving port facilities.\n                                (2) The port facilities, goods, equipment and records referred to in\n                       paragraph (1) shall be subject to inspection and audit by the Authority at such\n                       readonable times as the Authority may require and payment of the required\n                                      PORT AUTHORITY\n    fees.\n             (3) Every wharf company shall, at the request of the Authority, give\n    all such assistance as is required by the Authority in any inspection con-\n    ducted pursuant to paragraph (2).\n                                                                                             security or"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. The normal retirement date shall be the last day of the month in            Normal\n                                                                                   retirement\nwhich the member attains his normal retirement age.                                date\n28                                                     PORT AUTHORITY\nEarly retirement        14.-(1) With the consent of the employer and the Trustees, a member\ndate\n                     who has completed at least five years of pensionable service may retire on\n                     the last day of any month, within ten years of his normal retirement date.\n                               (2) The date on which the member retires under this regulation shall\n                     be called his early retirement date.\nIll-health retire-      15.-(1) A member who has completed at least five years of pensionable\nment date.\n                     service and is incapacitated before he attains his normal retirement age shall\n                     be retired on the last day of the month in which his incapacity occurred.\n                               (2) Upon such retirement the member shall thereafter subject\n                     himself to such periodic medical examination by the appointed medical\n                     practitioner as may be required by the Trustees to determine whether the\n                     disability continues unabated.\n                               (3) The date on which the member is retired under this regulation\n                     shall be called his ill-health retirement date.\nLate ruirement\ndate."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1) At the employer's request a member's employment may be\n                     continued after his normal retirement date for a period not exceeding five\n                     years, in which case his pension shall not commence until his actual date of\n                     retirement.\n                                (2) The actual date under this regulation shall be called the late\n                     retirement date and shall be the last day of the month that he was actively at\n                     work.\n                                                PARTIX. Pension Payable\n Normal\n ru~rement               1 7 . 1 1 ) The annual amount of the normal retirement pension payable to\n pms~on              a member, starting on or after the normal retirement date, shall be at an\n                     annual rate equivalent to two per cent of the member's final pensionable\n                     emoluments multiplied by his pensionable service.\n                              (2) A member is entitled to such additional voluntary pension as\n                     shall be purchased by the member's additional voluntary contributions\n                     together with credited interest thereon up to his normal retirement date.\n                              (3) A member for whom a transfer value has been received and\n                     accepted under regulation 11 is entitled to such additional pension as shall be\n                     purchased by the transfer value accumulated with credited interest thereon up\n                     to the date of retirement.\n                             (4) An employee who, on the effective date, was a contributing\n                     member of the PAJ Staff 1968 Superannuation Fund shall, on being retired at\n                     his normal or early retirement date under the provisions of that super-\n                     annuation fund, be entitled to receive fiom the Scheme, a supplementary\n                     pension payable in normal form as provided in regulation 25.\n                              (5) Such amount of supplementary pension shall top up the pension\n                     which can be provided underpthe 1968 Fund fiom the member's 1968 Fund\n                     account to two percent of his pensionabIe service up to his date of retirement\n                     times his final pensionable emoluments.\n                                     PORT AUTHORITY\n             (6) For the purpose of paragraphs (4) and (5) the amount of pension\n    from the member's 1968 Fund account to be taken into account is the normal\n    form of annuity which can be purchased, or otherwise secured, by that\n    account at his normal retirement date."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-(I) A member who has retired at an early retirement date is entitled Earlyretire-\n                                                                                   ment\n    to an annual pension (called the early retirement pension) of an amount equal pension\n    to two per cent of the member's final pensionable emoluments multiplied by\n    his pensionable service as at his early retirement date actuarially reduced to\n    take account of the period by which his early retirement date precedes his\n    normal retirement age.\n              (2) A member who retires pursuant to paragraph ( I ) is entitled t o\n    such additional pension as shall be purchased by the member's additional\n    voluntary contributions accumulated with credited interest thereon up to his\n    early retirement date.\n             (3) A member for whom a transfer value has been received and\n    accepted under regulation 1 1 is entitled to such pension as shall be purchased\n    or otherwise secured by the transfer value together with credited interest to\n    the date of retirement."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(I) A member, who in the opinion of the medical practitioner Ill-health\n                                                                                retlrement\n    approved by the employer, has become incapacitated, shall be retired on the penston\n    first day of the month following the month in which he became so\n    incapacitated.\n             (2) A member who retires at an ill-health retirement date is entitled\n    to an annual pension of an amount equal to two per cent of the member's\n    final pensionable emoluments multiplied by the pensionable service.\n            (3) A member who retires pursuant to paragraph (2) is entitled to\n    such additional pension as shall be purchased by the member's additional\n    voluntary contributions together with credited interest to the date of retire-\n    ment.\n            (4) An employee who, on the appointed day, was a contributing\n    member of the 1968 Fund shall, on being retired at his ill-health retirement\n    date under the provisions of that superannuation fur.d, be entitled to receive\n    from the Scheme a supplementary ill-health retirement pension payable in\n0   normal form as provided in regulation 25.\n             (5) The amount of such supplementary ill-health retirement pension\n    shall be the annual amount necessary to top up the pension which can be\n    provided under the 1968 Fund from the member's 1968 Fund account to two\n    percent of his pensionable service in the 1968 Fund up to his date of\n    early retirement times his final pensionable emoluments with no actuarial\n    reduction.\n                   me inclusion of this page is authorized by L.N. 21R012l\n    30                                                    PORT AUTHORITY\n                                  (6) For the purpose of paragraphs (4) and (5) the amount of pension\n                          from the 1968 Fund to be taken into account is the normal form of annuity\n                          which can be purchased, or otherwise secured, by the member's 1968 Fund\n                          account at his ill-health retirement date.\n                                    (7) A member for, whom a transfer value has been received and\n                          accepted under regulation 11 is entitled to such pension as shall be purchased\n                          or otherwise secured by the transfer value together with credited interest to\n                          the ill-health retirement date.\n    Re*nw     aner 'I1-\n    health pension"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. If a pensioner re-enters the employment of the employer after ill-\n                          health retirement and resumes as a member of the Scheme until he retires, his\n                          pension on retirement after re-entry shall be computed by taking into account\n                          the actuarial value of the benefits paid and the benefits subsequently accrued\nI                         to the member.\n    Late retirement.\n                              2 1 4 1 ) A member who has retired at a late retirement date is entitled to\n                          a late retirement pension of an annual amount equal to two per cent.of the\n                          member's final pensionable emoluments multiplied by the pensionable\n                          service.\n                                    (2) A member who retires pursuant to paragraph (1) is entitled to\n                          such additional pension as shall be purchased or otherwise secured by the\n                          member's additional voluntary contributions accumulated with credited\n                          interest thereon up to the late retirement date.\n                                   (3) A member for whom a transfer value has been received and\n                          accepted hereunder is entitled to such pension as shall be purchased by the\n                          transfer value accumulated with credited interest to the date of retirement.\n                                    (4) An 'employee who, on the appointed day, was a contributing\n                          member of the PAJ Staff 1968 Superannuation Fund shall, on being retired at\n                          his late retirement date under the provisions of that superannuation find, be\n                          entitled to receive from the Scheme a supplementary late retirement pension\n                          payable in normal form as provided in regulation 25.\n                                   (5) The amount of such supplementary late retirement pension shall\n                          be the annual amount necessary to top up the pension which can be provided\n                          under the 1968 Fund from the member's 1968 Fund account to two percent of\n                          his pensionable service in the 1968 Fund up to his date of late retirement\n                          times final pensionable emoluments.\n                                  (6) For the purpose of paragraphs (4) and (5) the amount of pension\n                          from the 1968 Fund to be taken into account is the normal form of annuity\n                          which can be purchased, or otherwise secured, by the member's 1968 Fund\n                          account accumulated with credited interest thereon up to his late retirement\n                          date.\n                                          [The incl\"sion of this page is authorized by L.N. 21R012j\n                                  PORT AUTHORITY"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21, as the case may be, into another form of pension that is the\n                                        actuarial equivalent of the pension to which he is entitled under\n                                        these Regulations and the payment of which is allowable under the\n                                        provisions of the relevant law.\n                                      (2) An election under paragraph (1) shall be made before payment\n                              of any benefit commences and once the form of pension has been accepted\n                              by the Trustees, it may not be rescinded by the member after payment of the\n                              pension has commenced without the written consent of the Trustees.\n                                      (3) In no circumstance shall the consent of a nominated beneficiary\n                              be required as a condition to the right of a member to revoke or change any\n                              option previously elected.\nI                                                         PART X. Other Benefits\n          Benefits on death      27. On the death of a member while in service with the employer, a lump\n          in service\n                              sum equal to the member's accumulated compulsory basic and additional\n                              voluntary contributions shall be paid to his nominated beneficiary or legal\n                              personal representative, together with credited interested to his date of\n                              payment.\n    ',\n          Death or a pen-         28. Subject to Part VIII, on the death of a pensioner prior to receiving the\n          sioner.\n                              guaranteed months pension payments, the nominated beneficiary or personal\n                              representative shall receive monthly pension until the total number of guaran-\n                              teed months payments have been paid.\n          b m of a deferred      29. On the dedth of a deferred vested pensioner an amount equal to the\n          v n t d pensioner\n                              actual value of the deferred vested pension shall be paid to his nominated\n                              beneficiary or personal representative, together with credited interest to the\n                              date of payment.\n          Benefi~available        30.---(I) If for any reason, other than death, ill-health retirement or early\n          on early Iermina-\n          tion                retirement, a member ceases to be employed by the employer, he may, by\n                              notice in writing to the Trustees, make an election in accordance with para-\n                              graph (2).\n                                         (2) Where the termination is-\n                                              [Tbe inclusion of this page is authorized by L.N. 21RO121\n                           PORT AUTHORITY\n(a) prior to the completion of five years of pensionable service the\n    member may elect t o -\n         (i) leave his member's compulsory basic contributions and\n             additional voluntary contributions, if any, and his transfer\n             value, if any, all accumulated with credited interest, to\n             provide a deferred pension commencing either his early\n             retirement date or his normal retirement date, which shall\n             be of such amount actuarially equivalent to the value of\n             these amounts at his early or normal retirement date, as\n             the case may be; or\n        (ii) take a cash refund of his own contributions (compulsory\n             basic and additional voluntary) accumulated with credited\n             interest up to his date of termination, and receive a\n             deferred pension, starting at his early retirement date or\n             normal retirement date, actuarially equivalent to his\n             transfer value, if any, accumulated with credited interest\n             to his early or normal retirement date; or\n        (iii) have all the amounts specified in sub-paragraph (i)\n              transferred to the trustees of another approved super-\n              annuation fund or approved retirement scheme that he\n              proposes to join;\n(b) after the completion of at least five years pensionable service, the\n    member may, unless he is convicted of fraud, elect t o -\n          (i) take a cash refund of his own contributions (compulsory\n              basic and additional voluntary) accumulated with\n              credited interest up to his date of termination, and receive\n              a deferred vested pension starting at his early retirement\n              date or normal retirement date actuarially equivalent to\n              his transfer value, if any, together with credited interest\n              up to his early or normal retirement date, as the case may\n              be; or\n         (ii) receive a deferred vested pension commencing at his\n              early or normal retirement date equal to two per cent of\n              the member's final pensionable emoluments at the date\n              of termination for each year of pensionable service, plus\n              additional deferred vested pension starting fiom his early\n              or normal retirement date, actuarially equivalent t o -\n                      (A) his additional voluntary contributions, if any,\n                            accumulated with credited interest; and\n                      (B) his transfer value, together with credited\n                          interest thereon up to his early or normal\n                          retirement date,\n       m e inclusion of this page is authorized by L.N. 2IROl2]\n                         34                                              PORT AUTHORITY\n                                                              as the case may be; or\n                                                        (iii) have the actuarial value of the deferred vested pension\n                                                              specified in sub-paragraph (ii), transferred to the trustees\n                                                              of another approved superannuation find or approved\n                                                              retirement scheme that he proposes to join.\n'!                                                        PARTXI. Beneficialy 's Incapacity to Act\n                         Incapacity.        31.-(1) Paragraph (2) shall apply in any case where a member or other\n     ;                                  beneficiary is detained in legal custody or is, in the opinion of the Trustees,\n                                        suffering fiom any incapacity rendering him unable to manage his affairs or\n                                        to give a proper receipt for the pension or other moneys payable to him\n                                        hereunder.\n     !\n         !\n         !\n                                                  (2) For the purposes of paragraph (I), the trustees may in their dis-\n         I\n                                        cretion, pay the moneys payable to the member or beneficiary, as the case\n                                        may be, to any person or institution or body supporting or caring for him or\n                                        to any of his relatives or dependants, to be applied for his benefit or the\n             1\n                                        benefit of his dependants.\n             !\n                                                  (3) The receipt of the person or the supporting person, institution or\n             m\n                 ;                      body for any sum or sums so paid shall be a complete discharge to the\n                                        Trustees for the money paid and the Trustees shall not be under any liability\n                 !\n                                        to see to the application thereof.\n                 i                                    PARTXII. Assignment or Adjustment ofBenefits\n                     1\n                     !   Nm-assig~lun      32. A member or nominated beneficiary shall not assign, mortgage or\n                         ofkmfir\n                     i                  otherwise deal with his beneficial interest under the Scheme."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. The maximum annual pension payable to a member before any com- Maximum\nmutation pursuant to regulation 23 shall not exceed an amount representing Fnsio\"\ntwo percent of the member's final annual remuneration at retirement\nmultiplied by his service (but counting a maximum of thirty-three and one-\nthird such years) or such higher maximum as may be permitted from time to\ntime by the relevant law."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.-(1)   Any person aggrieved by the refusal of the Authority to grant\n                      an approval or the suspension or revocation by the Authority of his approval,\n                      may, within fifteen days of being notified in writing of such refusal,\n                      suspension or revocation, appeal in writing to the Minister who shall\n                      thereupon appoint a Tribunal pursuant to paragraph (2) to hear and determine\n                      the appeal.\nThird Schedule\n                              (2) The provisions of the Third Schedule shall have effect as to the\n                      constitution of the Tribunal and otherwise in relation thereto.\n                             (3) On the determination of an appeal under this by-law the Tribunal\n                      may make such order as it thinks fit and the decision of the Tribunal shall be\n                      final.\nOffence of making\nfalse declarations."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. A person w h o -\n! nc.\n                           (a) for the purposes of obtaining, whether for himself or for any other\n                               person, the issue, grant of any approval under this Act, makes any\n                               declaration or statement which is false or misleading in any\n                               particular;\n                           (b) knowingly hrnishes to the Authority or any other person per-\n                               forming any duty in relation to these By-Laws, a document that\n                               contains information which is false or misleading in any particular;\n                           ( c ) makes a statement in a cargo integrity form, in purported\n                               compliance with by-law 15, which he knows to be false or mis-\n                               leading;\n                           (d) knowingly utters, produces, or makes use of any such declaration or\n                               statement or any document containing any false declaration or\n                               statement; or\n                           (e) falsifies or amends any information contained in an approval\n                               commits an offence.\n Pmalty"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. A person who commits an offence under these By-Laws is liable on\n                      summary conviction in a Resident Magistrate's Court to a fine not exceeding\n                      two hundred dollars or to imprisonment for a term not exceeding twelve\n                      months or to both such fine and imprisonment.\n                                     me inclusion of this page is authorized by L.N. ZIROIZ]\n                                     PORT AUTHOFUTY\n                                      FIRSTSCHEDULE                        (By-Laws 3 and I I)\n                      International Ship and Port Facility Security Code\n                                                                                 (By-Law 12)\n                        Handling of Containers to be usedjbr Export\n        I. Every empty container, before leaving port facilities for an approved exportets\npremises shall be checked by the designated'security representative of the respective port\nfacility to determine the true internal dimensions of the container and to verify that it is an\nempty container."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.-(1) Subject to paragraph (2), a member may, with the approval of             Alternative\nthe Trustees, elect to have the actuarial equivalent of his normal form of           z:zf\npension paid in any of the forms specified hereunder, namely-\n      (a) an actuarially reduced pension, payable for life with one hundred\n          and twenty monthly payments guaranteed, so however, that if a\n          pensioner dies prior to his receiving all such monthly payments\n          guaranteed under this sub-paragraph, the balance of such payments\n          shall be made as and when due, to his nominated beneficiary or\n          beneficiaries or failing such beneficiary or beneficiaries, to his\n          personal representative;\n       (b) an increased pension which is the actuarial equivalent of the\n           member's pension payable under regulation 17, 18, 19 or 2 1, as the\n           case may be, and payments shall cease immediately on his death,\n           irrespective of the number of payments which have been made;\n                 me inclusion of this page is authorized by L.N. 21R012]\n         32                                                    PORTAUTHORITY\n                                   ( c ) a reduced pension which is the actuarial equivalent of the pension\n                                        payable under regulation 17, 18, 19 or 2 1 , as the case may be,\n                                        which shall be payable to the pensioner while both the pensioner\n                                        and the nominated beneficiary at the time of election are alive and,\n                                        after the first death, shall be continued in the same or a reduced\n                                        amount to the survivor until his death; or\n                                    (d) conversion of the pension payable under regulation 17, 18, 19 or"
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33.-(1)    If a member or nominated beneficiary becomes bankrupt, he\n                                        shall forfeit all such interest which shall vest in the Trustees who may, at\n                                        their discretion, apply the same or any part thereof in cases of financial\n                                        hardship only for the maintenance, personal support or benefit of-\n                                                (a) the member or any other beneficiary; and\n                                                (6) the member's or beneficiary's spouse, children or other depen-\n                                                    dants or such one or more of them,\n                                        in such manner, in all respects as the Trustees in their absolute discretion\n                                        think fit.\n                                                 (2) The employer shall determine whether a person mentioned in\n                                        paragraph (1) is an undischarged bankrupt.\n                                           3 4 . 4 1 ) At the request of the employer (or at the discretion of the\n                                        Trustees but in that event subject to the agreement of the employer) the\n                                        Trustees shall-\n                                                       -\n                                                        [The incluion of this page is a u t h d by L.N. ZlROlZ]\n                                    PORT AUTHORITY\n          (a) increase all or any of the pensions and other benefits payable under\n              the Scheme; or\n          (b) provide benefits or additional benefits under the Scheme for\n              members, deferred vested pensioners or nominated beneficiaries.\n             (2) The payment of increased benefits under paragraph (1) shall be\n    subject to the payment into the Fund by the employer of such additional\n    contributions (if any) as the Trustees and the employer (actihg on the advice\n    of the Actuary) shall determine to be necessary to ensure that-\n@         (a) the actuarial solvency of the Fund is not thereby impaired; and\n          (b) the status of the Scheme as an approved retirement Scheme under\n              the relevant law would not thereby be prejudiced.\n                              PARTXIII. Miscellaneous\n       3 5 . 4 1 ) Contributions and benefits under these Regulations shall be ~ C Y ~ C I I\n    calculated and remitted in the same currency as the salary of the relevant bencfib.\n    member.\n             (2) The Trustees may, subject to any requirement of law relating to\n    foreign exchange control, pay a benefit in a currency selected by the member\n    or his beneficiary at the current rate of exchange on the date the payment is\n    made.\n            (3) In subsection (2) \"current rate of exchange\" means the rate\n    published by the Bank of Jamaica for conversion of Jamaican dollars to the\n    currency of the country which is required by the member.\n       3 6 . 4 1 ) The employer shall maintain the necessary records of age, cmifiurioa\n    pensionable service and pensionable emoluments for each member and shall Ctrroorb.\n    make these available to the Trustees.\n            (2) Where there are differences between the employer's and the\n    member's records with regard to pensionable service or pensionable emolu-\n    ments, the records of the employer shall be considered as conclusive in\n    determining such pensionable emoluments or pensionable service.\n             (3) The Trustees shall keep records of all their proceedings and acts\n    and shall keep all such books of accounts, records and other data as may be\na   necessary for the proper administration of the Scheme and the Fund."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. An amendment of the Scheme shall not, up to the date of change, ~mmdmmt\n                                                                           not to have\n    adversely affect-                                                      ldvme C R ~ L\n          (a) pensions being paid to pensioner;\n          (b) benefits already earned by pensioners;\n          (c) benefits already earned by deferred pensioners;\n                   [We inclusion of this page is authorized by L.N. 21R0121\n36                                                 PORT AUTHORITY\n                        (d) the status of the Scheme as an approved retirement scheme or an\n                            approved superannuation fund, as the case may be, under the\n                            relevant law.\nDimtinuan=   of      38.-(1) Where the employer proposes to discontinue the Scheme, it\nScheme.\n                  shall give the Trustees not less than six months' notice, in writing thereof.\n                            (2) Upon being notified under paragraph (I), the Trustees shall\n                  cause an actuarial valuation to be made of the assets and liabilities of the\n                  Fund and shall apply the Fund on the written advice of the Actuary, so far as\n                  the assets permit and subject to paragraph (3), after the payment of all sums\n                  which may then be owing and the costs, charges and expenses of the\n                  winding-up as follows-\n                        (a) any benefits which are payable or are in the process of payment\n                            under these Regulations at the date of winding-up shall continue to\n                            be paid or fully secured;\n                        (b) any member who has attained normal retirement age on the date\n                            of the winding-up of the Scheme but who is still in the\n                            employment of an employer shall be deemed to have retired and\n                            become a pensioner on the day preceding such date and shall be\n                            entitled to benefits calculated under regulation 17 and such benefits\n                            shall be secured;\n                        (c) any benefits contingently payable on the attainment of normal\n                            retirement age or on death in respect of deferred pensioners shall\n                            be secured;\n                        (d) any member who on the date of winding-up of the Scheme was\n                            eligible for early retirement pension under regulation 18, dis-\n                            regarding the membership requirement may elect to receive such\n                            benefits, and shall be deemed to have retired and become a\n                            pensioner on the day preceding such date and such benefits shall be\n                            secured;\n                        (e) each person who is a member on the date of the winding-up of the\n                            Scheme and whose benefits have not been secured under sub-\n                            paragraph (a), (b) or (d), shall-\n                                  (i) subject to sub-paragraph (0 be paid an amount equal to\n                                      the value of his member's compulsory basic and\n                                      additional voluntary contributions accumulated with\n                                      credited interest to the date of winding-up; and\n                                  (ii) have secured in respect of his transferred assets\n                                       accumulated with credited interest to the date of winding\n                                       up, an actuarially equivalent deferred yearly annuity\n                                       payable in equal monthly installments' to commence at\n                                       his normal retirement age;\n                                  PORT AUTHORITY\n      u> a member entitled to benefit under sub-paragraph (e) may elect to\n         leave with the Trustees his compulsory basic contributions and\n        transferred assets both accumulated with credited interest up to the\n        date of winding-up and there shall be secured in lieu thereof, a\n        deferred yearly pension payable in equal monthly instalments to\n        commence at his normal retirement age, of the amount as the\n        Actuary or any insurance company determines to be actuarially\n        equivalent;\n     (g) a member who makes the election permitted by sub-paragraph u>\n         may further elect to leave with the Trustees his voluntary\n         contributions accumulated with credited interest up to the winding-\n         up date and there shall be secured in lieu thereof, a deferred yearly\n         pension of an amount actuarially equivalent, payable in equal\n         monthly instalments to commence at normal retirement age;\n      (h) any election made under sub-paragraph (e) or (n must be made\n             within thirty days after the Trustees have given notice of the option\n             to the member and, if no election has been made within such\n             period, the member shall be deemed not to have made such\n             election under these sub-paragraphs;\n      ( I ] there shall be secured for each member who elected to receive\n            benefits under sub-paragraph (g) or (h) as far as the remaining\n             funds will allow, an additional deferred yearly pension payable in\n             equal monthly instalments to commence at normal retirement age,\n             so, however, that the total deferred pension payable under all sub-\n             paragraphs of this regulation shall not exceed the pension\n             actuarially equivalent to the amount of the member's account at the\n             date of winding-up or such lesser amount as the Actuary or an\n             insurance company may determine having regard to the sufficiency\n             of the funds of the Scheme;"
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39. Subject to the provisions of these Regulations, the Trustees may\n                     decide all questio'ns relating to the Scheme and their decision shall be final\n                     and shall not be made in such a way to discriminate against any member or\n                     employee.\n          aning ac      40. A Trustee who is a member may exercise his powers and execute his\nT~Stee.\n                     duties as a Trustee notwithstanding that he is a member, and no decision or\n                     exercise of a power or discretion by the Trustee shall be invalidated or\n                     questioned on the grounds that the Trustees or any of them had a direct or\n                     personal interest in the mode or result of such decision or of exercising such\n                     power or discretion.\n NO^-scheme             41. Where a member of staff of the Authority has sewed for a period in\nterntit.\n                     excess of ten years and is not entitled to pension hereunder, the Authority\n                     may in its discretion grant the member a special retirement benefit.\n                                   PORT AUTHORl7Y\n                                          SCHEDULE                            (Regulation 2)\n                                    Table of Contents\nSECTION\nTHE REGULATIONS\n I.   The Pension Scheme"
    }
  ],
  "definitions": [
    {
      "term": "approved exporter",
      "definition": "an exporter who is designated as an",
      "source_provision": "sec3"
    },
    {
      "term": "approved trucker",
      "definition": "a trucker who transports goods or equipment",
      "source_provision": "sec3"
    },
    {
      "term": "cargo integrity form",
      "definition": "a cargo integrity form approved by the",
      "source_provision": "sec3"
    },
    {
      "term": "ISPS Code",
      "definition": "the International Ship and Port Facility Security",
      "source_provision": "sec3"
    },
    {
      "term": "container",
      "definition": "a large standardized, seagoing receptacle for the",
      "source_provision": "sec3"
    },
    {
      "term": "exporter",
      "definition": "any person who-",
      "source_provision": "sec3"
    },
    {
      "term": "freight forwarder",
      "definition": "a freight forwarder for the export of goods",
      "source_provision": "sec3"
    },
    {
      "term": "port facilities",
      "definition": "facilities for-",
      "source_provision": "sec3"
    },
    {
      "term": "shipping agent",
      "definition": "any person who functions as an agent for a",
      "source_provision": "sec3"
    },
    {
      "term": "trucker",
      "definition": "a person who in the ordinary course of business trans-",
      "source_provision": "sec3"
    },
    {
      "term": "wharf company",
      "definition": "a company or any other person or body of",
      "source_provision": "sec3"
    }
  ]
}