{
  "id": "jm-subs-the-port-workers-superannuation-fund-act",
  "type": "statute",
  "title": "The Port workers (Superannuation Fund) Act",
  "title_en": "The Port workers (Superannuation Fund) Act",
  "short_name": "Port workers (Superannuation Fund) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-port-workers-superannuation-fund-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-port-workers-superannuation-fund-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1.-(1) The Labour Adviser shall keep a register and such other records as\nmay be necessary of all port workers registered under this scheme and shall\nassign a registration number to each such port worker.\n       (2) The last two numerals of each port worker's registration number shall\nwincide with the last two numerals of the year in which such port worker is\nregistered.\n      (3) The register and such other records shall be kept in such form as the\nLabour Adviser may think fit and shall include a photograph of each port worka\nand the following particulars of each port worker-\n         (i) his full name;\n        (ii) his address at date of registration;\n        (iii) the registration number assigned to him;\n        (iv) his age as declared by such port worker and accepted by the Labour\n             Adviser or as evidenced by his birth certificat~;\n        (v) the date upon which each port worker bewmeis registered under\n            this scheme."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2-(1) In these Regulations, unless the context otherwise requires- :;zz.m-\n     \"actuarial equivalent\" means the amount certified by the consultants\n          to be the equivalent of the amount involved in the circum-\n          stances which have occurred;\n     \"Authority\" means the Shipping Association of Jamaica or any\n          other association or body recognized by the Minister as for the\n          time being representing employers;\n     \"committee\" means the Pensions Committee of the Council\n          mentioned in regulation 4;\n      consultant^\" means such persons as may be appointed by the\n          Authority from time to time to act as consultants to the\n          trustees on such matters relating to the Fund as the trustees\n          may from time to time determine;\n     \"Council\" means the Joint Industrial Council of the Port of\n          Kingston as from time to time constituted;\n     \"effective date\" means the 3rd day of October, 1966;\n     \"employer\" means employer of a port worker as such;\n     \"Fund\" means the Fund established by section 3 of the Act;\n     \"insurance company\" means a body of persons, whether incor-\n          porated or not. carrying on insurance business in Jamaica, and\n          in this definition \"insurance business\" means the business of\n          effecting and carrying ~ u contracts\n                                      t        of insurance as an insurer;\n                THE PORT WORKERS (SUPERANNUATION S C H E W\n                            REGULATIONS, I968\n            \"medical panel\" means such panel of medical practitioners as may\n                from time to time be constituted by the Authority;\n            \"nominee\" means any person nominated by a subscriber in the\n                manner prescribed by regulation 18;\n            \"port worker\" means any worker who-\n                 (a) is registered as a port worker under the scheme for the\n                     registration of port workers in Kingston which is set out\nFlnt                  in the First Schedule or under the scheme substituted\n&hdule.\nSecond                therefor which is set out in the Second Schedule; and\nSchedule.\n                (b) is employed by the hour or by the day in the port of\n                    Kingston on wharves and ships;\n            \"previous scheme\" means-\n                (a) in relation to a port worker falling within sub-paragraph\n                     (a) of paragraph (1) of regulation 5, the Superannuation\n                     Scheme contained in the 1954 Regulations; and\n            (b) in relation to a port worker falling within sub-paragraph\n                    (b) or sub-paragraph (c) of paragraph (1) aforesaid. any\n                    superannuation scheme (other than this scheme) to which\n                    that port worker was required, under the terms of his\n                    employment, to make contributions;\n            \"recruiting time\" means the time each day appointed by the\n                 Council for port workers to report at the recruiting compound\n                 for the purpose of receiving an allocation of work;\n            \"share in the previous scheme\" means-\n                 (a) in relation to a port worker falling within sub-paragraph\n                     (a) of paragraph (1) of regulation 5. that port worker's\n                     share in the Fund as at the 2nd October. 1966, computed\n                     in accordance with paragraph (2) of this regulation; and\n                (b) in relation to a port worker falling within sub-paragraph\n                    (b) or sub-paragraph (c) of paragraph (1) of regulation"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-41) A trustee may retire by instrument in writing addressed to the\nsecretary and from the date of the receipt by the secretary of such instrument,\nsuch trustee shall cease to hold office.\n                                                                                               K,\"Vs-of\n                                                                                               Retirement\n-                                                                                              ~NS~CCS.\n                  r h e inclusion of this page is authorized by L.N. 144119951\n                         THE PORT IW0,RKERS (SUPERANNUATIW SCHEME)\n                                      REGULATIONS, 1968\n                    (2) If any trustee-\n                  (a) is adjudicated bankrupt;\n                  (b) compounds with his creditors;\n                  (c) suffers execution to be levied on his goods;\n                  (4 is certified of unsound mind by a registered medical practitioner\n                      approved by the other trustees;\n                  (e) is sentenced to imprisonment for a term of or exceeding six months;\n                   u> except for any cause mentioned in paragraph 5, fails to attend three\n                        consecutive meetings of the trustees duly convened,\n              he shall, ipso facto,be deemed to have retired.\n                     (3) Any trustee may at any time by instrument in writing addressed to\n              the remaining trustees be removed by the body or persons who nominated him\n              and from the date of the receipt of such instrument by the trustees such trustee\n              shall cease to hold office.\nNew n o d -      4.--(I) If an employers' trustee dies, retires, is deemed to have retired or is\nnations.      removed under the provisions of paragraph 3, some other fit and proper person\n              shall forthwith be nominated by the Authority to take his place as an employers'\n              trustee.\n                     (2) If a subscribers' trustee dies, retires, is deemed to have retired or is\n              removed under the provisions of paragraph 3, some other fit and proper person\n              shall forthwith be nominated to take his place as a subscribers' trustee by the\n              representatives of subscribers on the Council.\n                    (3) If the chairman dies, retires, is deemed to have retired or is removed\n              under the provisions of paragraph 3, some other fit and proper person shall forth-\n              with be appointed by the Authority to take the place of such chairman.\nTemporary       5. If any trustee duly nominated under these Regulations is temporarily unable\nnoma-         through sickness, absence abroad or othw reasonable cause (to be determined\ntionn.        by the remaining trustees) to attend to his duties as trustee, the body or persons\n              by whom he was nominated as a trustee may nominate a fit and proper person\n              to act temporarily in his place during such sickness or absence abroad or while\n              such reasonable cause exists, and whilst so acting as trustee such person shall\n              have all the powers, privileges, duties and immunities of the trustee in whose\n              place he has been nominated.\nConditions       6. If a vacancy occurs amongst the trustees under the provisions of paragraph\nunder which   3 and such vacancy is not filled within one month of its occurrence, the remaining\ntrustees\nmay fill      trustees shall nominate some fit and proper person as trustee to fill the vacancy,\nvacancy.      and such trustee shall hold office as if he had been duly nominated under the\n              provisions of paragraph 4 by the appropriate body or persons mentioned therein.\nMeetings of     7,+1) Anything that may be done by the austees and any act or duty to be\ntrustees.     performed by them under these Regulations may be done or performed by a\nquorum and\nvoting.       quorum of trustees present at a meeting of which every trustee has been given\n              not less than twenty-four hours previous notice.\n                              W e inclusion of this page is authorized by L.N. 144/1995]\n          THE PORT WORKERS (SUPERANNUATION SCHEME)\n                      REGULATIONS, 1968\n       (2) At any meeting of the trustees a quorum shall consist of seven mem-\n bers of whom four, including the chairman, shall be employers' trustees.\n       (3) Subject to the provisions of sub-paragraph (4). each trustee shall have\none vote at all meetings and all decisions and resolutions of the trustees shall\nbe passed or carried by a simple majority vote.\n      (4) Any trustee who presides as chairman at any meeting shall, in addition\nto his original vote, have a casting vote in the event of an equality of votes on\nany occasion when there is disagreement between the employers' trustees and\nthe subscribers' trustees."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. A member of the committee shall, ipso facto, cease to be a member of the\nmmmittee if-                                                                     af\n                                                                                      E;,\",\";2;h$\n          (i) he ceases to be a member of the Council;                           ~ornmlttee.\n         (ii) a provisional order of bankruptcy is made against him;\n        (iii) he compounds w ~ t hhis creditors;\n        (iv) he is catified by a registered medical practitioner approved by the\n              wmmittee to be unable to attend to the business of the committee\n              for a period of three months or more."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. To the intent that there shall at all times be not fewer than six members Momhen oi\nof the wmmittee, if any member be removed or otherwise ccnscs to be a corn- Pcxions\nmittee member then the Council shall appoint another in his stead, and, if sixh ~ ~ t               ~   $   ~\nappointment be not made within three months of the vacamy occurring, the below&.\nremaining committee. members may, having regard to tha provisions of pma-\ngraph 1, appoint another person in his stead and such person shall be deemed\nto have been appointed by the Council.\n                m e inclusion of this page is authorized by L.N. 154119661\n                           THE PORT WORKERS (SUPERANNUATION SCHEME)\n                                       REGULATIONS. 1968\nElection of      6.-(1) At its first meeting and thereafter at the first meeting held each yeat\ncoshairmen     the Authority's nominees shall elect one of their number to serve as co-chairman\nof Pensions\nCommittee.     for the ensuing year and the subscribers' representatives shall simiIarIy elect one\n               of thdr number to serve as the other co-chairman for the same period.\n                       (2) The co-chairmen shall preside for one calendar month alternately\n               and shall while presiding have an original but not a casting vote.\n                        (3) The co-chairman to preside first shaU be] decided by drawing lob.\nElection of      7. The Committee shall elect a member to be secretary of the committee and\nsecretary of   he shall continue to hold the office nf secretary until his retirement or removal.\nPensions\nCommittee.\nQuorum.          8. A quorum at a meeting of the committee shall be four, one of whom shall\n               be the chairman for the time being.\nDecisions         9. All matters shaU be decided by a majority vote of the committee present\nby vote.\n               at a meeting.\nCompetence        10. The committee shall be competent to meet and transact its business in\nto transact    regard to the scheme notwithstanding any vacancies among them provided there\nbusiness.\n               are at least four committee members.\nMinutes.          11. The committee shall cause proper minutes of all its meetings to be kept\n               in a book to be provided for the purpose.\nNo remunera-     12. No committee member shall be entitled to any remuneration for acting\ntion.\n               as such.\n                                                          FIFTHSCHEDULE                          (Regulation 18(1) )\n                                                       Form of Nomination\n                 I................................................................of.. .....................................\n               a subscriber under the Kingston Port Workers Superannuation Scheme\n               who *(is)*(are) dependent on me, to receive any benefit to which a nominee of\n               mine may be entitled under the Kingston Port Workers (Superannuation Scheme)\n               Regulations, 1968, in the event of my death (in the following proportions:-\n                 (1). ..........................................o     receive..   ...........................................\n           THE PORT WORKERS (SUPERANNUATION SCHEME)\n                       REGULATIONS, 1968\n (3) ...................................Areceive.............................................\n                                               .to receive.. ..........................................\n  (4). ...........................................                                                  .)\n*Delete if not applicable.\nDated this                       day                                .   19\nWitness to signature                                                           Signature\nAddress of witnass\n                      [The inclusion of this pqp is suthortsd by L.N. 4119761"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) The Council shall by resolution decide upon the number of port\nworkers to be added to the register from time to time and shall transmit a copy\n              -\n               r h e inclusion of this pagc is authorized by L.N. 144119951\n           THE PORT WORKERS (SUPERANNUATION SCHEME)\n                       REGULATIONS, 1968\nof such resolution to the Shipping Association of Jamaica or other association\nor body for the time being representing the employers together with a request\nthat the required number of additional port workers be recruited by the Shipping\nAssociation of Jamaica (or such other association or body) as soon as may be\npracticable thereafter.\n       (2) On recdpt of the request referred to in sub-paragraph (I), the Shipping\nAssociabon of Jamaica or other association or body for the time being represent-\ning the employers shall recruit the appropriate number of workers and shall there-\nafter submit to the Labour Adviser-\n    (a)   a certified copy of the resolution of the Council authorizing the increase\n          in the number of registered port workers;\n    (b) a list setting forth the full name, address and age of each worker\n        recruited pursuant to the request of the Council, together with four\n        photographs of each worker.\n      (3) Upon recdpt of the documents mentioned in sub-paragraph (2). the\nLabour Adviser shall forthwith register the additional workers as port workers\nunder this scheme.\n                                    THIRDSCHEDULE                         (Regulation 3(2) )\n                                   Board of Trustees"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) Whenever an employer makes a deduction from the wages of            t;~!;',\"?'\"\na port worker under paragraph (1) of regulation 6 the employer shall kions.\nbecome liable to pay to the Fund, as the employer's contribution to this\nscheme in respect of such pont worker, a sum equal to the a m m t so\ndeducted from the wages of that pont worker.\n      (2) Every sum payable by an employer under paragraph (1) in\nrespect of any such deduction as aforesaid shall be paid by the employer\nto the Authority at the same time as payment of that deduction is made\nby him to the Authority under paragraph (2) of regulation 6."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. As saon as may be after the 1st October, 1968, the Authority shall b g $ b \" : o f\npay to the trustces all amounts paid to the Authority under paragraph Z f e g ,\n(2) of regulation 6 and paragraph (2) of regulation 7 between the\neffective date and such date, and, with regard to amounts so paid to the\nAuthority on or after the said date, the Authority shall pay the same\nto the trustees not less frequently than once in each month."
    },
    {
      "provision_ref": "sec8a",
      "section": "8A",
      "title": "Section 8A",
      "content": "8A.--(I) I£ a port worker who is a subscriber to this scheme on the Interest op\n                                                                        subscriber s\n1st day of January, 1984, was also a subscriber to the previous scheme, 3hdR (if any)\n                                                                        and contribu-\nhis share in the prcvious scheme and his contributions to this scheme tions.\nshall bear interest from the 1st day of January, 1984.\n         (2) If a subscriber to this scheme was not also a subscriber\nto the previous scheme, his contributions to this scheme shall bear\ninterest from the 1st day of January, 1984, or from the date on which\nhe becomes a subscriber, whichever is later.\n       (3) The interest payable under this reslation shall be at\nsuch rate as the trustees shall determine from time to time and shall\nbe compounded annually.\n              m e inclusion of this page is authorized by L.N. 144/1995]\n                       THE PORT WORKERS (SUPERANNUATION SCHEME)\n                                   REGULATIONS, 1968\n               PART V-Retirement and Termination of Participation in the Scheme\nR.tiremoslt      9. Subject to the provisions of regulation 33, the Authority shall\not sub-\nrrlb~r.       retire forthwith any subscriber to this scheme who-\n                    (a) according to the particulars of His registration as a port worker.\n                         is sixty-five years of age or over on the 1st October. 1968 or\n                         attains that age on or after such date; or\n                   (6) on or after such date is certified by the medical panel as being\n                       unfit to perform the duties of a port worker.\nmoat of\n       *        9A. The Authority may retire a subscriber before he attains the\nsub~*brr-\n              age of 65 yearn if-\n                  (a) that avbscriber requests the Authority to do so:\n                  (6) the age of that sukr?ber according to the particulars of his\n                       registration as a port worker will be 55 years or over at\n                      the date on which the retirement is to take effeot; and\n                   (c) the Authority consents that he shall be MJretired."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. No trustee shall be entitled to any remuneration for acting as such.         NO mmuna\n                                                                                      ration of\n                                                                                      twteu."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Subject to the provisions of regulation 33, the participation in this\n&on\nschwnc\n        \"\nat p.lucl-\n              scheme of a subscriber thereto shall be terminated by the Authority-\n                  (a) if, not being on authorized leave. he does not during any period\n                      of three consecutive months make himself available for work\n                      through the recruiting compounds for port workers for a total\n                      of more than sixty-six recruiting times and the Authority has\n                      served notice upon hi advising him that his participation in\n                      the scheme has been terminated: or\n                   (6) if he has been required in writing by the committee to submit\n                       to a medical examination by the medical panel and has failed\n                       without reasonable excuse (to be determined by the committee)\n                       to submit to such examination; or\n                  (c) upon his death; or\n                   (4if, not having already been retired under regulation 9. or not\n                       having had his participation as a subscriber to the scheme\n                       terminated under paragraph (a), (6) or (c), he ceases to be\n                       registered as a port worker.\n                             E h e inclusion of this page is authorized by L.N. 144119951\n        THE PORT WORKERS (SUPERANNUAflON SCHEME)\n                            REGULATIONS, 1968"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) A subscriber who was retired before the 1st day of January. Fgt*\n1976. and was alive on the 1st day of February. 1981. shall be entitled $Zvb\nto receive from the Fund with effect from the 1st day of February. 1981,\nfor the rest of his life. pension at the rate of-\n     (a) 115% of the pension payable to him immediately before\n          the 1st day of February. 1981. if he retired before the 1st\n          day of January. 1974;\n    (b) 110% of the pension payable to him immediately before the\n        1st day of February, 1981, if he retired during the year 1974;\n    (c) 105% of the pension payable to him immediately before the\n         1st day of February. 1981. if he retired during the year 1975.\n        (2) Subject to the provisions of paragraphs (7) and (9). a sub-\nscriber who is retired under paragraph (a) of regulation 9 on or after\nthe 1st day of February. 1976. but before the 1st day d February. 1981.\nshall be entitled to receive from the Fund. upon his retirement-\n     (a) a pension equal to 30% of the annual average of the wages\n           received by him as a port worker during the five years im-\n           mediately p r q d i n g his retirement, whether he was also a\n           subscriber to the previous scheme or not; and\n     (b) if he was also a subscriber to the previous scheme, his share\n         in the previous scheme, which shall be paid in a single sum.\n       (3) Subject to the provisions of paragraphs (7) and (9), a sub-\nscriber who is retired under paragraph (a) of regulation 9 on or after\nthe 1st day of February. 1976. but before the 1st day of February, 1981-\n     (a) shall be entitled to recejve from the Fund on the Bth anni-\n          versary of his retirement, if he is the4 alive, and for the\n          rest of his Me, pension at the rate of 133 113% of the pen-\n          sion payable to him on his retirement:\n     (b) shall, if he is retired on or after the 1st day of February,\n         1976. but before the 1st day of February. 1977. be entitled\n         to receive from the Fund with effect from the 1st day of\n         February. 1981, until immediately before the fifth anniversary\n         of his retirement, if he is then alive, pension at the rate of\n         126 213% of the pension payable to him on his retirement;\n              IThe inclusion of this page is authorized by L.N. 144/19951\n     THE PORT WORKERS (SUPERANNUA TION SCHEME)\n                 REGULATIONS, 1968\n(c) shall, if he is retired on or after the 1st day of February. 1977.\n    but before the 1st day of February, 1978, be entitled to receive\n     from the Fund-\n        (i) with effect from the 1st day of February, 1981, until\n            immediately before thc fourth anniversary of his retire-\n           ment, if he is then alive, penslon at the rate of 120% of\n           the pension payable to him on his retirement;\n       (ii) with effect from the fourth anniversary of his retirement\n           until immediately before the fifth anniversary of his\n            retirement, if he is then alive, pension at the rate of\n            126#% of the pension payable to him on his retirement;\n(d) shall, if he is retired on or after the 1st day of February.\n    1978 but before the 1st day of February. 1979, be entitled to\n    receive from the Fund-\n       (i) with effect from the 1st day of February. 1981, until\n            immediately before the third anniversary of his retire-\n            ment, if he is then alive, pension at the rate of 1133%\n            of the pension payable to him on his retirement;\n       (ii) with effect from the third anniversary of his retire-\n            ment until immediately before the fourth anniversary\n            of his retirement, if he is then alive, pension at the\n            rate of 120% of the pension payable to him on his\n            retirement;\n       (iii) with effect from the fourth anniversary of his retire-\n             ment until immediately before the fifth anniversary\n             of his retirement, if he is then alive. pension at the\n             rate of 1265% of the pension payable to him on his\n             retirement:\n(e) shall, if he is retired on or after the 1st day of February,\n     1979, but before the 1st day of February, 1980, be entitled\n     to receive from the Fund-\n        (i) with effect from the 1st day of February, 1981, until\n            immediately before the second anniversdry of his re-\n            tirement, if he is then alive, pension at the rate of\n            1065% of the pension payable to him on his retire-\n            ment;\n      THE PORT W O R K E R S (SUPERANNUATION SCHEME)\n                          REGULATIONS, 1968\n        (ii) with effect from thesecond anniversary of his retire-\n              ment until immediately before h e thud anniversary\n              of his retirement, if he is then alive, pension at the\n              rate of 113 113% of the penslon payable to him on\n               h ~ retirement;\n                   s\n        (iii) with effect from the third anniversary of his retirement\n               until immediately before the fourth anniversary of\n               hs reurement, if he is then alive, pension at the rate\n               of 12U% of the pension payable to hlm on his reure,\n               mat;\n        (iv) with efiect from the fourth anniversary of his retire-\n               ment until immediately before the fifth anniversary of\n              his retiremet, if he is then alive, pension at the rate\n               of 1262% of the pension payable to him on his re-\n               tlrement ;\n(f)    shall, if he is retlred on or after the 1st day of kebruary.\n       lYL(O, but before the 1st day of kebruary. 1981, be entitled\n       to receive from the kund-\n          (i) wlth effect from the 1st day of February, 1981, untll\n               immediately before the hrst anniversary of his zetire-\n               ment, if he is then alive, pension at the rate payable\n               to him on his retuement;\n         [ii) wlth eflect from the first anmversary of his retlrcrncnt\n               untd i~nmediatelybetore the sccvnd anniversary ot h ~ s\n               rcurament, if he u then ahve, pension at the rate of\n              1063% of thc peilsion payable to him on his retire-\n               ment;\n         (iii) with effect from the second anniversary of his retire-\n               ment until immediately before the third anniversary of\n               his retirement, if he is then alive, pension at the rate\n                of 113 113% of the pension payable to him on his re-\n                tiremen t;\n         (iv) with effect from the third anniversary of his retirement\n                until immediately before the fourth anniversary of\n                his retirement, if he is then alive, pension at the rate\n                of 120% of the pension payable to him on his retire-\n                ment:\n          THE PORT WORKERS ( S U P E R A N N U A T ~ O NSCHEME)\n                      REGULATIONS, 1968\n             (v) with effect from thc fourth anniversary of his retire-\n                   ment until immediately before the 6fth anniversary of\n                   his retirement, if he is then alive, pension at the rate\n                   of 1263% of the pension payable to h i on his re-\n                   tirement.\n       '(4) Subject to the provisions of paragraphs (5) (6) and (7) a sub-\nscriber who is retired under paragraph (a) of regulation 9 shall be\nentitled to receive from the Fund-\n     (a) upon his retirement-\n              (i) if the date of his retirement is on or after the 1st day\n                   of February, 1981. but before the 1st day of January.\n                   1986, a pension equal to 40% of the annual average of\n                  the wages received by him as a port worker during the\n                  five years immediately preceding his retirement, whether\n                  he was a subscriber to the previous scheme or not;\n             (ii) if he 'becomes a subscr2ber before the 1st day of\n                  January, 1986, and the date of his retirement is on or\n                  after the 1st day of January, 1986, a pension equal to\n                   14% of his pensionable wages multiplied by the number\n                  of years during which he was a subscriber, or 40% d\n                  the annual average of the wages received by him as a\n                  port worker during the five years immediately preceding\n                  his retirement, whichever is the greater, whether he was\n                  a subscriber to the previous scheme or not;\n            (iii) if he becomes a subscriber on or after the 1st day of\n                  January, 1986, and the date of his retirement is on or\n                  after the 1st day of January. 1986. a pension equal to\n                   13% of his pensionable wages multiplied by the\n                  number of years during which he was a subscriber,\n                  whether he was q subscriber to the previous scheme or\n                  not;\n            (iv) if he was also a subscriber to the previous scheme, his\n                  share in the previous scheme, which shall be paid in a\n                  single sum in addition to the pension payable under this\n                  paragraph:                                                       I\n                                                                                   I\n     (b) if the date of his retirement is on or after the 1st day of\n           February, 1981, he shall be entitled to receive from the Fund.\n           with effect-\n*Certain of the ~ e n d m e n t sto this para mph are effective from 1 . 7 . W e\n L.N. 118 in ~ s m a ~Gazette\n                          u       ~upp~ement     Bat4 7.9.93.\n               F h e inclusion of this page is authorized by L.N. 144119951\n        T H E PORT WORKERS (SUPERANNUATION SCEIEME)\n                            REGULATIONS, 1968\n          (i) from the 6rst anniversary of his retirement, if he is then\n              alive, and for twelve months thereafter, pension at the\n              rate of 1063% of the pension payable to him on his\n              retirement;\n          (ii) from the second anniversary of his retirement. if he is\n               then alive, and for twelve months thereafter, pension at\n               the rate of 1139% of the pension payable t o him on his\n               retirement;\n          (iii) from the third anniversary of his retirement, if he is then\n                alive, and for twelve months thereafter, pension at the\n                rate of 120% of the pension payable to him on his\n                retirement;\n          (iv) from the fourth anniversary of his retirement, if he is\n               then alive, and for twelve months thereafter, pension at\n               the rate of 1263% of the pension payable to him on\n               his retirement;\n           (v) from the fifth anniversary of his retirement, if he is then\n               alive, and for the remainder of his life, pension at the\n               rate of 1333% of the pension payable to him on his\n               retirement.\n      (5) Subject to the provisions of paragraph (7) where a subscriber\nwho is registered as a tally derk is retired after the 1st day of January,\n1982-\n    (a) if he was a subscriber to the Shipping Association of Jamaica\n         Superannuation Fund for Tally Clerks on the 31st day of\n         December. 1981. he shall be entitled, upon his retirement, to\n         receive from the Fund established by section 3 of the Act-\n             (i) a lump sum equal to the aggregate of the amounts\n                 paid by him as contributions to the Shipping Asso-\n                 ciation of Jamaica Superannuation Fund for Tally\n                  Clerks up to the 31st day of December. 1981. plus\n                 the aggregate of the amounts contributed to that Super-\n                 annuation Fund by the Shipping Association of\n                  Jamaica up to that date in respect of his employment\n                  plus the aggregate of the annual bonuses credited to\n                  him in that Superannuation Fund up to that date; and\n         THE PORT WORKERS (SUPERANNUATION SCHEME)\n                     REGULATIONS, 1968\n          (ii) a pension equal to 25% of the annual average of the\n               wages received by him as a tally clerk during the five\n                years immediately preceding his retirement;\n    (b) if his employment as a tally clerk commences on or after the\n         1st day of January. 1982 but before the 1st day of January.\n         1986. he shall be entitled, upon his retirement, to receive\n        from the Fund established by section 3 of the Act a pension\n         equal to 40% of the annual average of the wages received\n         by him as a port worker during the five years immediately\n        preceding his retirement;\n    (c) irrespective of the date on which his employment as a tally\n        clerk commences, he shall be entitled to receive. with effect\n        from the first and subsequent anniversaries of his retirement.\n        pension from the Fund established by section 3 of the Act\n         at the rates specified in sub-paragraph ( b ) of paragraph (4)\n         in relation to the appropriate anniversary, if he is then alive.\n      (6) Subject to the provisions of paragraph (7) where a subscriber\nwho is registered as a gearsman is retired after the 1st day of January.\n1983-\n    (a) if he was a subscriber to the Blue Book Workers Superamua-\n         tion Scheme on the 31st day of December. 1982. he shall be\n         entitled, upon his retirement, to receive from the Fund estab-\n         lished by section 3 of the Act-\n             (i) a lump sum equal to the aggregate of the amounts paid\n                 by him as contribution to the Blue Book Workers Super-\n                 annuation Scheme up to the 31st day of December,\n                 1982, plus the aggregate of the amounts contributed\n                 to that Scheme by the Shipping Association oE Jamaica\n                 up to that date in respect of his employment plus the\n                 aggregate of the annual bonuses credited to him in\n                 that Scheme up to that date; and\n            (ii) a pension equal to 25% of the annual average of the\n                 wages received by him as a gearsman during the five\n                 years immediately preceding his retirement:\n    (b) if his employment as a gearsman commences on or after the\n         1st day of January, 1983, but before the 1st day of January,\n         1986, he shall be entitled to receive from the Fund established\n              LT!ie inclusion of this page is authorized by L.N. 144/19951\n        THE PORT WORKERS (SUPERANNUATION SCHEMIJ\n                    REGULATIONS, 1968\n         by section 3 of the Act upon his retirement a pension equal\n         to 40% of the annual average of the wages received by him\n         as a port worker during the five years immediately preceding\n         his retirement;\n    (c) irrespective of the date on which his employment as a gears-\n         man commences, he shall be entitled to receive, with effect\n         from the first and subsequent anniversaries of his retirement.\n         pension from the Fund established by sec.tion 3 of the Act at\n         the rates specified in sub-paragraph (b) of paragraph (4) in\n         relation to the appropriate anniversary, if he is then alive.\n     (7) The pension payable under this regulation to a subscriber shall\nbe paid to him monthly in arrear starting at the end of the month next\nfollowing the month of his retirement and ending on the last day of\nthe month in which he dies.\n      (8) The relevant provisions of paragraphs (2) to (7) shall appiy in\nrelation to a subscriber who is retired under paragraph (b) of regula-\ntion 9 as they apply in relation to a subscriber who is retired under\nparagraph (a) of that regulation, so, however. that until a subscriber who\nis retired under paragraph (b) of that regulation attains the age of 6.5\nyears, the pension granted to him shall continue to be payable only\nupon evidence satisfactory to the committee that he continues to be\nunfit to perform the duties of a port worker.\n    (9) Paragraph (3) shall not apply in respect of a retired subscriber\nwhose pension was increased by one-third before the 1st day of\nFebruary, 1981, pursuant to the former regulation 11 (2) (now re-\nvoked).\n   (10) The relevant provisions of paragraphs (4) to (7) shall apply\nin relation to a subscriber who is retired under regulation 9~ as they\napply in relation to a subscriber who is retired under paragraph (a) of\nregulation 9, so, however, that the amount of pension granted to a\nsubscriber who is retired under regulation 9A shall be actuarially\nadjusted to equate the life contingency factor at the age at which he\nwas retired to the factor applicable at age 65 for a port worker of the\nsame sex in accordance with the tables currently in use by the con-\nsultants on the date when he was retired.\n                       THE PORT WORKERS (SUPERANNUATION SCHEME)\n                                   REGUUTAONS, 1968\n                      (11) In this regulation \"pensionable wages\" in relation to a\n              subscriber means the annual average of the total wages received by\n              him as a port worker in respect of his best five consecutive years out\n              of the ten years immediately preceding his retirement.\nOptional        12.-41) A subscriber may, with the consent of the trustees, make\njoint.\nvcnsmn.       an irrevocable election in writing delivered to the trustees before he\n              receives payment of h s fitst month's pension, that in lieu of the annual\n              pension payable to him-\n                  (a) a reduced annual pension shall be paid to him; and\n                  (b) an annual pension shall be paid from the date of the sub-\n                      scriber's death to a person named in the election (in this\n                      regulauon referred to as his beneficiary) who is not his spouse\n                      w&m the meaning of regulation 15A.\n                      (2) The amount of pension payable to a retired subscriber who\n              makes an election under thls regulation and to his beneficiary shall\n              be determined in accordance with the tables currently in use by the\n              consultants on the date when the subscriber is retired.\n                     (3) The pension payable under this regulation to the beneficiary\n              of a retired subscriber shall continue to be paid until the beneficiary\n              dies.\n                      (4) If a subscriber who makes an election under this regulation\n              or his beneficiary dies before the date of the subscriber's retirement\n              the election shall be deemed not to have been made.\nEarly death"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-41) If, at the date of death of a person to whom a pension is\nsloner.       payable under these Regulations, being a person who was retired be-\n              fore the 1st day of February, 1981, the aggregate of the payments re-\n              ceived by him by way of such pension is less than the aggregate amount\n              of his contributions to this scheme, the difference shall be paid in a\n              lump sum to his nominee or personal representative as provided in\n              regulation 18.\n                     (2) If, at the date of death of a person to whom an annuity (not\n              being a joint annuity) is payable under these Regulations, being a person\n              who was retired before the 1st day of February, 1981, the aggregate of\n         THE PORT WORKERS (SUPERANNUATION SCHEME)\n                     REGULATIONS, 1968\nthe payments received by him under the annuity is less than the ag-\ngregate amount of his contributions under this scheme, the difference\nshall be paid in a lump sum to his nominee or personal representatives\nas provided in regulation 18.\n        (3) If a person to whom a pension is payable under yegula-\ntion 11-\n     (a) is retired on or aftex the 1st day of February. 1981; and\n    (b) dies M o r e he has received pension for sixty months,\nthe difference between the aggregate amount of pension which would\nhave been payable to him for sixty months if he had not died as\naforesaid and the aggregate amount of pension actually paid to him\nbefore his death shall be paid in a lump sum to his nominee or\npersonal rqxesentative as provided in regulation 18.\n  1 4 . 4 1 ) When the participation of a subscriber in this scheme is term- Benefit\n                                                                             where sub-\ninated under paragraph (a). (b) or (4 of regulation 10, he shall be purticipa-\n                                                                             ncribrr's\nentitled to receive from the Fund-                                           tion\n                                                                             Ln acheme\n      (a) if he was also a subscriber to the previous scheme, his share :g~;;,,~.\n            in the previous scheme and the agqregate of the amounts        z::::,':\n            deducted £rom his wages ap, his contributions to this scheme;\n            or\n    (b) if he was also a subscriber to the Shipping Association of\n         Jamaica Superannuation Fund for Tally Clerks m the Blue\n        Book Workers Superannuation Scheme, the lnmp sum speci-\n        fied by sub-paragraph (a) (i) of paragraph (5) of regulation\n         11 or by subparagraph (a) (i) of paragraph (6) of regulation"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.--(I) When the participation of a subscriber in this scheme is term- where rub.\n                                                                          tcriber'a\ninated by reason of his death, and he leaves no person entitled under par:icipa-\n                                                                          tion\nthese Regulations to receive surviving spouse's pension, then-            b scheme\n                                                                          b tcrmi.\n     (a) if the subscriber was also a subscriber to the previous scheme, ::%.on\n          his share in the previous scheme and the aggregate of the\n          amounts deducted from his wages as contributions to this\n          scheme; or\n    (b) if the subscriber was also a subscriber to the Shipping Asso-\n        ciation of Jamaica Superannuation Fund for Tally Clerks or\n        the Blue Book Workers Superannuation Scheme, the lump\n         sum specified by sub-paragraph (a) (i) of paragraph (5) of\n         regulation 11 or by sub-paragraph (a) (i) of paragraph (6) of\n         regulation 11, as the case may require, and the aggregate of\n        the amounts deducted from his wages as his contributions to\n         this scheme; or\n    (c) if the subscriber was not also a subscriber to the previous\n         scheme or to the Superannuation Fund or Superannuation\n         Scheme mentioned in paragraph (b), the aggregate of the\n         amounts deducted from his wages as his contribution to this\n         scheme,\nshall be paid in a lump sum to his nominee or personal representative as\nprovided in regulation 18.\n     (2) Any interest which accrued to a subscriber under regulation\n8A immediately before the termination of his participation shall be\nadded to the benefit which shall be paid in accordance with paragraph\n(1).\n         THE PORT WORKERS (SUPERANNUATION SCHEME)\n                     REGULATIONS, 1968"
    },
    {
      "provision_ref": "sec15a",
      "section": "15A",
      "title": "Section 15A",
      "content": "15A.-(1) If a subscriber who is retired under regulation 9 on or\nafter the 1st day of February. 1981, dies leaving a person who had\nbeen his spouse from a date prior to his retirement until the date of\nhis death, that person shall be entitled to receive from the Fund a\nsurviving spouse's pension equal to-\n    (a) 15% of the annual average of the wages received by that\n        subscriber as a port worker during the five years immediately\n        preceding his retirement if that subscriber's participation in\n        this scheme began before the 1st day of January. 1986; or\n    (b) 374% of the pension payable to that subscriber at the date\n        of his retirement, but before any reduction consequent on\n        the exercise of an election under regulation 15C, if that\n        subscriber's participation in this scheme began on or after\n        the 1st day of January, 1986.\n         (2) If the participation of a subscriber in this scheme is\nterminated on or after the 1st day of February, 1981, by reason of\nhis death, and if he leaves a person who is his spouse at the date of\nhis death, that spouse shall be entitled to receive from the Fund a\nsurviving spouse's pension equal to-\n     (a) 15% of the annual average of the wages received by that\n         subscriber during the five years immediately preceding his\n         death in the case of a subscriber whose participation in\n         this scheme began before the 1st day of January. 1986; or\n    (b) 374% of the pension which would have been payable to\n        that subscriber at the date of termination of his participation\n        in this scheme if he had retired at that date, in the case of\n        a subscriber whose participation in this scheme began on\n        or after the 1st day of January. 1986.\n       (2A) If a person who made an election under regulation 14 to\nreceive a deferred pension dies leaving a person who is his spouse at\nthe date of his death, that spouse shall be entitled to receive from the\nFund a surviving spouse's pension equal to-\n     (a) 15% of the annual average of the wages received by the\n         deceased person as a port worker during the five years\n         immediately preceding the termination of his participation in\n         THE PORT WORKERS (SUPERANNUATION SCHEME)\n                     REGULATIONS, 1968\n         this scheme if his participation in this scheme began before\n         the 1st day of January. 1986; or\n    (b) 373% of the pension which would have been payable to the\n        deceased person at the date of termination of his participa-\n        tion in this scheme if he had retired at that date, and if\n        his participation in this scheme began on or after the 1st day\n        of January, 1986.\n        (2B) If a subscriber who was retired under regulation 9 before\nthe 1st day of February, 1981, died after the 1st day of July, 1988, and.\nat the time of his death. he left a person who was his spouse or is treated.\nin accordance with paragraph (4), as his spouse, that person shall be\nentitled to receive from the Fund a surviving spouse's pension at a rate\nwhich shall be subject to actuarial advice.\n          (3) The surviving spouse's pension payable under this regula-\ntion shall be paid to the surviving spouse monthly in arrear, starting at\nthe end of the month in which the subscriber dies and ending on the\nlast day of the month in which the surviving spouse remarries or dies.\nwhichever 6rst occurs.\n        (4) For the purposes of this regulation-\n    (a) the committee may treat a single woman or widow who was\n        living with a single man or widower as his wife for a period\n         of not less than 52 weeks immediately prior to his or her\n         death as if she were in law his widow or as if he were in law\n        her widower, as the case may require, if the committee is\n        satisfied that in all the circumstances she, or he, as the case\n        may require, should be so treated;\n    (b) where the question of marriage or remarriage, or of the date\n        of marriage or remarriage, arises in regard to the entitlement\n        or cessation of entitlement of a person to a surviving spouse's\n        pension, the committee shall, in the absence of the sulbistence\n        of a lawful marriage and of any impediment to lawful mar-\n        riage, decide whether or not the person or persons concerned\n        should be treated as if he, she or they were married or as if he\n        or she had remarried, as the case may be, and if so, from\n        what date and in determining the question the committee shall\n        have regard to the terms of sub-paragraph (a);\n                                                                             -\n              [The inclusion of this pagd is authorized 'by L.N. 144/1995]\n                         TRE PORT WORKERS (SUPERANNUATION SCHEME)\n                                     REGULATIONS, 1968\n                     (c) a decision of the committee given under sub-paragraph (a) or\n                         ( b ) shall, unless the context otherwise requires, have the efl ect\n                          of extending, as regards a surviving spouse's pension, the\n                         meaning of the word \"marriage\" to include the association\n                         ((the subject-matter of the decision) between such a single\n                         woman or widow as aforesaid with such a single man or wid-\n                         ower as aforesaid, and for this purpose the words \"wife\",\n                         \"widow\", \"widower\" and \"spouse\" shall be construed accord-\n                         ingly.\nTrustees may\nrecommend"
    },
    {
      "provision_ref": "sec15c",
      "section": "15C",
      "title": "Section 15C",
      "content": "15C.+1) A subscriber may, with the consent d the trustees elect,\nreduced\npension.\n                 before he receives payment of his first month's pension, to surrender\n                 a portion of his annual pension and receive a reduced pension plus\n                 a single cash payment equal to one-quarter times twelve and one-half\n                 times the annual pension or the maximum lump sum for the time\n                 being permitted under the Income Tax Act, whichever is less.\n                          (2) The amount of the reduced pension shall be determined\n                 in accordance with the tables currently in use by the consultants on\n                 the date when the subscriber is retired.\n                            PAKT VD-Miscellaneous and General Provisions\nMedical             16.+1) Any subscriber shall, upon his application to the committee,\nexamination\nof subscriben,   be examined by the medical panel as to his fitness to perform the duties\n                 of a port worker.\n                         (2) An employer may at any time require any subscriber to be\n                 examined by the medical panel as to his fitness to perform the duties of\n                 a port worker and the committee shall, at the request of such employer,\n                 by notice in writing, require the subscriber to submit to a medical\n                 examination by the medical panel.\nNotice of           17. Whenever the Authority retires a subscriber under regulation 9 or\nretirement\nor termina-      terminates the subscriber's participation in this scheme under paragraph\ntdon of\npanicipa-        (a). (b) or (d) of regulation 10, the Authority shall serve written notice\nLion In\nscheme.          of such retirement or termination upon such subscriber.\n                               [The inclusion of this page is a u t h o r i d by L.N. 144119953\n          THE PORT WORKERS (SUPERANNUATION SCHEME)\n                      REGULATIONS, 1968"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.02                   THE PORT WORKERS (SUPERANNLflATZQN SCHEME)\n                                    REGULATIONS, 1968\nSpecial          28.-(1) A special meeting of subscribers may at any time be called\nmeeting of\nsubscribera.   by not less than twenty-five per cent of all subscribers.\n                      (2) On receipt by the Authority of a notice signed by at least\n               twenty-five per cent of all subscribers demanding a special meeting of\n               subscribers and specifying the business to be transacted thereat, the\n               Authority shall give notice of the meeting to all subscribers and of the\n               business to be transacted thereat.\n                       (3) No business not so specified shall be transacted at a special\n               meeting of subscribers.\n                       (4) Not less than seven clear days' notice of every such special\n               meeting of subscribers specifying the place, day and hour of the meeting\n               shall be given to all subscribers by the Authority posting notices of the\n               meeting at all recruiting compounds for port workers.\n                        (5) Every special meeting of subscribers shall, before proceeding\n               to business, appoint a chairman from amongst the subscribers present\n               thereat.\n                      (6) A quorum at any such meeting shall consist of at least\n               twenty-five per cent of all subscribers.\n                       (7) The chairman of any such special meeting of subscribers\n               shall at the close of the meeting forward to the committee a written\n               memorandum signed by him setting forth all resolutions put to and\n               carried by a simple majority of subscribers present thereat.\n                      (8) Every subscriber present in person at a special meeting shall\n               have one and only one vote and voting by proxy shall not be permitted.\n                       (9) The chairman of every such special meeting of subscribers\n               shall in every case of equality of votes have a casting vote in addition to\n               his original vote.\n                     (10) If at least twenty-five per cent of all subscribers are not\n               present in person at the commencement of a special meeting of sub-\n               scribers or at any time during the meeting, it shall be adjourned\n               at pleasure to any later hour on the same day, or to any later day and\n               hour as may be decided by the subscribers present.\n Sewtce of       29. Service of any notice or document on any port worker or sub-\n nobice or\n other doc\"-   scriber shall be effected by leaving such notice or document at his last\n ment.\n               address according to the particulars of his registration as a port worker\n               or by posting the same by registered post to such address.\n                              [Tne inclusion of this page is authorized by L.N. 144/1995]\n         THE PORT WORKERS (SUPERANNUA TtON $CE-IEMQ\n                     REGULATIONS, I968"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-(1) Every subscriber may for the purposes of these Regulations $;$\"ce'.\nmake a nomination in the form set out in the Fifth Schedule designating Schedu'e.\nany person or persons who, in his opinion, are dependent on him either\nin whole or in part.\n       (2) A subscriber may in any such nomination designate what\nproportions of the relevant lump sum each of any two or more nominees\ndesignated by him shall take.\n        (3) Every such nomination may be revoked by the subscriber at\nany time on payment to the Authority (for crediting to the Fund) of a\nfee of twenty-five cents.\n       (4) The relevant lump sum shall be paid to any person so\nnominated who survives the subscriber, regard being had to any\ndesignation of proportions made under paragraph (2).\n        (5) If a joint nominee dies in the lifetime of the subscriber, the\nsurviving nominee or nominees shall take in equal shares the share of\nthe relevant lump sum to which such deceased nominee would have\nbeen entitled had he survived the subscriber, and if there be only one\nsurviving nominee he shall receive the whole of the relevant lump sum.\n        (6) If at the date of death of the subscriber he is not survived by\na nominee. payment of the relevant lump sum shall be made to his per-\nsonal representative.\n       (7) In this regulation \"relevant lump sum\" means the lump sum\npayable under regulation 13 or under regulation 15, as the case may be."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. All payments in accordance with these Regulations shall be paid p F t s\nout of the Fund and no person entitled to any payment shall have any\nclaim thereto except out of the Fund, and, subject to the provisions of\nregulation 27, no such person shall in any case whatsoever have any\nclaim to any payment against the trustees or any of them personally or\nagainst the committee or any employer or representative of an employer\nor the Authority."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.-(1) Payment of any benefit under the provisions of these Regu- p : d t\nlations shall be made by the trustees to a subscriber or to his nominee\nor personal representative. or to any other person entitled to payment tioua.\nunder these Regulations, as the case may be, as soon as the same may\nexpeditiously and conveniently be made.\n                          THE PORT WORKERS (SUPERANNUATION SCHEME)\n                                              REGULATIONS. 1968\n                        (2) Where any delay is likely to occur in the calculation of the\n               final amount of any such benefit as aforesaid, the trustees may. if re-\n               quested so to do by the Authority, make an advance to a subscriber, or\n               to his nominee or personal representative, or to any other person eh-\n               titled to payment under these Regulations, as the case may be. on\n               account of such benefit. pending final calculation of the exact amount\n               thereof.\nEvidence of      21. The Trustees shall be entitled to require evidence satisfactory to\nsurvival.\n               them of the continued survival of any person entitled to payment under\n               these Regulations, and may withhold any such payment until such evi-\n               dence as aforesaid is produced to them.\nBenefits         22.-(1)    All rights conferred on any subscriber, annuitant, nominee or\nunassign-\nable.          personal representative or other person entitled to payment under these\n               Regulations shall be upon the express condition that no benefit payable\n               under the provisions of these Regulations shall be subject in any manner\n               to anticipation, assignment, pledge or charge, and that any attempt so to\n               anticipate, assign, pledge or charge the same shall be void, and that no\n               such benefit shall in any manner be liable for or subject to the debts.\n               contracts, liabilities or torts of any subscriber, nor shall any interest of a\n               subscriber under these Regulations be subject to garnishment, attach-\n               ment, execution or levy of any kind.\n                       (2) If any subscriber. annuitant, nominee or other person en-\n               titled to payment under these Regulations becomes bankrupt or\n               attempts to anticipate, assign, pledge or charge any benefit under\n               these Regulations or if any application to attach such benefit is made\n               his interest in such benefit shall forthwith cease and determine, and in\n               that event the trustees may hold or apply the same or any part thereof\n               to or for the benefit of such subscriber, annuitant, nominee or other\n               person entitled to payment under these Regulations, his spouse.\n               children, or other dependents, or any of them, in such manner and in\n               such proportion as the committee in its absolute discretion may think\n               proper.\nAudit of         23.-(1) The trustees shall from time to time appoint auditors for the\nFund and\npresentatjon\nof annual\naccounts.      -\n               purpose of auditing the accounts relating to the Fund.\n         TRE PORT WORKERS (SUPERANNUATION SCHEME)\n                             REGULATIONS, 1968\n       (2) The accounts shall be prepared to coincide with the calendar\nyear and at intervals of not less than twelve months and shall be sub-\nmitted to the auditors as soon as may be after the end of each year to\nbe audited.\n        (3) The trustees shall, once in each year, present an annual\naudited account of the Fund to the Authority for approval by them on\nbehalf of all employers and copies of such accounts shall be made avail-\nable for inspection by any employer at least two weeks prior to the date\nof their formal presentation to the Authority."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. All costs, charges and expenses incurred by the trustees in carry- Adminislra-\n                                                                         tlon cosu\ning out the provisions of these Regulations or for the benefit of or in to be\n                                                                         cllarged\nconnection with the management of the Fund shall be paid out of the to Fund.\nFund."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.-(1)     The trustees shall deposit on current or deposit account in Tmtees\n                                                                             powers of\nany bank or invest all or any of the moneys in their h'ands belonging to deposit and\n                                                                             investment.\nthe Fund and not immediately required for making any payment in\naccordance with these Regulations.\n          (2) The trustees may invest in all or any of the following invest-\nments or securities-\n     (a) shares of any class or description in a building society;\n     (b) securities for the time being authorized by the laws of Jamaica\n            for the investment of trust funds;\n      (c) any other investments or securities, either        the nature of\n            realty or personalty, as the trustees may in their discretion\n            approve."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. If it is necessary to make a payment out of the Fund in accord- Trustees\n                                                                                owers to\nance with these Regulations and there is not at the time sufficient money gorrow.\nin the Fund or sufficient ready money available for the purpose, the\ntrustees may borrow money for such purpose at such rate of interest\nand upon such terms and conditions as they think fit and may give a\ncharge on all or any of the assets belonging to the Fund and on the\npresent or future income of the Fund."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. No trustee shall be personally liable for any loss, damage, costs or Liability OP\nexpenses incurred in consequence of any act of omission or default of trustees.\nthe trustees unless he be guilty of actual fraud or dishonesty whereby\nloss or damage is sustained by the Fund.\n              Khe inclusion of this page is authorized by L.N. 144/1995]"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30.-(1) The trustees may require the Authority to furnish returns R,,,,.\ncontaining such information as the trustees may deem fit relating to\nwages earned by or paid or owing to port workers.\n       (2) Such returns shall-\n    (a) be in such form as the trustees may require; and\n    (6) be sent to the trustees at the end of every month."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31.-(1) The trustees may in writing require the Authority to pro- Productton\n                                                                           of accounts.\nduce for inspection any books of account kept by the Authority, and\nany pay-rolls and other documents of whatever nature whether similar\nto the foregoing or not, in its possession, relating to wages earned by or\npaid or owing to port workers.\n        (2) Such books of account, pay-rolls or other documents shall be\nproduced for the inspection of the trustees or the agents of the trustees\nat such place as the trustees shall appoint and within ten days of the\nreceipt by the Authority of a notification in writing requiring the pro-\nduction of the same.\n            PARTVIII-Transitional            and Saving Provisions"
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. In relation to subscribers to the previous scheme who, by virtue z ~ % ~ ~ , .\nof the provisions of these Regulations, became subscribers to this scheme\nwith effect from some date before the 1st of October, 1968, the pro-\nvisions of regulations 11 to 17 (inclusive) of the 1954 Regulations shall.\nsubject to the provisions of regulation 33, be deemed to have ceased\nto have had effect as from the date when they became subscribers to this\nscheme."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. The provisions of regulations 9 and 10 shall not have effect until ;:$a1\nthe 1st of October, 1968, and, as respects the period between the\neffective date and the 1st of October, 1968, the provisions of regulations\n14 and 15 of the 1954 Regulations (together with such other provisions\nof those Regulations as are relevant to the interpretation and applica-\ntion of the said regulations 14 and 15) shall (with the necessary\nmodifications) have effect as if contained in Part V, and-\n     (a) for the purposes of Part VI, a subscriber to this scheme who,\n         during such period as aforesaid, was retired under paragraph\n         (1) of the said regulation 14 shall be treated as if he had been\n         retired under paragraph (a) of regulation 9, and a subscriber\n         to this scheme who, during such period as aforesaid, was\n                 (Thc inclusion of this page is authorized by L.N. 144fi9951\n                        THE PORT WORKERS (SUPERANNUATlON SCHEME)\n                                             REGULATIONS. 1968\n                        retired under paragraph (3) of the said regulation 14, shall be\n                        treated as if he had been retired under paragraph (6) of regu-\n                        lation 9, and, accordingly. each subscriber shall, with effect\n                        from the date of his actual retirement be entitled to the single\n                        lump sum mentioned in regulation 11 and-\n                            (i) to a pension under that regulation; or\n                           (ii) if he so elects at any time before receiving any payment\n                                on account of such pension, to an annuity under regula-\n                                tion 12.\n                         so, however, that such lump sum and pension, or as the case\n                         may be, such lump sum and annuity, shall be in lieu of any\n                         payment received under regulation 16 of the 1954 Regulations.\n                         and if the amount of such payment exceeds the amount of\n                         such single lump sum as aforesaid the excess shall be deducted\n                         from payments on account of such pension or annuity; and\n                    (b) a subscriber to this scheme who during such period as afore-\n                        said was retired under paragraph (2) of the said regulation 14\n                        or paragraph (1) of the said regulation 15 shall. for the pur..\n                        poses of Part VI, be treated as if his participation in this\n                        scheme had been terminated under paragraph (a), (b) or (d)\n                        of regulation 10, and accordingly shall be entitled to the bene-\n                        fits mentioned in regulation 14, so, however, that such\n                        benefits shall be in lieu of any payment made under regulation\n                        16 of the 1954 Regulations, and if such payment has been\n                        made, payment under these Regulations shall be adjusted\n                        accordingly; and\n                     (c) where during such period as aforesaid a subscriber to this\n                         scheme dies then, for the purposes of Part VI, his participation\n                         as a subscriber to this scheme shall be deemed to have been\n                         terminated under paragraph (c) of regulation 10 and accord-\n                         ingly his nominee or personal representative shall be entitled\n                         to the benefits mentioned in regulation 15, so, however, that\n                         such benefits shall be in lieu of any payment made under regu-\n                         lation 17 of the 1954 Regulations and if such payment has\n                         been made, payment under these Regulations shall be adjusted\n                         accordingly.\nSavlnu pro-\nvisions relat-"
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34.-(1) The following provisions shall have effect in relation to the\nmn to\nemergency\n                 Emergency Relief Scheme contained in the 1'954 Regulations.\nrelief.\n        THE PORT WORKERS (SUPERAIVNUATION SCHEME)\n                             REGULATIONS, 1968\n    (a) where periodic payments under regulation 34 of those Regu-\n        lations would, but for the revocation of those Regulations, con-\n        tinue to be payable oil or after the 1st of October, 1968 to a\n        port worker who was retired before the effective date, such\n        periodic payments shall continue to be payable to such port\n        worker as if those Regulations had not been revoked; and\n    (b) if the trustees in any particular case so decide, periodic pay-\n         ments may be granted on or after the 1st of October. 1968 to\n         any port worker who was retired before the effective date and\n         who appears to the trustees to be in need of financial assist-\n         ance.\n       (2) All such periodic payments as aforesaid shall be paid out of\nthe Fund as if they were benefits under this scheme."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35.-(1) With effect from the 1st of October. 1968. there shall be pay- tg;,'g*\nable to any subscriber to the previous scheme who as at such date-       grribers\n                                                                           ;:;; to\n     (a) had not been retired under the 1954 Regulations; and            previoua\n                                                                          rheme.\n     (b) had not become a subscriber to this scheme.\na sum consisting of the aggregate of the deductions from his wages\nunder regulation 12 of tbe 1954 Regulations and of the contributions by\nhis employer under regulation 13 of those Regulations, less any sums\ndebited against such subscriber under those Regulations.\n        (2) All sums payable under paragraph (1) shall be payable out\nof the Fund as if they were benefits under this scheme.\n                                                                         --\n               E h e inclusion of this page is authorized by L.N. 144119951\n         THE PORT WORKERS (SUPERANNUATION SCHEME)\n                     REGULATIONS, 1968\n                                   FIRS SCHEDULE                              (Regulation 2)\n         Schme for the regisfration o f pont workers In Kingston (1983)\n  To regulate the employment of port labour in Kingston by forming a register\nof port workers entitled to preference for engagement, so that only in circum-\nstances of exceptional pressure of work should any unregistered person be engaged\nfor port work.\n  By these means, a check would be put on the employment of purely casual\nlabour, and the engagement of labour would proceed in accordance with a well\nunderstood and properly organized plan.\n       (i) His Excellency the Govanor shall appoint a Commissioner for the\n           registration of port workers in Kingston. The Commissioner shall\n           hold office at the pleasure of the Governor.\n      (ii) It shall be the duty of the Commissioner to consider and enquire into\n           applications made by or on behalf of persons who desire to work as\n           port workers and to register in a register of port workers the names\n           of all persons who present proof of their previous employment in\n           accordance with regulations to be issued hereunder. All applicants\n           for registration as port workers must-\n               (a) be 17 yean of age or over;\n               (b) as regards initial applications, have been employed as a port\n                   worker during some portion of any of the twelve or more\n                   weeks during the period from 1st January, 1938 to the date\n                   of application.\n             The initial registration shall not include banana or wal carriers.\n      (iii) The Commissioner may, if he thinks fit, of his own motion or upon\n            application of any employer of port workers or other interested party,\n            order the removal from the register of the name of any port worker,\n            but no such order shall be made without the port worker in question\n            having been previously notified of the grounds of removal and given\n            an opportunity of making representations to the Commissioner, either\n            personally or through his advocate. When the Commissioner is in\n            session considering cases falling within the terms of this paragraph,\n            it will be open to any port labour employer or any trade union repre-\n            sentative of port workers to attend, and, subject to the discretion of\n            the Commissioner, to tender evidenca relative to any case under con-\n            sideration.\n      (iv) The Commissioner shall cause a register of port workers to be kept\n           showing the names and addresses of port workers registered by him,\n           and any other relevant information in connection with the employ-\n           ment of registered port workers, and this register shall be open to\n           inspection by any interested party.\n      (v) The Commissioner shall supply a registration book to each person\n          registered as a port worker. The registration book shall be in a form\n          approved by him, and shall be valid for a specified period. The\n          cost of same to be borne by the worker and the Shipping Associahon\n          in equal parts. The book shall be the property of the Commissioner,\n          but shall remain in the possession of the port worker whilst current.\n               r h e inclusion of this page is authorized by L.N. 144/19951\n          THE PORT WORKERS (SUPERANNUATION SCHEME)\n                      REGULATIONS, 1968\n     (vi) Upon expiration of the period for which a registration book was\n           issued a new book shall be given to the port worker unless his name\n           has been in the meantime removed from the register for any reason.\n    (vii) Upon bdng satisfied that any registered port worker has lost his\n          registration book, another registration book may be issued to him\n          at his own cost.\n    (viii) A registration book shall be cancelled in the case of any port worker\n           to whom it has been issued, when his name has been removed from\n           the register.\n     (ix) The act of registration shall not entitle any port worker to employ-\n          ment, but no person shall employ any port worker who is not duly\n          registered as such save in exceptional circumstances which are to be\n          reported to the Commissioner without delay.\n      (x) Upon being satisfied that it is necessary to increase the number of\n          registered port workers, the Commissioner shall have the power to\n          register additional port workers either on a temporary or permanent\n          basis.\n     (xi) The Commissioner shall be enabled to make regulations for any or\n          all of the following purposes-\n               (a) to regulate all matters relative to application of port workers\n                    to register, and the suspension or cancellation of such ragis-\n                    tration;\n               (b) to fix the number and type of port workers who may be\n                    registered;\n               (c) to require the employer to produce at such times as may be\n                   necessary all books, pay-rolls and documents in regard to\n                   employment of port workers for the purpose of registration;\n                (d) to prescribe fees necessary to meet the expenses connected\n                    with the registration of port workers and othm matters falling\n                    within his province.\n   (3) As soon as practicable after the Commissioner has established the regis-\ntration of port workers who are to recdve registration books on the initiation\nof the scheme, his 'urisdiction shall cease and coincidentally steps shall be taken\nby His Excellency tke Governor to constitute a Registration Board to consist of-\n    (a)   a chairman;\n    (b) three members representing the employers of port workers; and\n    (c) three members representing the registered port workers.\n  This Board will perform the duties ascribed to the Commissioner as set forth\nabove.\n   (4). In the event of any disputes arising out of any matter coming within the\njunsdlction of the: commissioner. such dispute shall be submitted to the Regis-\ntration Board for final decision.\n                 r h e inclusion of this page is authorized by L.N. 144/1995]\n         THE PORT WORKERS (SUPERANNUATION SCHEME)\n                     REGULATIONS,1968\n                                 SECONDSCHEDULE                               (Regulation 2)\n                 Scheme of registration of port workers (1954)"
    },
    {
      "provision_ref": "sec193",
      "section": "193",
      "title": "Section 193",
      "content": "193. Where the trustees, after taking into account the amounts and\nincreases in     actuarial liabilities of the Fund, are of opinion that the reserves of the\n benefits.\n                 Fund are sufficient to support the benefits payable under these Regula-\n                 tions and any increase thereof considered desirable, the trustees may\n                 recommend to the Minister that, subject to actuarial advice, the benefits\n                 payable under these Regulations be increased.\nLump\n~ u mand"
    }
  ],
  "definitions": [
    {
      "term": "actuarial equivalent",
      "definition": "the amount certified by the consultants",
      "source_provision": "sec2"
    },
    {
      "term": "Authority",
      "definition": "the Shipping Association of Jamaica or any",
      "source_provision": "sec2"
    },
    {
      "term": "committee",
      "definition": "the Pensions Committee of the Council",
      "source_provision": "sec2"
    },
    {
      "term": "Council",
      "definition": "the Joint Industrial Council of the Port of",
      "source_provision": "sec2"
    },
    {
      "term": "effective date",
      "definition": "the 3rd day of October, 1966",
      "source_provision": "sec2"
    },
    {
      "term": "employer",
      "definition": "employer of a port worker as such",
      "source_provision": "sec2"
    },
    {
      "term": "Fund",
      "definition": "the Fund established by section 3 of the Act",
      "source_provision": "sec2"
    },
    {
      "term": "insurance company",
      "definition": "a body of persons, whether incor-",
      "source_provision": "sec2"
    },
    {
      "term": "insurance business",
      "definition": "the business of",
      "source_provision": "sec2"
    },
    {
      "term": "medical panel",
      "definition": "such panel of medical practitioners as may",
      "source_provision": "sec2"
    },
    {
      "term": "nominee",
      "definition": "any person nominated by a subscriber in the",
      "source_provision": "sec2"
    },
    {
      "term": "port worker",
      "definition": "any worker who-",
      "source_provision": "sec2"
    },
    {
      "term": "recruiting time",
      "definition": "the time each day appointed by the",
      "source_provision": "sec2"
    },
    {
      "term": "relevant lump sum",
      "definition": "the lump sum",
      "source_provision": "sec18"
    }
  ]
}