{
  "id": "jm-subs-the-proceeds-of-crime-act",
  "type": "statute",
  "title": "The Proceeds of Crime Act",
  "title_en": "The Proceeds of Crime Act",
  "short_name": "Proceeds of Crime Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-proceeds-of-crime-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-proceeds-of-crime-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the Proceeds of Crime (Money             ci~mion\nLaundering Prevention) Regulations, 2007."
    },
    {
      "provision_ref": "sec1z",
      "section": "1Z",
      "title": "Section 1Z",
      "content": "1Z.+I)   While an interim receiving order has effect the Court may stay\nany action, execution or other legal process in respect of the propetty to\nwhich the order applies.\n         ( 2 ) If a court (whether the Supreme Court or any other court) in\nwhich proceedings are pending in respect of the property, is satisfied that\nan interim receiving order has been applied for or made in respect of the\nproperty, the court may either stay the proceedings or allow them to\ncontinue on any terms that the court thinks fit.\n         (3) If the interim receiving order applies to a tenancy of any\npremises, no landlord or other person to whom rent is payable may exercise\nany right of forfeiture by peaceable re-entry in relation to the premises in\nrespect of any failure by the tenant to comply with any term or condition of\nthe tenancy, except with the leave of the Court and subject to any terms the\nCourt may impose,\n          (4) Befose exercising any power conferred by this section, the Court\nshall give an opportunity to be heard to-\n       (a) the parties to any of the proceedings in question;\n       (6) the interim receiver (if appointed); and\n       (c) any other person who may be affected by the Court's decision,"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.--(I)     In these Regulations-                                             I~~~\n      \"applicant for business\" means a person seeking to form a business\n          relationship, or carry out a one-off transaction, with a regulated\n             business;\n     \"business relationship\" means any arrangement between two or more\n          persons where the purpose of the arrangement is to facilitate the\n          carrying out of-\n                   (a) two or more transactions between the persons\n                       concerned; or\n                   (b) transactions between the persons concemed on a\n                       frequent, habitual or regular basis;\n      \"competent authority\" has the meaning specified in Part V of the Act;\n     \"designated authority\" has the meaning specified in Part V of the Act;\n      \"employee\" means a person (including a person in a senior rnanage-\n          ment position) who has entered into or works under a contract of\n          services, or a contract for services, wlth B regulated business,\n          whether such contract is express or implied, oral or in writing;\n       \"money transfer and remittance agent or agencywmeans an approred\n           money transfer and remittance agent or agency as defined by\n           section 2 of the Bank of Jamaica Act;\n       \"one-off transaction\" means any transaction other than a mnsaction\n            carried out in the course of a business relationship fonned with a\n              regulated business;                          . .\n                  p m kschoioa of Ku   b                        )\n                                                 by LN. 1~1?l1010\n                      THE PROCEEDS OF CRIME (MONEYLAUNDERING PmvEwronj\n                                        REG ULATIQNS, 2007\n             \"regulated business\" means a business falling within the regulated sector\n           as defined in the Fousth Schedule to the Act;\n             \"relevant financial business\" means any financial business carried on by a\n           regulated business.\n                  (2) Any reference in paragraph ( I ) to an arrangement between\n           two or more persons is a reference to'an arrangement in which at least\n           one person is acting in the course of a regulated business.\n                  (3) In determining whether a person has complied with any of the\n           requirements of these Regulations, a court shall take account of any relevant\n           guidance that was at the time concerned-\n                (a) issued by the designated authority or a body that regulates, or is\n                    representative of, any trade profession, business or employment\n                    concerned;\n                (6) approved by the Minister; and\n                (c) pubIished in the Gazette.\n                   (4) In proceedings against any person for an offence under this\n           regulation, it shall be a defence for that person to show that he took all\n           reasonable steps and exercised due diligence to avoid committing the\n           offence.\n                   ( 5 ) In this regulation, \"supervisory or regulatory guidance\" means\n           guidance issued, adopted or approved by the relevant competent\n           authority.\n     mf       3.+1)    Subjcct to thc provisions of thcsc Regulations, it shall bc the\nfimn+irl\ni,         duty of a financial institution to make a report to the designated authority,\n--\"\nVlnvmmr\n        either on its own initiative or in response to a request made to it by\n           the designated authority, in relation to any cash transaction involving\n           the prescribed amount being carried out by any person with that\n           institution.\n                  (2) Subject to paragraph (3), paragmph (1) shall not apply to\n           transactions carried out by-\n                (a) a ministry, d e p a m e n t or agency of government;\n                (b) a statutory body or authority;\n                (c) a    company registered under the Companies Act, in which\n                      the Government or an agency of the Government, whether by the\n                      holding of shares or by other fmancial input, is in a position to\n                      influence the policy of the company;\n                           fIhD &Mom of tb& p w i~\n                                                 A r i d by L.H. l 4 l F ~ P l O1\n         THE PROCEEDS OF CRIME (MONEY LAUNDERING PREVEhTION)\n                           REGULATIONS. 2W7\n    (d) any Embassy, High Commission, consular ofice or organization to\n        which the Diplomatic Immunities and Privileges Act applies; or\n    (el any organization in relation to which an order is made under section\n        3(2) of the Technical Assistance (Immunities and PriviIeges) Act.\n        (3) An authorized oficer of the designated authority may, without\nprejudice to its rights to utilize disclosure orders or other remedies against\nany public body, request in writing information from a body specified in\npamsnph ( 2 )In), (b)or (4-\n        (4) A financial institution that makes a report under paragraph (1) to\nthe designated authority shall not disclose the existence of that report to any\nother person except the competent authority.\n        ( 5 ) Where a financial institution makes a report in accordance with\nparagraph (1), that institution, its directors and employees shall, regardless of\nthe outcome of the report, be exempt from-\n      (a) any liability to prosecution for an offence under section 92 or 93 of\n          the Act (money laundering), in relation to any conduct disclosed in\n          the report; and\n      (6) any criminal, civil or administrative liability, as the case may be,\n          for breach of any restriction on disclosure of information imposed\n          by contract or by any legislative, regulatory or administrative\n          provision.\n        (6) In making a report under paragraph (1) or a suspicious\ntransactions report under section 94 or 95 of the Act, a regulated business\nshall comply with such directions as may be given by the designated\nauthoriry in relation tcs-\n     (a)previous or current reports;\n      ( b ) the provision of information required in such reports; and\n      (c) the provision o f additional    infomation in relation to queries\n          concerning     specific    matters arising from the reports,\n          including-\n              (i) due diligence procedures followed in relation to a specific\n                  transaction;\n              (ii) persons authorized to sign on the account in question;\n             (iii) errors identified in the reports; and\n             (iv) such other matters as may be specified in the directions.\n        (73 A financial institution that fails to comply with paragraph (1) or\n(41, or a regulated business that fails to comply with paragraph (b), commits\n                              THE PROCEEDS OF CRIME (MONEY LA UNDERING PREYEMION)\n                                                   REGULJ TIONS, 2200 7\n              an offence and is liable.upon conviction before a Resident Magismte's\n              Court to a fine not exceeding four hundred thousand dollars.\n                         (8) In paragraph (1)-\n                   \"cash transaction\" means a transaction involving the physical transfer of\n                    currency from one person to another;\n                   \"prescrihd amount\" means in relation to-\n                                 (a) a money transfer and remittance agent or agency, fire\n                                     thousand dollars or mere;\n                                 (6) carnbios and bureau de change, eight thousand dollars or\n                                     more:\n                                 (c) any other financial institution, fifteen thousand dollars or\n                                     more,\n              in the currency of the United States of America or an equivalent amount in\n              Jamaican currency or any other currency.\n                       (9) For the purposes of the definition of \"cash transaction\" and\n              \"prescribed amount\" in paragraph (81, \"currency\" refers to the coin and paper\n              money designated as the legal tender of any country and which circuFates and\n              i s customarily used and accepted as a medium of exchange in the country of\n              issue.\n-\n~~~\nrmn du(y *r\nrcwImllM"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-( 1) An application under section 20 (reconsideration of case where no      conclu~innor\norder is made), 21 (reconsideration of benefit aRer order is made), 26,          ~              ~\n27 or 28 (forfeiture orders or pecuniary penalv orders where defendant\nabsconds) of the Act is concluded-\n    (a) in a case where the Court decides not to make a forfeiture order or\n        pecuniary penalty order against the defendant, when the Court\n        makes that decision;\n    (6) in a case where a forfeiture order or pecuniary penalty order is made\n       against the defendant as a result of the application, when the order is\n       satisfied or discharged, or when the order is quashed and there is no\n       further possibility of an appeal against the decision to quash the\n       order;\n    (c)   in a case where the application is withdrawn, when the person who\n          made the application notifies the Court to which the application was\n          made of the withdrawal.\n      (2) An application under section 22 (reconsideration of benefit after\norder is made) or 24 (reconsideration of available amount after order is\nmade) of the Act is concluded-\n    [a) in a case where the Court decides not to vary the Forfeiture\n        order or pecuniary penalty order concerned, when the Court makes\n        that decision;\n    (b) in a case where the Court varies the forfeiture order or pecuniary\n        penalty as a result of the appIication, when the order is satisfied or\n        discharged, or when the order is quashed and there is no hrther\n        possibility of an appeal against the decision to quash the order;\n    (c) in a ease where the application is withdrawn, when the person who\n        made the application notifies the Court, to which the appiication was\n          made, of the withdmwal.\n      (3) For the purposes of Part IV sf the Act, proceedings against any\nperson for an offence are concluded when-\n    (a) the person is convicted or acquitted;\n    (b) the prosecution is discontinued; or\n                                 THE PROCEEDS OF CRIME REGULATI04YSS2007\n                 (c)   the jury is discharged without a finding.\nErmilpla        4. The following examples are intended te assist in construing\nor right to\nlCEOVCl       references to the satisfaction of the enforcing authority's right to recover\nPm=W\nabmrnd\n              propem obtained through unlawful conduct (hereinafter in this regulation\nthrmnh        referred to as the original propertye\nunE~wful\nconduct\n                 (a) where there is a disposal, other than a part disposal, of the original\n                     property and other property is obtained in its place, the enforcing\n                     authority's right to recover the original property is satisfied by the\n                     making of a recovery order in respect of either the original property\n                     or the other property;\n                 (b) where there is a part disposal of the original property and other\n                     property is obtained in its place, the enforcing authority's right ro\n                     recover the original property is satisfied by the making of\n                     a recovery order in respect of the remainder of the original property\n                     together with either the other property or the property disposed of.\nP d u r em      5 . 4 1 ) h proceeding under section 57 of the Act (proceedings for\nnppliation\n rnwc-y\nI%            recovery orders), the enforcing authority shall serve the claim fom-\nndcr\n                 (a) on the respondent; and\n                 (6) unless the Court dispenses with such service, on any other person\n                     who the enforcing authority believes holds any associated property\n                     that the enforcing authority wishes to be subject to a recovery order,\n              wherever domiciled. resident or present.\n                     (2) Where the enforcing authority wishes any property to be\n              subject to a recovery order, the enforcing authority shall, in the claim\n              fom-\n                  (a) specie the property or describe it in general terms; and\n                  ( b ) state whether the property Is alleged to be recoverable property or\n                        associated property.\n                    (3) The references in this section to the claim form include\n              the particulars of claim, where the particularsof claim are served\n              subsequent1y.\nln!Pim           6.+l) In any case in which the enforcing authority is entitled to take\nmiving\nudn           proceedings for a recovery order 'before a court the enforcing authority may,\n              before or after the sm of such proceedings, apply to the court for an\n              interim order under paragraph (2).\n                              ltba iaeha'm o f &it p q e u dmrimd by L.N. 14lvROlO ]\n                    THE PROCEEDS OF CRIME REGtlW TIO,h5,2007\n           (2) An interim order under this subsection (hereinafter called an\ninterim receiving order) is an order for-\n         (a) the detention, custody or preservation of property: and\n         (6) the appointment of an interim receiver.\n         (3) An application for an interim receiving order may be made\nwithout notice if the circumstances are such that notice o f the application\nwould prejudice any right of the enforcing authority to obtain a recovery\norder in respect of any property.\n        (41 On an application under paragraph (I), the Coun may make an\ninterim receiving order if the Court is satisfied that the conditions set out in\nparagraph (5) and, where applicable, paragraph 16) are met.\n        (5) The condition is that there is a good arguable case that-\n       (a) the property to which the application relates is, or includes.\n           recoverable propeny; and\n         (b) if any of the property to which the application relates is not\n             recoverable property, it is associated property.\n           (6) The condition is that-\n         (a) if the property to which the application relates includes property\n             alleged to be associated property; and\n         (b) the enforcing authority has not established the identity of the\n              person who holds it\nthe enforcing authority has taken all reasonable steps to do so.\n          (7) In its application for the interim receiving order, the enforcing\nauthority shall nominate a suitably qualified person, not being a member o f\nthe staff of the Agency, for appointment as interim receiver.\n          (8) Nothing in regulations 7 to 14 shall be construed to limit the\np w e r to make an interim receiving order."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1)    A financial institution may apply in writing to the Minister\n              responsible for finance or a person designated in writing by that Minister for\n              exemption from the requirements of regulation 3 in relation ta a transaction\n              or series of transactions carried out or to be carried out by a person who is an\n              established customer of that institution.\n                       (2) The Minister responsible for finance may grant an exemption\n              in relation to a transaction or series of transactions specified in an application\n              under paragraph ( 1 ) if the Minister is satisfied that the exemption\n              should be granted, having regard to the maners specified in para-\n              graph (3).\n                         (3) The matters referred to toin paragraph (2) are as follows-\n                       (lo)    the transaciian or series of transactions consists of a deposit into or\n                               a withdrawal from an account maintained by that'custorner with\n                               the financial institution;\n                       (b) the customer caries on-\n                                  (i) a retail business (other than a business that includes\n                                      the selling of vehicles, vessels, farm rnachiaeiy or aircraft);\n         THE PROCEEDS OF CRIME MONEY LA br,VDERI,VG PREI ' E O , t )\n                           REGL'LATI0,W. 1007\n                (ii) a business declared by the Minister by wder to be an\n                     entertainment business or a hospitality business for the\n                     purposes of these Regulations;\n      (c) the account through which the transaction or series of transactions\n          is conducted is maintained for the purposes of any such business;\n          and\n      (4 the amount of cash involved in the transaction or series of trans-\n          actionsdoes not exceed an amount that is reasonably\n          commensurate with the lawful business activities of the customer.\n         (4) In paragraph ( 1 ) \"established customer\", in relation to an\napplication for exemption, means a person who has been a customer of the\nfinancial institution for not less than a period of twelve months immediate1y\npreceding the date o f the application."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-+I) A regulated business shall establish and implement such                 WI~T\nprogrammes, policies, procedures, and controls as may be necessaty for the        s:'y\n                                                                                  bu51ncsm\npurpose of preventing or detecting money laundering.\n       (2) Without prejudice to the generality of paragraph (I), the\nprogrammes referred to in that paragraph shall include-\n      (a) the establishment of procedures to ensure high standards of\n          integrity of employees;\n      (b) the development of a system to evaluate the personal employment\n          and financial history of those employees:\n      (c) the establishment of programmes for mining of employees on a\n          continuing basis and for instructing employees as to their\n          responsibilities in respect of the provisions of the Act and these\n          Regulations;\n      (4 arrangements for an independent audit in order to ensure that the\n          programmes as aforesaid are being implemented.\n         (3) For the purposes of this regulation, a regulated business shall\nnominate an officer of the business who performs management Functions\nto be responsible for ensuring the implementation of the programmes,\npolicies, procedures and controls referred to in paragraph (I), including\nthe reporting of transactions referred to in regulation 3 or section 94 or 45\nof the Act.\n         (4) A regulated business shall consult with the competent authority\nfor the purpase of carrying out its obligations under this regulation.\n        ( 5 ) A regulated business that fails to comply with paragraph ( I ) or\n                IThs k M o n or Lu p w u d m k d by LN. LllrnOlO 1\n                                 THE PRQrEEDS 0 F CRIME ( .WOhfi?Y LAUNDERING PREVENT/OM\n                                                    REGULATIONS. 2007\n                      ( 2 ) commits an offence and is liable upon conviction, before a Resident\n                      Magistrate's Court to a fine not exceeding four hundred thousand\n                      do1lars.\n<v%tcnrrand               6 . 4 1 ) No regulated business shall form a business relationship, or cany\nr r r ~ r ~ ~i un u\nplrvcnI nluncr        ouf a one-off transaction, with or for another person unless the\nIr~~iidr~~n?          regu tated business-\n                            (a) maintains the following procedures in relation to that business\n                                relationship or one-off transaction-\n                                         (i) identification procedures and transaction verification\n                                             procedures in accordance with regulations 7 and\n                                                1 F;\n                                        (ii) record-keeping procedures in accordance with regul-\n                                             ation 14;\n                                        (iii) procedures of internal control and communication En\n                                              accordance with regulation 15;\n                            (h) takes appropriate measures from time to time for the purpose of\n                                making employees whose duties include the handling of relevant\n                                financial business aware of-\n                                        (i) the procedures under sub-paragraph {a) which relate\n                                            to the relevant financial business in question; and\n                                        (ii) the provisions of the Act and any regulations made\n                                             thereunder; and\n                            (c) provides such employees from time to time with training in the\n                                recognition and handling of transactions carried out by, or on\n                                behalf of, any person who is, or appears to be, engaged in rnohey\n                                  laundering.\n                              (2) A person who fails 20 comply with paragraph ( I ) commits an\n                      offence and is liable upon conviction-\n                             (a) before a Resident Magistrate-\n                                        (i)     in the case of an individual, to a fine not exceeding one\n                                                million dollars or to imprisonment for a term not\n                                                exceeding twelve months, or to both such fine and\n                                                imprisonment;\n                                        (ii) in the case of a 'body corporate, to a fine not exceeding\n                                             three million dollars;\n                             ( b ) in a Circuit Court--\n                                        D     o k M o n of rhia p q n b n d m i d   LN.   1\n         THE PROCEEDS OF CRI,UE {MONEY LAUNDERING PREVENTION)\n                           REG WIsi TIONS, 2207\n                   (i) in the case of an individual, to a fine or to imprisonment\n                        Far a term not exceeding twenty years, or to both such\n                        fine and imprisonment;\n                  (ii) in the case of a body corporate, to a fine."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7 . 41) Subject to regulation 8, identification procedures maintained by a        rhtifiutimn\nregulated business are in accordance with this regulation if such procedures\nrequire that-\n                                                                                    Erz:reh\n                                                                                    rtlauon~hips\n                                                                                    and t r a n s c t m s\n   (a) as soon as is practicable after contact is first made between the\n       regulated business and an applicant for business concerning any\n       particular business relationship or one-off transaction-\n            (i) the applicant for business    produces   satisfactory\n                evidence of his identity to the regutatecl business;\n               and\n           (ii) the regulated business takes such measures as are\n                 specified in its identification procedures as will verify\n                 the applicant's identity; and\n   (6) where the regulated business is unable to verify the applicant's\n       identity, the business relationship or one-off transaction in\n       question shall not proceed any further;\n   (c) as concerns any         business relationship, customer information is\n       updated-\n            (i) at least once in every five years during the course of\n                the business relationship; and\n           (ii) whenever there is any doubt about the veracity or\n                adequacy of previously obtained customer information;\n                  and\n   (d) where customer information is not updated as required under\n        sub-paragraph ( r ) , the business relationship in question shall not\n        proceed any further.\n      (2) Transaction verification procedures maintained by a regulated\nbusiness are in accordance with the regulation if such procedures require\nthat-\n   (a) as concerns any business relationship or one-off transaction, the\n      regulated business takes such measures as are specified in its\n      transaction verification procedures as wiH produce satisfactory\n      evidence as to the purpose and intended nature of the business\n      relationship or one-off transaction in any of the circumstances\n      specified in paragraph (3); and\n                  @ inclnsiaa af rkir   ir & r k d   by LN. E41m010 j\n         THE PROCEEDS OF CRIME (MONEY LA WNDERlNG PREVENTION}\n                           REGULA TIONS, 2007\n    (h) whcre such evidence is not obtained, the business relationship\n        or one-off transaction in question shall not proceed my further.\n       (3) The circumstances referred to in paragraph (2) are as follows-\n    (n) where any transaction involves the prescribed amount;\n    (6) where transactions carried out in a single! operation or in several\n        operations appear to be linked;\n    (c) where a transaction is carried out by means of wire msfers;\n    (4 where there is any doubt about the veracity or adequacy of\n          previously obtained evidence of identity;\n     ( e ) where the reporting entity is required to make a repott under\n           section 94 or 95 of the Act.\n      (4) For the purposes of paragraphs ( 1 ) and (2)) where the applicant for\nbusiness is e body corporate--\n    (a) the reporting entity shall carry out reasonable due diligence\n         procedures concerning the identification of the 'body corporate\n         and transaction verification; and\n    ( b ) evidence that such procedures have been carried out shall be\n         sufficient.\n       (5) In this regulation-\n         \"customer information\" includes the applicant for business's full\n             name, current address, taxpayer registration number or other\n             reference number, date and place of birth (in the case of a\n             natural persan) and, where applicable, the infomation referred\n             to in regulation 13(l) (c);\n         \"prescribed amount'3as the meaning assigned to it in regulation\n             3(8i."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.+1) The identification procedures set aut in regulation 7 shall not be\nrequired in the case of customer transactions of a value of two hundred and\nfifty dollars or less in the currency of the United States of America or its\nequivaIent in any other currency, unless the nature of the transaction is\nsuspicious.\n       (2) The provisions of paragraph (I $ do not apply to a money rtransfer\nand remittance agent or agency."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9 - 4 1 ) Every regulated business conducting wise transfers or any other\nelectronic funds transfer shall ensure that it receives and includes in its\n                 me inclrrrica of C s p ~ itc m h ? i d by LN. I4ltROIO]\n         THE PROCEEDS OF CRIME (MO.WEY LAUNDERING PREVENTION)\n                                    REGULATIONS. 2007\nrecords accurate and relevant information on finds transfers throughout the\npayment process and chain, inc luding the correct name, address and account\nnumber (if any), of the persons involved, any other relevant reference\nnumbers and the insbuctions given in relation to the transfer.\n          (2) For the purposes of paragraph (I), \"persons involved\" rneans-\n       (a) the holder of the account that is the source from which the funds\n            are transferred;\n       (b) the person that places the order for the transfer of the funds; and\n       (c) every recipient of the funds transferred.\n           (3) A person who breaches this regulation commits an offence and\nis liable on conviction before a Resident Magistrate to-\n       (a) in the case of an individual, a fine not exceeding one miIiion\n           dollars or to imprisonment for a term not exceeding twelve\n           months, or both such fine and imprisonment;\n       (b) in the case of a body corporate, a fne not exceeding three million\n           dollars."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.--(I 3 Paragraph (2) shall apply m any case where-\n       (a) a payment i s to be made by an applicant for business;\n       (b) it is reasonable in all the circumstances for the payment to be b,,,,,,p,\n           made, or the details thereof to be sent, by post or by telephone or p'\"\"\n           any atfterelectronic means;and\n       (c) satisfactory evidence of the identity of the applicant for business\n           would, but for this regulation, be required under identification\n           procedures adopted in accordance with regulation 7 .\n          (23 The fact that the payment is debited from an account held in\nthe applicant's name at any of the financial institutions specified in paragraph\n(4) (whether the account is held by the applicant alone or jointly with one\nor more other persons) shall constitute the required evidence of identity\nfor the purpose of regulation 7.\n          (5) For the purposes of paragraph (I), it shall be immaterial\nwhether the payment or its details are sent or given to a regulated business or\nto some other person acting on its behalf.\n          (4) The financial institutions referred to in paragraph ( I ) are-\n        (a) a bank licensed under the Banking Act;\n        (63 a financial institution licensed under the Financial Institutions\n            Act;\n                   [TI# ialadon or lhir p.gs t, & r i d                       1\n                                                          by L.N. l 4 l m ~ l O\n                          THE PROCEEDS OF CWME (MONEY LAUh'DERING PREYENTION)\n                                                  REGULATIONS, 2007\n                      (c) a building society registered under the Building Societies Act;\n                      (d) a society registered under the Co-operative Societies Act.\n~iicnr~ficar~m      1I.-+ 1) This regulation app!ies where, in relation to any relevant\np d u m rr\n                 financial business, a person is, or appears to be an agent.\nw behrllol\nmmhn\n                         (2) For the purposes of this regutation, \"agent\" means an applicant\n                 for business who acts othenvise than as principal.\n                          (3) Identification procedures maintained by a regulated business are\n                 in accordance with this regulation if, in a case to which this regulation\n                 applies, the regulated business requires reasonable measures to be taken\n                 for the purpose of-\n                      (a) establishing the identity of the principal; and\n                      (b) veribing that the agent is authorized to act on behalf of the\n                          principal.\n                         (4) In determining for the purposes of paragraph (31, what\n                 constitutes reasonable measures in any particular case, regard shall: be\n                 had to all the circumstances of the case and, in particular, to the best\n                 practice which, for the time being, is followed in the relevant field of\n                 business and is appEicable to those circumstances.\n                         (5) Without prejudice to the generality of paragraph (4), if the\n                 conditions mentioned in paragraph (6) are frrIfilled in relation to an agent\n                 (whether the principal is undisclosed or disclosed for reference purposes\n                 only) it shall be reasonable for a regulated business to accept a written\n                 assurance from the agent to the effect that evidence of the identity of\n                 any principal on whose behalf the agent may act in relation to the\n                 regulated business has been obtained and recorded under procedures\n                 maintained by the agent.\n                        (6) The conditions refersed to in paragraph ( 5 ) are that, in relation to\n                 the business relationship or transaction in question, there are reasonable\n                 grounds for believing that-\n                     (a) the agent is based or incorporated in, or formed under the law\n                         of, a country in which there are in force provisions at least\n                         equivalent to those mentimed in Part V of the Act; and\n                     (b) the agent-\n                              (i) would be a regulated business if the agent were\n                                  situated in Jamaica; and\n                                 p k h n l o m of this p y o t r u b r i d by L.N. 141~R0101\n         THE PROCEEDS OF CRIME (MONEY LAUNDERING PREVENTIONj\n                           REGULATlONS, 2207\n                 (ii) acts in the course of a business in relation to\n                      which a foreign regulatory authority exercises\n                      regulatory functions and control."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1)   A copy of an interim receiving order that affects--\n      (a) registered Iand in Jamaica, shall be registered with the\n          Registrar of the Supreme Court and with the Registrar of Titles\n          who shall record the particulars of the order in the Register Book\n          of Titles;\n      (6) unregistered land in Jamaica, shall be-\n             (i) lodged in the Record Ofice; and\n             ( i i ) published in at least one daily newspaper in circulation\n                     throughout Jamaica.\n         (2) An interim receiving order is of no effect with respect to land\nunless the order i s registered under paragraph (1).\n          (3) Where particuIars of an interim receiving order are registered as\nrcquihd by this section, a person who subsequently deals with the prepsty\nconcerned shall, for h e purposes of regulation 10, be deemed to have noti-\nof the order at the time of the dealing.\n                  THE PROCEEDS OF CRIME REGULATION3a2507\n         (4) The registration of an interim receiving order under this section\nshall be exempt &om the payment of fees under the Registration of Titles\nAct and stamp duty under the Stamp Duty Act."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-+ 1) Subject to paragraph (21, where--\n                                                                              cxempllon\n    (a) there are reasonable grounds for believing that the applicant for\n        business is a regulated business; or\n    (b) any one-off transaction is carried out with or for a third party\n        pursuant to an introduction effected by a person who identifies\n        the third pa* and has provided an assurance in accordance\n        with paragraph (21,\nregulations 7 and 11 shall be construed as entitling the reporting entity\nto exercise its discretion as to whether or not to require any steps to\nbe taken to obtain evidence of the identity of the applicant for\nbusiness.\n       (2) The assurance referred to in paragraph ( I ) is that evidence of\nthe identity of all third parties introduced by that person will have been\nobtained and recorded under procedures maintained by him and-\n    (a) that person falls within sub-paragraph (1 ) (a);or\n    (6) there are seasonable grounds for believing that the conditions\n        mentioned in regulation I 1 (5) (a) and (b) are fulfilled in\n        relation to that person.\n       (3) Nothing in this regulation shall apply in any circumstances\nwhere any person handling the bransaction knows or suspects that the\napplicant for business is engaged in money laundering or that the trans-\naction is carried out on behalf of another person engaged in money\nlaundering.\n  la.-+]) For the purposes of these Regulatians, evidence of identity is      IdmliRcauon\n                                                                              pmccdurcq\nsatisfactory if-                                                              upp~cmcrr\n                                                                              [ary\n    (a) it is reasonably capable of establishing that the applicant for       prw'\"o\"s\n        business is the person he claims to be;\n    (b) the person who obtains the evidence is reasonably satisfied, in\n         accordance with the procedures maintained under these\n         Regulations in relation to the regulated business concerned,\n        that such evidence establishes the fact that the applicant for\n        business is the person he claims to be;\n     (c) in the case of any transaction Involving-\n                              THE PROCEEDS OF CRIAWE (,b'O,VEEY LAU,t'WERIhrG PREI'E.VT1O.V)\n                                                    RL%UL/ITlOIVS,20017\n                                      (i)   a settlement, m s t or other type of legal arrangement, it\n                                            establishes the identity of the senlor, legal owner or\n                                            other person who exercises effective control of the\n                                            legal arrangement, as the case may require, and the\n                                            beneficial owner;\n                                     (ii)   a person other than a naturaI person, it establishes-\n                                                 (A) the identity of the natural persons who\n                                                     exercise ultimate effective control over that\n                                                     person; and\n                                                 (B) in the case of a body corporate. it includes\n                                                     evidence of incorporation and establishes the\n                                                     identity of each director and shareholder (if\n                                                     any).\n                          (2) In determining For the purposes o f regulation 7 the period within\n                  which satisfactory evidence of the identity of the applicant for business\n                  has to be obtained in relation to any particular business relationship or\n                  one-off transaction, all the circumstances shall be taken into account,\n                  including, in particular-\n                        (a) the nature of the business relationship or the one-off transaction\n                                 concerned;\n                        ( h ) the geographical locations of the parties; and\n                        (c)     whether it is practical to obtain the evidence before commitments\n                                are entered into between the parties or before any money is\n                                transferred.\n~ccord-               1 4 . 4 1 ) Record-keeping procedures maintained by a person under\nkwn#\nP ~  C    C   ~   regulation\n                  ~              6(1) (a)are in accordance with this regulation if they require the\n                  keeping of a record for the prescribed period in accordance with paragraphs\n                  (2). (3) and 14).\n                              (2) A record shall be kept in any case where evidence ofthe identity\n                  of an applicant for busincss is obtaincd undcr ptoccdures maintained in\n                  accordance with regulation 7 or I I .\n                            (3) The record referred to in paragraph (2) shall indicate the nature\n                  o f the evidence and shall-\n                        (a) comprise a copy of the evidence;\n                        (b) provide such information as would enable a copy of it to be\n                            obtained; or\n           THE PROCEEDS OF CRIME (MONEY LAUNDERING PRE VEKVOH)\n                             REGUL4TIONS, 2007\n     (c) in a case where it is not reasonably practicable to comply with s u b\n         pangraph (a) or (b), provide suficient information to enable the\n           details as to a person's identity contained in the relevant evidence to\n           be re-obtained.\n       (4) In relation to all relevant financial business a record shall be kept\nof each transaction, in such manner and form as shall facilitate the\nreconstruction of transactions.\n       ( 5 ) For the purposes of paragraph (I), the prescribed period is a\nperiod of five years commencing with the date on which the relevant\nfinmcial business was completed or the business relationship was terminated,\nwhichever occurs later."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-41) If the Court decides that any property to which an interim\nreceiving order applies is neither recoverable propmy nor associated\nproperty, the Court shaIl vary the order so as to exclude that\nProperty.\n         (2) The Colrrt may vary an interim receiving order so as to exclude\nfrom the property to which the order applies any property that is alleged to be\nassociated propesty, if the court thinks that the satisfaction of any right of the\nenforcing authority to recover the prop- obtained through unlawful\nconduct will not be prejudiced.\n         (3) The Court may exclude any property falling within subsection\n(2) on any terms or conditions-\n      (a) applying while the interim receiving order has effect; and\n      (b) which the Court thinks necessary or expedient.\n    f 4 . 4 1 ) An interim receiving order shalI require the interim receiver to\ninform the enforcing authority and the Court, as soon a?, is reasonably\npracticable, if the interim receiver thinks that-\n      (a) my propetty to which the order applies by vime of a claim that\n          the property is recoverable property, is not rclcovemble property;\n                t7bp. Mdon or Lb      i& r i d   by LN. Illr~20101\n                    THE PROCEEDS OF CMME REGULITIONS. 2007\n      (b) any property to which the order applies by virtue of a claim that\n          the property is associated property, is not associated property;\n      (c) any property to which the order does not apply, is recovetable\n             property in relation to the same unlawfu1 conduct or is associated\n             propem;\n      (a') any property to which the order applies. is held by a person who\n           is not the person claimed to hold the property; w\n      (e) there has been any other material change of circumstances.\n        (2) An interim receiving order shall require the interim receiver-\n     (a) to report his fmdings to the Court; and\n     (b) to serve copies of his report on the enforcing authority and on any\n         person who holds property to which the order applies or who may\n             otherwise be affected by the report.\n  IS.--(I)     The Court may make an order staying any proceedings for cm-\na recovery order, on terms agreed by the parties for the disposal of\nthe proceedings, if each person to whose property the proceedings, or\nthe agreement, relates is a party to both the proceedings and the\n                                                                                  -\nagreement.\n        (2) An order under paragraph (1) may include-\n     (a) provision for any property that may be recoverable property to\n         cease to be recoverable;\n     (b) any further provision which the Court thinks appropriate.\n        (3) Section 67 (applying realized proceeds) of the Act appIies to\npropejr vested in, or paid to, the Agency in pursuance of the agreement, as it\napplies to property vested in the Agency by a recovery order or money paid\nunder section 62 (agreements about associated or joint property) of the Act."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Internal reporting procedures maintained by a regulated business shall 1 . h\ninclude provisions--                                                          r crp m\n                                                                              p     ~ nd\n                                                                                       i nu~ ~\n     (a) for identifying a person in accordance with regulation 5 (3) (in\n         this regulation referred to as \"the nominated oficer\") to whom\n            areport is to be made of any information or other matter\n            which-\n                 (i) comes to the attention of a person handling relevant\n                     financial business; and\n                (ii) in the opinion of the person handling that business,\n                     gives rise to some knowledge or suspicion that another\n                     person is engaged in money laundering;\n     (6) for requiring that any such report be considered in the light of\n          all, other relevant information by the nominated officer, or by\n          another person, acting on behalf of the nominated officer, for\n          the purpose of determining whether or not the information or\n          othermatter contained in the report gives rise to such\n          knowledge or suspicion;\n     (c)    for any person charged with considering a report in accordance\n            with paragraph (b) to have reasonable access to other\n            information that may be of assistance to him and is available to\n            the regulated business; and\n     (4 for my person charged with considering a report in accordance\n            with subparagmph (b) to make such reports to the designated\n            authority as may be required under section 95 of h e Act."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.--(I) This regulation applies where recoverable property to which\nproceedings under Part TV of the Act relate includes rights under a pension fiwh\nscheme.                                                                     ~nmr.\n         (2) An order made under regulation 1 5-\n      (a) shall not stay the proceedings on terms that the rights arc\n          rested in any other person;\n      (b) may include provision imposing the requirement set out in\n          paragraph (3), if the trustees or managers of the scheme arc\n          parties to the agreement by virtue ofwhich the order is made,\n                           THE PROCEEDS OF CRIME REGUL.4 TlONS. 22007\n                    (3) The requirement is thar the trustees or managers of the pension\n        scherne-\n               (a) make a payment in accordance with the agreement; and\n               (6) give effect to any other provision made by virtue of this\n                   regulation in respect of the scheme.\n                 (4) The trustees or managers of the pension scheme may enter into\n        an agreement in respect of the proceedings on any terns on which an order\n        made under regulation 15 may stay the proceedings.\n                  (5) The following provisions apply in respect of an ordw under\n        regulation 15, so far as such order includes the requirement set out in\n        paragraph (3)-\n               (a) the order shall override the provisions of the pensions scheme\n                   to the extent that they conflict with the requirement;\n               (6) the order may provide for the recovery by the mstees or\n                   managers of the scheme (whether by deduction from any\n                   amount which they are required to pay in pursuance of the\n                   agreement or otherwise) of costs incurred by them i n -\n                          (i) complying with the order; or\n                         (ii) providing information, before the order was made, to\n                              the enforcing authority, interim receiver or interim\n                              administrator;\n               (c) sections 64 (4) and 65 (read with section 66) of the Act apply as\n                     if the requirement were included in an order made by virtue of\n                     section 64 (2) of the Act.\n   rn\numlt       17.41) This regulation applies if the enforcing authority seeks a\n         recovery order-\n              {a) in respect of both property which is, or represents, property\n                 obtained through unlawful conduct and related property; or\n              (b) in respect of property which is, or represents, propetty obtained\n                  through unlawful conduct where such an order, or an order\n                  under regulation 15, has previously been made in respect of\n                  related property.\n                   (2) For the purposes ofthis regulation-\n              (a) the    original propesty means the property obtained through\n                     unlawful conduct;\n              (b) the original property and any items which represent the original\n                  property are to be m t e d as related to each other.\n                     THE PROCEEDS OF CRIME REGULATIONS, 2007\n        (3) The Court shall not make a recovety order if it thinks that the\nenforcing authority's right to recover the original property has been satisfied\nby a previous recovery order or under regulation IS.\n          (4) Subject to paragraph (33, the Court may act under paragraph (5)\nif it thinks that-\n       (a] a recovery order may be made in respect of two or mere related\n           items of recoverable property; and\n       (b) the making of a recovery order in respect of h t h or all of them is\n           not required in order to satisfy the enforcing authority's right to\n           recover the original propeq.\n         ( 5 ) The Court may, in order to satisfy that right to the extent\nrequired, make a recovery order in respecz of-\n       (a) only some of the related items of properly; or\n       (6) only a part of any of the related items of property, or b t h .\n        (6) Where the Court makes a recovery order in respect of any\nproperty, this section does not prevent the recovery of any profits that have\naccrued in respect of the property.\n          (7) Where-\n       (a) an order is made under section 79 of the Act for the forfeitvre of\n           recoverable propeq; and\n       (b) the enforcing authority subsequently seeks a recovery order in\n           respect of related property,\nthe order under section 79 of the Act is to be treated for the purposes of this\nsection as if it were a recovery order obtained by the enforcing authority in\nrespect of the forfeited property.\n          (8) If-\n            in pursuance of a judgment in civil proceedings (whether in\n            Jamaica or elsewhere), the claimant has obtained property from\n            the defendant (hereinafter in this section referred to as the\n            judgment propetcy);\n      (b) the claim was based on the defendant's having obtained the\n          judgment property or related propwty through unlawful conduct;\n           and\n      (c) the enforcing authority subsequently seeks a recovery order in\n          respect of prop* which is related to the judgment property,\nthe judgment is to be treated for the purposes of this section as if it were\na recovery order obtained by the enforcing authority in respect of the\njudgment property,\n                       iacluiw of &in p a s b wlbDrirsd by LN. t 4 l m 0 1 0 1\n                                   THE PROCEEDS OF CRIME REGULATIONS, 20117\n                       (9) Where-\n                     (a) property has been taken into account in deciding the amount of\n                         a petson\" benefit from criminal conduct for the purpose of\n                         making a forfeiture order or pecuniary penalty order; and\n                     ( b ) the enforcing authority subsequently seeks a recovery order in\n                           respect of related property,\n              the forfeiture order or pecuniary penalty order, as the case may be, shaIl be\n              treated for the purposes of this section as if it were a recovery order obtained\n              by the enforcing authority in respect of the property referred to in paragraph\n              (4.\n                       (10) In paragraph (93, a forfeiture order or pecuniary penalty order\n              means-\n                     (a) an order under section 5(2) (c) or (3) of the Act; or\n                     (6) a forfeiture order under the Dangerous Drugs Act,\n              and in relation to an order mentioned in paragmph (b), the reference to the\n              amount of a person's benefit from criminal conduct is to be read as a\n              reference to the corresponding amount ordered to be forfeited under the\n              enactment in question.\n~xunplu          18. For the purposes of section 86 of the Act, examples of cases in which\naf m d n a\nFT=Y\n   '          recoverable property is mixed with other property include if the recoverable\n              property is used-\n                     (a) to increase h d s held in a bank account;\n                     (b) in part payment for the acquisition of an asset;\n                     (c) for the restoration w improvement of land; or\n                     Id) by a person holding a Leasehold interest in the property to acquire\n                          the freehold.\n                                                        SCHEDULE                  (bgulation 7)\n                                                Powers ofinterim Receiver\n                  I. Power to s t i property\n                                    ~        to which the order applies.\nb l d c a .      2.-41) Pomr to obeain information or to require s person to mswtr any qutsfim.\n                     (2) A requkmmt imposed in the exercise of the p o w referred to in s u b - p w h\n              (1) has &ad in spire of my mtriction on the dis~losurt of information (however\n              imposed).\n                      (3) An ~ n s w ngivm by a pmon In plrsuancc o f a requirement m h m d in\n              subgaragraph (2) may not be used in evidence agairn that pmon in criminal pmocadings.\n                                      k h h a oflhir p ~ @5 d m b d by LN. 141rR4101\n                         THE PROCEEDS OF CRIME REGUU TIONS, 200 7\n         (4) Sub-paragraph (3) docs not apply in he case of-\n   (4 u prosecution for an offence tmder the Perjury Act; or\n   (b) a prosewtion for somc other offence whem, in giving evidence, the person makes a\n      statement inconsistent with the answer.\n         ( 5 ) An answer may nor be used by virtue of sub-paragraph (4)(b) against a person\nrmles*\n    (a) evidence rclatingto it is adduced, 01\n    (b) u question relatingto it is asked.\nby the person or an his behalf in Zhe proceedings arising out of the prosecution.\n   (a)enter my premises m Jamaica lo which the interim order qplies; md\n   (6) takc any o f the follwing steps-\n               (i) cany out a sear& Tor, or lnspccti~lof, anything described in the ordcr;\n              (ii) make or obtain a copy, photograph or other record of mything so dcscrilxd:\n             (iii) rcmove anything that the interim receiver is required to take posstssion of in\n                   pursuance of the order or whlch may be required as evidence in the p r o m d i n g\n                   under Part I V of the Act.\n      (2) Zlrt order may describe anything gentrally, whether by rcfcrmce to a dass or\nothenv~se."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Accounts Affecfed lfanyl                                         19. JAS Zqu~vaten1       10. I A S Etchanp Rate\n     TYpr                      Nurnkr\n                                                                     ?I. US$ Equ~vdtnl        22. US5 L~chnnpe!?are"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.+1)     Except as otherwise provided in this reguIation, the obligations R+-I\naf a regulated business under these Regulations shall apply, in respect of any      zzz\nbusiness relationship formed by the regulated business prior to the relevant\ndate, as it applies in respect of an applicant for business.\n        (2) Subject to paragraph (3), nothing in these Regulations shall\nrequire a regulated business to maintain procedures in accordance with\nregulations 7 and 1 1 which require evidence to be obtained in respect of\nany business relationship forrned by him prior to the relevant date, as to\nthe identity of the person with whom that relationship has been\nformed.\n        (3) Notwithstanding paragraph (2), the provisions of regulation 7(1)\n(c) shall, as of the relevant date, apply to the updating of evidence of identity\nin relation to any business relationship formed by the regulated business prior\nto the relevant date.\n        (4) For the purpose of paragraphs (2) and (3), the \"relevant date\" is\nthe 29' day of March 2007.\n                                      PREVENTION)\n                  SCHEDULE\n                    Form 1\n        Rarrdr o l C h I M w y h&ng\n             Pm*mrmI Rep~hrlHN\n          Susplciota Trm~zrmsRcppn\nD o inclwion of &is p q e is m u h r i d by L.N. I4J~f20101\n                                     THE PROCEEDS OF CRIME [MONEY LAUNDERING PREVENTION!\n                                                      REGULATIONS 1007\n                                                                        I"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Sourct of funds\n                               me inclusion of h i s p y u ruthorimd by L.N, t41m010 )\n14                                  THE P R ~ S O F C R I M E I M O N WLAUNDERING PllEVEKnOUl\n                                                     REGUUTlONS. ZMl7\n                              a [ I On k h a l ~ o ~ ( c u r t o m e r . I h Co~lducting(ug~rrtl t. [ j Bmrficinfy\n                                      c. Ismtd by:                                         b Number:"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. T-clm       Typ                                                     25. -lt { D U I M W Y Y Y b   16, Tlnw\n    1 7 T-tion     Cmmq                                                     28. T-im        Accami\n30   M E PROCEEDSOFCRIME [MONEY LAUNDER Iffi PRWCNTDHI\n                      REGULATIONS.ZM7\n                                    THF PROCEEDS OFCRIME (MONEY LAUNDERING PREVENTION)                                        21\n                                                   REGULATIONS. 1007"
    }
  ],
  "definitions": [
    {
      "term": "applicant for business",
      "definition": "a person seeking to form a business",
      "source_provision": "sec2"
    },
    {
      "term": "business relationship",
      "definition": "any arrangement between two or more",
      "source_provision": "sec2"
    },
    {
      "term": "employee",
      "definition": "a person (including a person in a senior rnanage-",
      "source_provision": "sec2"
    },
    {
      "term": "one-off transaction",
      "definition": "any transaction other than a mnsaction",
      "source_provision": "sec2"
    },
    {
      "term": "regulated business",
      "definition": "a business falling within the regulated sector",
      "source_provision": "sec2"
    },
    {
      "term": "relevant financial business",
      "definition": "any financial business carried on by a",
      "source_provision": "sec2"
    },
    {
      "term": "supervisory or regulatory guidance",
      "definition": "guidance issued, adopted or approved by the relevant competent",
      "source_provision": "sec2"
    },
    {
      "term": "cash transaction",
      "definition": "a transaction involving the physical transfer of",
      "source_provision": "sec2"
    },
    {
      "term": "prescrihd amount",
      "definition": "in relation to-",
      "source_provision": "sec2"
    },
    {
      "term": "agent",
      "definition": "an applicant",
      "source_provision": "sec10"
    }
  ]
}