{
  "id": "jm-subs-the-processed-food-act",
  "type": "statute",
  "title": "The Processed Food Act",
  "title_en": "The Processed Food Act",
  "short_name": "Processed Food Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-processed-food-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-processed-food-act",
  "provisions": [
    {
      "provision_ref": "sec0",
      "section": "0",
      "title": "Section 0",
      "content": "0.75% shall be from a source of protein used for human consuinption\nand declared on the label. Dehydrated lean meat may be used as an\ningredient in \"soup\" or \"broth\" in an amount equivalent to that allowed\nif raw fresh meat was used.\n  Female reproductive organ and hogs' lungs shall not be used ;:\ningredients of canned soups.\n  Skin, male reproductive organ, mammary gland, brain, spinal cord\nand intestinal tract may be used subject to such conditions as may be\napproved by the Bureau of Standards..\n  \"Vegetable soup\" or \"mixed vegetable soup\" shall contair not less\nthan four varieties of vegetables, but no single variety shall constitute\nmore than 40% by weight of the aggregate weight of the ingredients\nused in the preparation of the soup.\n-                                                           --.--          --\n             p h c inclusion of this page is euthorimd by L.N. 160/19841\nTHE PROCESSED FOOD (GRADES AND STANDARDS) REGULATIONS.\n                                         1964\n The vegetables used in canned soups shall be well-cooked, but not\nmushy.\n  Where a soup bears the name of a vegetable, then that vegetable shall\nbe an ingredient constituting not less than 50% by weight of the\naggregate weight of the ingredients used in the preparation of the soup.\n  Canned soups designated \"Cream of.. ..........\" or \"Cream soup\"\nshall contain not less than 23% by weight of butter fat or comparable\ningredients approved by the Bureau of Standards.\n  General Requirements: Processing factories premises where frozen\nfoods are held for sale and vehicles used to transport frozen foods shall\nconform to the following requirements-\n    (a) The rooms where foods are mixed, cooked, prepared, processed\n        or packed shall be separate from those designed for the storage\n        of raw materials and areas where preparatory operations are\n        conducted.\n           The doors fitted to the various rooms shail be air tight and\n         capable of being kept closed by automatic devices.\n     (b) There shall be adequate facilities for cleaning and sterilizing all\n         equipment, utensils and buildings.\n    (c) No other material except clean and well prepared raw food\n         ingredients shall be introduced into areas where foods are\n         being processed before freezing.\n     (d) The equipment and utensils used in the preparation of frozen\n         food shall be of a high standard to ensure that the product\n         shall not be affected in quality or when it is properly stored it\n         shall not show signs of early deterioration. The equipment and\n         utensils shall be protected from contamination at all times.\n     (e) The surface of any material with which foods shall come in\n         contact before, during or after processing shall be of such a\n         nature so as not in any way to affect adversely the food\n         products nor to introduce any toxic or harmful material in it.\n     (f) The ingredients of frozen foods which require refrigeration\n          shall be stored at such temperatures which shall prevent\n          deterioration or spoilage.\n                                                               d L.N. 160/19841\n              fThe inclusion of this page is a u ~ h o r i ~ eby\n62   THE PROCESSED FOOD (GRADES AND STANDARDS) REGULATIONS,\n                                              1964\n        (g) Within thirty minutes of cooking meat, gravy or sauce it shall\n              be refrigerated or mixed into the finished product within one\n              hour after preparation.\n        (h) Cold stores shall be maintained in a sanitary condition. Frozen\n            foods shall he kept at a temperature of either 0°F or below:\n                Provided that the temperature may temporarily be above\n              0°F during defrost cycles, loading or unloading, or other\n              temporary unavoidable circumstances (such as when +hefrozen\n              foods are being repacked into smaller units).\n                 Such cold stores shall be defrosted in keeping with good\n              sanitary practice.\n        (i) The freezing of frozen foods shall be done in such a manner\n              and under such conditions approved by the Bureau of\n              Standards that the high quality of the frozen food product\n              shall not be affected nor subject to deterioration or spoilage\n              when properly stored.\n        (j)   Frozen food products intended to be shipped shall be\n              adequately wrapped or packaged before leaving the processing\n              factory or storage warehouse and the products sh..ll be kept\n              at a temperature of either 0°F or below.\n        (k) The compartments of vehicles in which frozen food products\n            shall be transported shall be in a sanitary condition, fitted with\n            refrigeration apparatus and of such a design that they are\n            capable of maintaining food products at temperatures not\n            exceeding 0°F when fully loaded.\n        (I) Packaged frozen foods shall be labelled in accordance with\n              the labelling requirements for such prescribed foods as are\n              made under regulations.\n       (m) Frozen foods which have deteriorated in quol~tyshall not be\n              offered for sale or sold.\n        (n) Immediately after a frozen food product is packed and sealed\n              in a suitable container it shall undergo the process of quick-\n              freezing to a temperature of 0°F or below.\n                Wherever percentages of ingredients are specified for frozen\n              foods such percentages shall relate to the input of the\n              ingedients before processkg.\n                                                                                  -\n                   [The inclusion of this pase i n authori.cd by L.N. 160/19841\nI ' t i f i PKOCESSED FOOD (GRADES A N D STANDARDS) REGULATIONS,           63\n                                       1964\n                    (33) FROZENRICE AND PEAS\n   Product Description: Frozen rice and peas is the product prepared\nfrom clean beans of the plant Phuseolus vulgaris, clean seeds of the\nplant Oryza sativa, the extract from the soft tissue of the nut Cocos\nnucifera and other ingredients approved by the Bureau of Standards.\n   The mixture shall contain not more than 75% rice and not less than\n25 % beans by weight.\n   Immediately after cooking the product it shall be packed and sealed\nin suitable containers and subjected to quick-freezing.\n                       (34) FROZENSTEWPEAS\n  Product Description : Frozen stew peas is the product prepared from\nclean beans of the plant Phaseolus vulgaris, wholesome pig's tail, ;alt\nbeef and other ingredients approved by the Bureau of Standards.\n  The product shall contain not less than 40% beans and not less than\n12% meat by weight.\n   Immediately after cooking the product it shall be packed and sealed\nin suitable containers and subjected to quick-freezing.\n               (35) FROZENCHICKEN( ~ ~ A R Y L A N DSTYLE)\n  Product Description: Frozen chlcken Maryland style shall be the\nproduct prepared from chicken meat. chicken eggs and other ingredients\napproved by the Bureau of Standaras. The chicken meat used shall be\nthat of healthy birds which shall be slaughtered under hygienic\nconditions and inspected as approved by the Bureau of Standards; the\ncarcasses shall be cut in such manner that there shall be no shattered\nbones or sharp bone fragments in the product.\n   Immediately after cooking the product it shal; be packed and sealed\nin suitable containers and subjected to quick-freezing.\n                       (36) FROZEN    BOILEDRICE\n   Product Description : Frozen boiled rice is the product prepared\nfrom c1e.m (washed) and wholesome seeds of the plant Oryza sativa.\n   Immediately after cooking the product it shall be packed and sealed\nin suitable containers and subjected to quick-freezing.\n                    (37) FROZENBEEF BALLS\n  Product Description: Frozen beef balls is the product prepared\nfrom minced beef (obtained from healthy animals slaughtered under\n              [The inclusion of this page b authorized by L.N. 160/1984]\n64   THE PROCESSED FOOD (GRADES AND STANDARDS) REGULATIONS,\n                              1964\n     hygienic conditions, and inspected as approved by the Eureau of\n     Standards), clean spices, wholesome chicken eggs, salt and bread crumbs\n     or other wholesome ingredients approved by the Bureau of Standards.\n       The product shall contain not less than 75% lean beef by weight.\n        Immediately after cooking the product it shall be packed and sealed\n     in suitable containers and subjected to quick-freezing.\n                        (38) FROZENACKFEAND SALTFISH\n        Product Description: Frozen ackee and saltfish is the product\n     prepared from clean arils of the fully ripened fruit of the tree Blighia\n     sapida, wholesome salted flesh of fish, cooking oil, spices and other\n     wholesome ingredients approved by the Bureau of Standards.\n        The product shall contain not more than 68% ackee and not less\n     than 17% saltfish by weight. The species of fish shall be declared on the\n     label.\n        Immediately after cooking the product it shall be packed and sealed\n     in suitable containers and subjected to quick-freezing.\n                           (39) FROZEN   FRIEDPLANTAIN\n        Product Description: Frozen fried plantain is the product prepared\n     from the ripe fruit of the plant Musa paradisiaca.\n        Immediately after frying in clean, wholesome, edible vegetable oil, the\n     product shall be packed and sealed in suitable containers and subjected\n     to quick-freezing.\n       Product Description : Frozen mackerel and banana is the product\n     prepared from clean, trimmed flesh of the fish Scomber sp. and edible\n     immature fruit of the plant Musa sapientium, with the addition of\n     tomato puree. spices and cooking oil.\n       The product shall contain not less than 27% mackerel by weight.\n        Immediately after cooking the product it shall be packed and sealed\n     in suitable containers and subjected to quick-freezing.\n        Product Description: Frozen curried mutton is the product pzepared\n     from mutton (goat's or sheep's flesh), cooking oil, clean spices and other\n     wholesome ingredients approved by the Bureau of Standards. The\n                   me inclusi~nof this pav- is authorired by L.N. k60119841\nTHE PROCESSED FOOD (GRADES AND STANDARDS) REGULATIONS,\n                         1964\nmutton shall be obtained from healthy animals which shall be\nslaughtered under hygienic conditions and inspected as approved by the\nBureau of Standards; the carcasses shall be cut in such a manner that\nthere shall be no shattered bones or sharp bone fragments in the\nproduct.\n   The product shall contain not less than 55% mutton by weight.\n   Immediately after cooking the product it shall be packed and sealed\nin suitable containers and subjected to quick-freezing.\n                   (42) FROZ~N     SWEETPOTATOM u\n  Product Description: Frozen sweet potato pudding mix is the\nproduct prepared from peeled, milled mature tuber of the vine lpomea\nbatatas, extract of the soft tissues of the nut Cocos nucifera, and other\ningredients (without the addition of water) approved by the Bureau of\nStandards.\n  The mixture shall contain not less than 54% sweet potato by weight.\n   Immediately after cooking the product it shall be packed and sealed\nin suitable containers and subjected to quick-freezing.\n   Product Description: Frozen stewed beef is the product prepared\nfrom beef (without sharp bone fragments), clean vegetables and other\ningredients approved by the Bureau of Standards.\n   The beef shall be obtained from healthy animals which shall be\nslaughtered under hygienic conditions and inspected as approved by\nthe Bureau of Standards.\n  The product shall contain not less than 40% beef by weight.\n   Lmmediately after cooking the product it shall be packed and sealed\nin suitable containers and subjected to quick-freezing.\n  Product Description: Frozen Macaroni and mince is the product\nprepared from clean minced beef (without sharp bone fragments)\nmacaroni, spices, tomato paste, salt, cooking oil and may contain\nvegetables. The beef shall be obtained from healthy animals which shall\nbe slaughtered under hygienic conditions and inspected as approved by\nthe Bureau of Standards.\nT H E PROCESSED FOOD (GRADES AND STANDARDS) REGULATIONS,\n                           1964\n  The product shall contain not less than 15% beef by weight.\n   Immediately after cooking the product it shall be packed and sealed\nin suitable containers and subjected to quick-freezing.\n   ~ ~ r o d u Description:\n               ct           Frozen oxtail in wine is the product prepared\nfrom the caudal appendage of the animal Bos (with or without skin).\nand cooking wine and may contain vegetables.\n   The oxtail shall be obtained from healthy animals which shall be\nslaughtered under hygienic conditions and inspected as approved by the\nBureau of Standards.\n  The product shall contain not less than 55% oxtail (meat and bone)\nby weight.\n  Immediately after cooking the product it shall be packed and sealed\nin suitable containers and subjected to quick-freezing.\n              Whr inclusion of tH; Rape is authmhcd by L.N. 140/19841\n                              PROCESSED FOOD\n                    THE PROCESSED FOOD ACI'\n                                 REGULATIONS\n                               (under section 13)\n        (Made by the Minister on the 26th day of March, 1974)                L.N. 174174"
    },
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the Processed Food (Grades\nand Standards) Regulations, 1964."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In these Regulations the expression-\n    \"Brix\" means (except where otherwise stated) the degrees Brix of a\n         liquid when tested at 20°C (68°F) or at any other temperature\n         corrected to 20°C (68°F) with a Brix hydrometer calibrated at\n         20°C (68°F);\n    \"drained weight\" means the net weight less the weight of the\n         packing medium and is obtained by draining the contents on\n         a standard sieve for one and one-half to two minutes (except\n         where otherwise stated in these Regulations) depending on the\n         kind of fruit or vegetable constituting the contents;\n    \"gross weight\" means the total weight of container and contents;\n    \"net weight\" means the gross weight less the weight of the\n         container;\n    \"solid pack\" in relation to fruit includes fruit which has been\n         wholly or partially processed without sugar before reprocessing\n         so as to allow the fruit to pack closely;\n    \"standard sieve\" means (except where otherwise stated) a No. 8\n          sieve with apertures of 0.0937 of an inch."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. There shall apply in relation to the foods set out in the Schedule Schedule\nwhich are manufactured or processed for export or for sale in the\nIsland the respective grades or standards and other requirements\nprescribed in the said Schedule.\n              [The inclusion of thii page in authorized by L.N. 160119841\n30    T H E PROCESSED FOOD (GRADE A N D STANDARDS) REGULATIONS,\n                                 1964\n                                        SCHEDULE                           (Regulation 3)\n                                    [Deleted by L.N. 7431831\n                                      (3) CANNEDMANGO\n       Product Description : Canned Mango is prepared from the properly\n     matured fruit of the mango. Mangifere species, which fruit is properly\n     washed and the who!e fruit or the flesh sliced from the seed, sufficiently\n     processed by heat in hermetically sealed containers to assure preservation\n     of the product but not over-processed. The label description may\n     include one or more of the words \"Whole\", \"Cheeks\", \"Slices\",\n     \"Pieces\" or \"Halves\", according to the facts.\n      The grades of canned mango are \"Fancy Quality\" and \"Choice\n     Quality\".\n       \"Fancy Quaury\" is the quality of canned mango of the Bombay\n     variety-\n         (a) h a t is of good quality, with not less than 75 per c e ~ of\n                                                                       ~ t the\n             units in any one container uniform in colour alld the balance\n             not deviating conspicuously from the general colour;\n         (b) that is free from stem, skin, or other defects, and with not\n             more than 10 per cent of the units in any one container\n             showing minor defects such as raggedness, lack of uniformity\n             of ripeness, or marked differences in shape;\n          (c) of which the minimum cut-out sugar syrup (when measured)\n              is 18\" Brix measured at 30\" C (86\" F) on the comminuted\n              contents of the container; and\n          ',d) which has a minimum drained weight of 60 per cent of the\n              capacity of the container.\n       \"Choice Quality\" is the quality of canned mango of any one variety-\n         (a) that is of fairly good colour throughout;\n          (6) that is free from stem, skin and other defects; and with not\n               more than 20 per cent of B e units in any one container\n              showing mixlor defects such as raggedness, lack of uniformity\n              of ripeness or marked differences in shape;\n                   m e inclusion of this page is authorized by L.N. 160119841\nTHE PROCESSED FOOD (GRADES AND STANDARDS) REGULATIONJ,                           31\n                         1964\n    (c) of which the minimum cut-out sugar syrup is 16\" Erix\n         measured at 30°C (86\" F) on the comminuted contents of the\n         container; and\n    (d) which has a minimum drained weight of 60 per cent of the\n        capacity of the container.\n                          (4) MANGOWITH RUM\n  General Requirements: Mango with Run1 is Canned Mango wi:i:\nrum addcd. Thc grades, standards and other requirements for Mango\nwith Rum are the same as for Canned Mango except that Mango with\nRum may contain rum in such amount that its alcohol content is more\nthan 3 per cent but less than '5 per cent such alcohol content to bc\ndeclared on the label.\n                  (5) MARMALADE       (Citrus Fruit Origin)\n  General Kequirements: Marmalade is the product of jelly-like\nconsistency made from any combination of peel, pulp and juice of the\nnamed citrus fruit or fruits which has been boiled with sweeter~hgagent\nhereinafter prescribed and which shall--\n     (a) contain-\n              (i) not less than 683 per cent water soluble solids as\n                  estimated by Lhc refractometer at 30°C (86°F) without\n                  correction for illsoluble solids; except that where the\n                  niarmaladc is packed in hermetically sealed containers\n                  it shall contain not less than 65 per cent;\n             (ii) not less than 32 per cent by weight of any combination\n                  of peel, pulp and juice of the named citrus fruit; and\n            (iii) sugar, invert sugar syrup, or dextrose; and\n     (b) may contain-\n              (i) added citric, tartaric or malic acid in a quantity that\n                  conlpensates for any deficiency in the natural acidity of\n                  the fruit ingredient to bring acidity within the pH range\n                  of 3 - 4 ;\n             (ii) residual sulphur dioxide from the fruit ingredient not\n                  exceeding 40 pa:ts pcr million or, with the written\n                  approval of thc Controller of Food Standards in a case\n                  where the p:oduct is being imported, such proportion as\n                  complies with the regulations oE the importing country.\n--\n                                                                             -\nI'HE PROCESSED FOOD (GRADES A N D STANDARDS) REGULATIONS,\n                                       1964\n   Product Description : Canned orange juice is the undiluted, uncon-\ncentrated, unfermented juice obtained from mature, fresh fruit of Citrus\nsinensis except tangerines. which fruit has been properly washed; is\npacked with or without the addition of a non-liquid, nutritive sweetening\ningredient or sweetening ingredients; and is sufficiently processed by\nheat and packed in hermetically sealed containers to assure preservation\nof the product but not overprocessed.\n  Styles o f Canned Orange Juice :\n  Style I - Unsweetened (,or natural juice).\n  Style I1 - Sweetened (canned orange juice of this style shall be\n               processed with the addition of a non-liquid nutritive\n               sweetening ingredient or sweetening ingredients).\n                 The declaration of a grade by the processor is optional.\n               The grade which may be declared shall be either \"Fancy\n               Qwlity\" or \"Choice Quality\". Canned orange juice in\n              respect of which no grade is declared shall neverthelesa\n               be of a standard which is not lower than that specified\n               for \"Choice Quality\".\n  \"Fancy Quality\" is the quality of canned orange juice that-\n     (a) shows no coagulation;\n     (b) has a very good colour;\n     (c) has a very good flavour; and\n     (d) is practically free from defects.\n  Explanation o f References :\n     (a) \"very good wlour\" means that \\the orange juice has a bright\n         yellow to yellow-orange colour typical of freshly extracted\n         juice and is free from browning due to scorching, oxidation,\n         caramelization, or other causes;\n     (b) \"very good flavour\" means a fine, distinct, canned orange\n         juice flavour which is definitely free from traces of scc-ching.\n         caramelization, oxidation, bitterness or terpenes; and is free\n         from off flavours of any kind;\n     (c) \"practically free from defeuts\" means that there may be present\n          not more than 0.030 per cent by volume of recoverable oil\n               me inclusion of this page is authorized by L.N. 160119841\nT H E PROCESSED FOOD (GRADES AND STANDARDS) REGULATIONS,\n                                      1964\n       and that the juice does not contain particles of membrane.\n       core or skin, seeds or seed particles or other defects that more\n       than slightly affect the appearance of the product.\n \"Choice Quality\" is the quality of canned orange juice that-\n   (a) may show slight coagulation;\n   (b) has a good colous;\n   (c) has a good flavour; and\n   (d) is fairly free from defects.\n Explanation of References :\n   (a) \"good colour\" means that the orange juice may be slightly\n       amber or very light in colour but is typical of canned orange\n       juice and may show evidence of slight browning, but is not\n       off colour;\n   (b) \"good flavour\" means a good, normai, canned orange juice\n       flavour which may have a slightly caramelized or slightly\n       oxidised flavour but is free from ,d flavours of any kind;\n    (c) \"fairly free from defects\" means that there may be present\n        not more than 0.050 per cent by volume of recoverable oil\n        and that the juice does not contain particles of membrane.\n        T ~ P , or skin, seeds or seed particles, or other defects that\n        materially affect the appearance of the product.\n34            THE PROCESSED FOOD (GRADES A N D STANDARDS) REGULATIONS,\n                                                             1964\n  Both styles of canned orange juice shall satisfy the requirements set out in the following table:-\n                                                   STYLEI\n                                                                      --                STYLI?I1\n                                                                                                          ---\n                                              Single Strength                         Single Strength\n                                               Orange Juice                            Orange Juice\n       Analyses          Limits               (Unsweetened)                            (Sweetened)\n                                                     Grade                                Grade\n                                          Fancy               Choice           Fancy               Choice\n                                                                                                            -\nBrix                     Min.                10.5\"                  9.5\"         10.5\"                  9.5\"\n                         Max.                ..                 ..               ..                  ..\nAcid                    Min.                0.60                0.55             0.60               0.55\n                        Max.                1.45         1.65                    1.45\n                                                        --                                   -- 1.65\n                                                                                                 --\nBrix                     Min.         10.5:l                        9:l    12.5:l                       '2:l\n                                       if the brix is                       if the brix is\nAcid                                   less than                            less than 15\""
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1) The Director shall, as soon as possible after he has received\nan application for registration of an establishment, cause an inspector to\nvisit the establishment and report thereon.\n       (2) The certificate of appointment of every inspector shall be in\nthe form prescribed in Form B in the Schedule.                           F             O   B.~\n       (3) The Director shall not cause the establishment to be registered\nuntil he is satisfied, after consideration of the report of the inspector,\nthat the provisions of regulations 7, 8 and 9 have been complied with\nin relation to the establishment.\n       (4) As soon as an establishment has been registered, the Director\nshall cause a certificate of registration in Form C in the Schedule to be FormC.\nissued to the person applying for registration of the establishment\nconcerned.\n       (5) A certificate of registration shall not be transferred from one\nestablishment to another.\n  THE PROCESSED FOOD {ESTABLISHMENTS) REGULATIONS, 1959\n       (6) Every certificate of registration shall remain valid until the\n31st day of August next succeeding the issue of such certificate, and\nshall then expire.\n       (7) Every application for renewal of the registration of an\nestablishment shall be made not later than the 31st day of August in\neach year, and the provisions of regulations 3 and 4 shall apply to an\napplication for renewal of registration."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-41) A prepared syrup shall be kept for sale in hermetically sealed\ncontainers of a type acceptable to the Bureau. Corks other than\n\"crown\" corks, screw type caps and pilfer proof caps shall not be used\nto seal bottles filled with a prepared syrup, and no \"crown\" cork or\nother cap shall be used more than once to seal such bottles.\n      (2) Washed containers ready for filling with a prepared syrup--\n    (a) shall give negative results when their internal surfaces are\n         tested for chemical residue;\n    (b) shall, when tested bacteriologically by the Millipore technique,\n         show-\n            (i) total count     :   less than 50 organisms,\n           (2) yeasts or moulds        : less than 5 per container;\n           (iii) E. coli   : absent.\n                   hdusion of thls pago b authorLcd by L.N. 160/19841\n THE PROCESSED FOOD (PREPARED SYRUPS) REGULATIONS, 1974\n                                  SCHEDULE                    (Regulations 3 and 4)\n                                     PARTA\n Determination of Sulphur Dioxide.\n Official Methods of Analysis of the Association of Micia1 Agricultural\n   Chemists\n Latest Edition.\n                            Total Sulphurous Acid\n Modified Monk--Williams Method\n Official, Final Action.\n                               PARTB\n Determination of Benzoic Acid\n Official Methods of Analysis of the Association of Official Agricultural\n   Chemists\n Latest Edition\n Spectrophotometric Method.\n                                     PARTC\n 1 eterrnination of Sorbic Acid\n ?earson D.\n i h e Chemical Analysis of Foods.\n Latest Edition.\n                                  PARTD\n  Determination of Metal Residues\n  L'flicial Methods of Analysis of the Association of Official Agricultural\n    Chemists\n, Latest Edition\n  Metals and other Elements as Residues in Food.\n              me inclusion of thb page is authorized by L.N. 160/19841\n                                    PROCESSED FOOD\n                          THE PROCESSED FOOD ACT\n                                      REGULATIONS\n                                   (under section 13 )\n             THEPROCESSED\n                       FOOD(EXEMPTION)\n                                    REGULATIONS,\n                                             2002\n             (Made by the Minister on the 10th day of October, 2002)               LN. 1 1 9 ~ 1 0 0 2"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The operator of every registered establishment shall keep the\ncertificate of registration exhibited in a conspicuous place in the\nestablishment."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Every establishment shall be so constructed that-\n    (a) all the floors thereof are impermeable and capable of being\n        thoroughly drained;\n    (b) the walls, ceilings, partitions and doors, and any post or other\n         structure in the interior of any room are capable of being\n         thoroughly cleaned and maintained in a clean state;\n    (c) the roof is weather-tight;\n    (d) no lavatory. sink, or cesspool is in any place or position which\n        is likely to permit odours or fumes from such lavatory, sink or\n         cesspool to pervade any room or other place where food is\n         prepared, stored, kept or transported."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Every establishment shall be provided with-\n     (a) a safe and adequate supply of both hot and cold water;\n     (b) adequate lavatories or other sanitary conveniences, dressing\n         rooms and facilities for washing including soap or detergent.\n         nail brushes and disposable towels or any other efficient drying\n         device for the use of persons employed in the establishment;\n     (c) suitable facilities for the prompt collection and disposal of\n         waste and refuse from the establishment;\n  r'BE PB!aC=El)     FOOD (ESTABLISHMENTS) REGULATIONS, 1959\n    (d) effective means for securing and maintaining suitable, and\n          sufficient lighting of the establishment;\n    (e) adequate ventilation, and such other safeguards as may be\n          necessary to prevent condensed water vapour from coming into\n        . contact with equipment and ingredients used in the preparation\n          of food;\n    (f) screens or other suitable protection to the satisfaction of the\n         Director over doors, widows and other openings to prevent the\n         entry of insects, birds and animals into any room in which\n         food is prepared, stored, kept or transported."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-41) Metal containers as follows are standardized for prescribed\nfoods (Overall dimensions are expressed in the manner used in the\nindustry, e.g. \"21 1\" x \"400\" means 2-11/I6 inches in diameter x 4\ninches in height).\n                                           Sealed      Volume\n                                           water       designa-      Maximum\n                     Diameter             capacity     tion or        head-\n     (a) AU products & height              fl. oz.      weight        space\n                                           -             -             -\n         A-    1         211 x 400 11.13       10 fl. OZ.    7/16 inch\n         A - 300         300 x 407 15.8         15 \" \"       7/16 \"\n         A-    2         307 x 408 20.39       20 \" \"        7/16 \"\n         A - 23          401 x 411 29.89       28 \" \"        7/16 \"\n         A -  10         603 x 700 108.12 105 \" \"            8/16 \"\n     (b) Special for Juices (other than canned Grapefruit Juices of the\n         Special Grade)-\n                         404 x 700 51.52       48 \" \"        7/16 \"\n     (c) Special for Marrnalade-\n                         401x400 25.11          2l-B       7/16 \"\n                         502 x 413 49.98        4 \"        7/16 \"\n                         603 x 513 89.59        7 \"        8/16 \"\n        (2) Containers other than those specified above may be used\n with the prior approval in writing of the Director of the Bureau of\n Standards.\n                CTlu ladusion d thi8 m e is r u t h o by\n                                                      ~ L.N. 4/1BW\n                  THE PROCESSED FOOD (GENERAL) REGULATIONS, 1959"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) For the purpose or' determining the grade to be awarded to\n            a consignment or lot of prescribed food from the examination of samples\n            taken therefrom the following rules shall apply where such food is\n            intended for export-\n                (a) the grade claimed for or declared on the labels of any consign-\n                     ment or lot of prescribed food (hereafter in this regulation\n                     referred to as the designated grade) shall not be awarded unless\n                     at least 84% of the samples are within the designated grade;\n                ( b ) where 84% of the samples are within the designated grade,\n                      but-\n                        (i) there is one prescribed grade below the designated grade,\n                            if more than 8% of the samples are below such lower\n                            prescribed grade, the grade awarded shall be such lower\n                            prescribed grade;\n                       (ii) there are two prescribed grades below the designated\n                            grade-\n                              (A) if more than 8% of the samples are two grades\n                                  below the designated grade, the grade awarded\n                                  shall be one grade below the designated grade;\n                               (B) if 8% or less of the samples are below the lowest\n                                    of the prescribed grades, the grade awarded shall\n                                    be one grade below the designated grade;\n                               (C) if more than 8% of the samples are below the\n                                    lowest of the prescribed grades, the grade\n                                    awarded shall be two grades below the\n                                    designated grade.\n                    (2) The provisions of paragraph (1) shall apply in relation to\n            prescribed food intended for sale in the Island as they apply in relation\n            to prescribed food intended for export with the modification that\n            wherever the figures and symbols \"84%\" and \"8%\" appear in the\n                           m e inclusion of this page is authorized by L.N. 4119761\nTHE PROCESSED FOOD (INSPECTION A N D SAMPLING) REGULATIONS,\n                           1959\n                               FIRST SCHEDULE, contd.\n                                        FORMC                                         (Regulation 5)\n                           Ministry of Marketing and Commerce\n                               PROCESSED  FOODSDivxsio~\n                                NOTICE OF RELEASE\n                                                         Date...........................................\nPlace.. ....................................................\n                                               Address................................................\nTo................................................\nWith reference to the .................................................................................\n...............................................................................................................\nwhich were placed under detention on .......................................by inspector\n..............................................................................................................\n..............................................................................................................\nthe following have been satisfactorily dealt with and are released :\n..............................................................................................................\nHeld Tag No ..................................\n                                                         ...................................................\n                                                                           Inspector\n                       IThe inclusion of this pase L* authorized bs L.N.41 19761\n                                                  S ~ N SCHEDULE\n                                                           D\n II\n                                                                                                                                               (Regulation 9)\n                    MINIMUM RATE OF OFFICIAL SAMPLING OF PROCESSED FRUITS AND VEGETABLES\n                                      I 1 to 600dozen 1 601 to 2,000dozen I 2,001to 4,000 1 4,00:&~000\n                                    Minimum rate of sampling from lots containing-\n                                                               I                       I\n                                                                                                                                        /\n       Size and Type of Container\n                                      I                                                         dozen\n                                                                                                                                            Exceeding 8,000\n                                                                                                                                                dozen\n      Any type of container of less       1 container for          1 container for         1 container for         1 container for          1 container for       0\n                                                                   each 200 dozen          each 400 dozen          each 600 dozen           each 800 dozen\n       volume than a No. 300 size\n       can (300 x 407)\n                                          each 100 dozen\n                                            containers or            containers or          containers or            containers or            containers or       2\n-                                         fraction thereof         fraction thereof        fraction thereof        fraction thereof         fraction thereof\n                                                                                                                                            but not less than\n                                                                                                                                                                  3\n                                                                                                                                                                  h\n                                             but not less          but not less than       but not less than       but not less than\nd\nri\n-.\n                                               than 2          1                                                                                   20\n                                                                                                                                                                  h\n                                                                                                                                                                  w\nB\nz                                                      101 to 200                                                                           Exceeding 5,000       3\n5                                     1 to 100 cases     cases                                                                                  cases\n                                                                                                                                                                 1\n                                                                                                                                                                  $\n-\n% Any type of container of a\n   volume equal to that of a                 2             4\n                                                                                             or fraction             or fraction\n                                                                                                                                            1 container for\n                                                                                                                                            each 300 cases\n                                                                                                                                              or fraction\n                                                                                                                                                                   3\n   No. 300 size can (300 x 407)\n3 or greater, but not exceed-                                                              thereof but not             thereof                  thereof            $\n%  ing that of a No. 3 cylinder\n   size can (404 x 7Op)\n                                                                                             less than 6\n                                                                                                               I 1 container for                                s 3'\n  Any type of container of a                                                                1 container for                                 1 container for\n8\n   volume exceeding that of a\n   No. 3 cylinder size can\n   (404 x 700) but not exceed-        ,      2             3\n                                                                                            each 200 cases\n                                                                                              or fraction\n                                                                                           thereof but not\n                                                                                                                   each 400 cases\n                                                                                                                     Or    fraction\n                                                                                                                          thereof\n                                                                                                                                        !\n                                                                                                                                        I   each 500 cases\n                                                                                                                                              or fraction\n                                                                                                                                                thereof\n                                                                                                                                                                  L\n                                                                                                                                                                  g\n                                                                                                                                                                  h\n   ing that of a No. 12 size                                                                  less than 6\n       can(603x812)                                 I                                  I                       I                        I\n?:\n.\n+\n                                            1 to 100 containers\n                                          1 sample from each\n                                                                         101 to 200 containers\n                                                                                                   -                              i 1 sample from each\n                                                                                                        201 to 500 containers Exceeding 500 containers\n5 Any type of coutainer of a\nQI     volume exceeding that of a         of 10 percent of the\n                                                                         1 sample from each\n                                                                         of 5 percent of the\n                                                                                                      1 sample from each\n                                                                                                      of 3 percent of the             of 2 percent of the\n       No. 12 size can (603 x 812)        containers but in no           containers but in no         wntainers but in no             containers but in no\n       but not containing more            case less than 2                  case less than 4            case less than 6                case less than 10\n       than 5 gallons of the                    samples\n       product\n                                      I     1 to 20 containers           21 to 100 containers      1 101 to 200 containers l ~ x c e e d i n200\n                                                                                                                                             ~ containers\n     Any type of container contain-       1 sample from each             1 sample from each           1 sample from each              1 sample from each\n      ing more than 5 gallons of          of 35 percent of the           of 25 percent of the         of 10 percent of the            of 5 percent of the\n      the product                         containers but in no           containers but in no         containers but in no            containers but in no\n                                          case less than 2                  case less than 4             case less than 6               case less than 10\n                                                samples\n                             PROCESSED FOOD\n                  THE PROCESSED FOOD ACT\n                                REGULATIONS\n                              (under section 13)\n(Made by the Governor in Council on the 18th day of September, 1959) L.N.234159\n                                                                                    Amd:\n                                                                                    L.N. 81/64\n                                                            [15th October, 1959.1"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.5\"                                15\"\nTHE PROCESSED FOOD (GRADES AND STANDARDS) REGULATIONS,\n                         1964\n  Product Description : Canned pineapp!e is prepared from the properly\nmatured fruit of the pineapple plant which fruit is properly peeled,\ncored and rimmed and is sufficiently processed by heart in hermetically\nsealed containers to assure preservation of the product but is not over.\nprocessed.\nTtyles of Canned Pineapple :\n  \"SLICED\" or c ' S ~ consist ~ ~ ~of~ whole,\n                                            \" practically unbroken slices\n          of pineapple that have been cut approximately at right angles\n          to the vertical axis of the fruit.\n  \"BROKENSLICED\"or \"EROKENSLICES\" consist of varying sized\n       portions of slices which have approximately the same measure-\n       ment along the radial axis. (\"RADIAL AXIS\" means the\n       measurement along the radius from the inside arc to the out-\n       side arc.)\n  \"TIDBITS\" or \"TITBITS\" of pineapple are small, wedge-shaped\n       sections cut from slices or portions of slices. The approximate\n       measurements of such sections are-\n         Length of outside arc ... more than ij\" but not more than\n                                              %\"\n           Thickness        ...         ... more than 5/16\" but not more\n                                        than 4\"\n           Len,& (measured along\n              the radius from the\n              inside to the outside\n              arc)       ...      ... inore than 11 / 16\" but not more\n                                        than 1;t\".\n  \"SAI,ADCUTS\" or \"SEGMENTS\"are wedge-shaped sections cut from\n        slices or portions of slices of pineapple. The approximate\n        measurements of such sections are-\n           Length of outaide arc      more than %\" but not more than\n                                         2\"\n           Thickness -..          ... more than 5/16\" but not more\n                                         than 15/16\".\n           Length (measured along\n              the radius from the\n               inside to the outside\n               arc)      ,..      ... more than +\" but not more than\n                                                 It\".\n               me inclusion of thin paps irr authorized by L.N. 160/1984]\nTHE PROCESSED FOOD (GRADES AND STANDARDS) REGULATIONS,\n                         1964\n  \"CHUNKS\"are portions of pineapple which are reasonably uniform\n        in shape and size.\n  \"DICED\" or \"CUBES\"consist of approximately cube-shaped pieces.\n  \"PIECES\" are portions of pineapple which may or may not be\n        uniform in shape.\n  \"CRUSHED\"pineapple is pineapple that has been cut, shredded or\n        crushed into a comminuted form or into small,irregularly\n        shaped pieces that do not have the appearance of regularly cut\n        units.\n   The grades for all styles of canned pineapple are \"Choice Quality\"\nand \"Standard Quality\". For both grades and all styles the sugar\nsyrup used shall give a cut-out of not less than 18\" Brix when tested not\nless than 14 days after processing in the container.\n   \"Choice Quality\" is the quality of sliced. tidbits, salad cuts or\nsegments, chunks, diced or cubes, or pieces that-\n      (a) have a good colour;\n      (b) have a good flavour and odour;\n      (c) have a good character;\n      (d) are practically free from defects; and\n      (e) have a minimum drained weight of 60% of the capacity of the\n          container.\nExplanation of References :\n    (a) \"good colour\" means that the colour of the pineapple units or\n          mass is bright and is characteristic of the variety of properly\n          ripened and properly matured pineapple processed; that there\n          may be slight variations in shades of such characteristic colour\n          in the units, within each unit, or within the mass, and that\n          white radiating streaks may be present; and that such varia-\n          tions do not materially affect the appearance of the product;\n    ( b ) \"good flavour and odour\" means a distinct and normal flavour\n          for the variety. characteristic of properly ripened and properly\n          matured pineapple that has been properly prepared and\n          processed: and free from objectionable flavours and odours of\n          any kind;\n    (c) \"good character\" means that the units are of reasonably\n          uniform ripeness, the fruitlets are reasonably compact in\n          strudure, the units are fairly free from porosity, and that not\n          more than 1.1 ounces of core is contained in 1 pound of\n                  indusion of this page is authorked by L.N. 160/19841\nTHE PROCESSED FOOD (GRADES AND STANDARDS) REGULATIONS,\n                                      1964\n        drained fruit. The slices shall fit the can to a reasonable\n        degree:\n    (d) \"practically free from defects\" means that the product is\n        reasonably free from excessive trimming ( i slices or half\n        slices) crushing, splits, blemishes, brown spots, portions of\n        shell. bruised portions and other similar injuries or defects\n        not specifically mentioned that affect the appearance or\n        edibility of the product.\n  \"Standard Quality\" is the quality of sliced, tidbits, salad cuts or\nsegments, chunks, diced or cubes or pieces that-\n    (a) may be only fairly free from excessive trimming (in slices or\n        half slices) crushing. splits. blemishes, brown spots, portions\n        of shell, bruised portions and other similar injuries or defects\n        not specifically mentioned that affect the appearance or\n        edibility of the product: and\n    (b) have a minimum drained weight of 60% of the capacity of the\n        container.\n   \"Crushed\", not included in the above requirements for \"Choice\nQuality\" and \"Standard Quality\" consists of shredded or finely cut\npieces of pineapple fruit fresh. No grade declaration is required. Not\nmore than one percent (1%) by weight of the drained pineapple may\nbe blemished. In determining the weight of any blemished material.\nthe weight of the entire piece which is blemished is included and the\npercentage based on the drained weight.\n  Product Description: Canned pineapple juice is the undiluted.\nunconcentrated, unfermented juice obtained from the edible portions\nof the mature fruit of the pineapple plant; is prepared by a succession\nof treatments (including. but not being limited to, crushing. screening.\nand pressing with or without heat) to extract a part of the liquid and\ninsoluble materials, is packed with or without the addition of solid\nsweetening ingredients: is suffciently processed by heat and packed in\nhermetically sealed containers to ensure the preservation of the product\nbut not overprocessed.\n  The grades for canned pineapple juice are \"Choice Quality\" and\n\"Standard Quality\".\n              (The inclusion of tbu Dane is authorized by L.N. 160/19841\n38   THE PROCESSED FOOD (GRADES A N D STA NDAKUS) HEGULATZONS,\n                              1964\n       \"Choice Quality\" is the quality of canned pineapple juice that-\n         (a) has a good colour;\n         (b) has a good flavour; and\n         (c) is practically free from defects.\n     Explanation of References :\n         (a) \"good colour\" means that the juice has colour characteristic of\n              juice which has been freshly extracted from properly matured\n              and properly ripened pineapple and has been properly\n              processed;\n         (b) \"good flavour\" means a distinct canned pineapple juice flavour,\n              characteristic of canned pineapple juice which is made from\n              properly matured and properly ripened pineapple and is free\n              from any caramelized flavour, and the juice should have a\n              minimum Brix value of 12\";\n         (c) \"practically free from defects\" means that the juice does not\n              contain specks or other objectionable particles that affect the\n              appearance or palatability of the juice, and may contain not\n              more than 26 per cent free and suspended pulp.\n       \"Standard Quality\" is the quality of canned pineapple juice that\n     otherwise meets the requirements of \"Choice Quality\" but contains\n     specks or other particles to an extent that does not materially affect the\n     appearance or palatability of the juice, and may contain not more than\n     30% free and suspended pulp.\n                            (9) TOMATOES      IN SKINS\n       Product Description: Tomatoes in Skins are the product prepared\n     from sound, mature tomatoes of the red or reddish varieties that are\n     thoroughly washed and trimmed and packed into cans as whole as\n     possible and to which may be added the juice obtained from other\n     sound, mature, tomatoes. The juice or pulp obtained from trimmings\n     or tomato residual material is prohibited.\n        The drained weight refers to the proportion of tomato solids to juice\n     present. The calculation shall be based on the percentage of drained\n     tomato solids after draining the sample on a slightly inclined screen\n     two meshes to the inch for one-half minute, the wire of the screen being\n     approximately one-thirty-second of an inch. A screen eight inches in\n     diameter shall be used for grading tomatoes packed in 28 fluid ounce\n     cans or smaller; a screen twelve inches in diameter for the grading of\n     larger cans.\n                   [The inclusion of thir page icl authorized by L.N. 160/1984]\n    THE PROCESSED FOOD (GRADES AND STANDARDS) REGULATIONS,\n                                            1964\n      Calcium chloride, calclum cmate, monoca~c~um    pnosphate, calcium\n    sulphate, or any combination of these may be used to condition the\n    tomatoes provided that the total calcium content inclusive of such\n    conditioner, calculated as calcium, shall not be more than 0.035 per\n    cent by weight of the iinished product.\n     The grades for Tomatoes in Skins are \"Choice Quality\" and \"Standard\n    Quality\".\n      \"Choice Quality\" is the quality of tomato that-\n        (a) possesses a normal flavour and odour;\n        (b) has a practically uniform red colour (70% red) from the\n            Munsell colour discs (5R 2. 6113-glossy finish); 18% yellow\n            (2.5 Yr 5112-glossy iinish); 6% black (Nl-glossy finish);\n            6% grey (N4-Matt finish);\n        (c) contains not less than 70 per cent drained tomato solids\n            which are whole or practically whole; and\n        (d) is free from stems, black spots, sun scalds and other defects.\n      \"Standard Quality\" is the quality of tomato that-\n        (a) possesses a normal flavour and odour;\n        (b) has a fairly uniform red colour (65% red) from the Munsell\n             colour discs (5R 2.6113-glossy finish); 25% yellow (2.5 Yr\n            5 / 12-glossy finish); 5 % black (Nl-glossy finish); 5 % grey\n            (4--Matt finish);\n        (c) contains not less than 64 per cent drained tomato solids which\n            are fairly whole; and\n        (d) is practically free from pieces of stems, core, black spots, sun\n            scalds, trimming and other defects.\n                             (10)    CANNED TOMATOES\n    Product Description :\n       Canned Tomatoes are sound mature tomatoes of red or reddish\n    varieties that are peeled, cored and trimmed, packed into cans as whole\n    as possible and to which may be added the juice obtained from other\n)   sound, mature, whole tomatoes; the juice or pulp obtained from\n    trimmings or tomato residual material is prohibited.\n      The drained weight refers to the proportion of tomato solids to juice\n    present. The calculation shall be based on the percentage of drained\n    tomato solids after draining the sample on a slightly inclined screen\n    two meshes to the inch for one-half minute, the wire of the screen being\n    approximately one-thirty-second of an inch. A screen eight inches in\n                  m e inclusion of this page is authorized by L.N. 160/1984]\n fHE PROCESSED FOOD (GRADES AND STANDARDS) REGULATIONS,\n                          1964\ndiameter shall be used for grading tomatoes packed in 28 fluid ounce\ncans or smaller; a screen twelve inohes in diameter for the grading of\nlarger cans.\n   Calcium chloride, calcium citrate, monocalcium phosphate, calcium\nsulphate, or any combination of these may be used to condition the\ntomatoes provided that the total calcium content inclusive of such\nconditioners, calculated as calcium. shall not be more than 0.026 per\ncent by weight of the finished product.\n   The grades for Canned Tomatoes are \"Fancy Quality\", \"Choice\nQuality\" and \"Standard Quality\".\n     \"Fancy Quality\" is the quality of tomatoes that possess a normal\nflavour and odour, a practically uniform red colour; contains not less\nthan 65 per cent drained tomato solids which are whole or practically\nwhole; and is free from pieces of skin, stems, core. black spots, sun\nscald and other defects.\n   \"Choice Quality\" is the quality of tomato that possesses a normal\nflavour and odour, a fairly uniform red colour; contains not less than\n60 per cent drained tomato solids which are whole or fairly whole; and\nis practically free from pieces of skin, stems, core, black spots, sun\nscald and other defects.\n   \"Standard Quality\" is the quality of tomato that possesses a normal\nflavour and odour, a reasonably uniform red colour; contains not less\nthan 50 per cent drained tomato solids; and is fairly free from pieces of\nskin, stems, core, black spots, sun scald and other defects.\n                          (11) TOMATO     JUICE\n   Product Description: Tomato juice is the product prepared from the\nunconcentrated pasteurized liquid (with a proportion of the pulp) of the\ntomato, processed by any method, with or without heat, which does not\nadd water thereto, from whole, ripe, sound tomatoes from which all\nstems and objectionable portions have been removed. I€ salt or sugar\nis added to Tomato Juice it shall be used dry or dissolved in the juice\nobtained from the whole tomatoes and an appropriate declaration shall\nappear on the label.\n  The grades for Tomato Juice are \"Fancy Quality\". \"Choiw Quality\"\nand \"Standard Quality\".\n   \"Fancy Quality\" is the quality of tomato juice that-\n     (a) has a good consistency:\n     (b) has a colour equal to or better than the oolour produced by\n         spinning a combination of the following Munsell colour discs;\n                  inclusion of this papa i authorized by L.N. 160/1984]\nTHE PROCESSED FOOD (GRADES AND STANDARDS) REGULATIONS,\n                                      1964\n         65% red (5R 2.6113-glossy        finish); 21 % yellow (2.5 Yr.\n        5112-glossy finish); 7% black (Nl-glossy finish); 7% grey\n         (N4-matt finish); and\n    (c) is free from particles of skin, seeds, minute pieces of core and\n         other defects.\n  \"Choice Quality\" is the quality of tomato juice that-\n    (a) has a fairly good consistency;\n    (b) has a colour equal to or better than the colour produced by\n        spinning a combination of the following Munsell colour discs:\n         56% red (5R 2.6113-glossy finish); 28% yellow (2.5 Yr.\n        5 / 12-glossy finish); 8 % black (N1--glossy finish); 8 % grey\n         (NII-matt finish); and\n    (c) is practically free from particles of skin, seeds, minute pieces\n         of core and other defects.\n  \"Standard Quality\" is the quality of tomato juice that--\n    (a) F-:s d fairly coed consistency;\n    (6) rlas a ( -aequal to or better than the colour produced by\n                 '\n         spinnkg a combination of the following Munsell colour discs :\n         53% -ed (5R 2.6113 glossy Gnish); 28% yellow (2.5 Yr.\n         5 / 12-glossy finish); 9.5 % (N1-glossy finish); 9.5 % grey\n         (N4-matt finish); and\n    (c) may contain defects which even if noticeable are not so large.\n         so numerous, or of such contrasting colour as to seriously\n         detract from the appearance of drinking quality of the product.\nGeneral Requirements :\n  Tomato Juice Cocktail is the product consisting of not less than 85\nper cent tomato juice, to which may be added other vegetable juices.\nsalt, sugar and non-artificial flavouring ingredients.\n                     (13) [Deleted by L.N. 74~1831\n   Product Description: Canned Yam is prepared from the sound.\nmature underground tuber of species of the plant Dioscorea, which tuber\nis properly peeled and washed, and is sufficiently processed by heat to\nassure preservation of the product in hermetically sealed containers.\nOnly yam of the species Dioscorea cayenmensis shall be packed and\n             me inclusion of this p u e is authorized by L.N. 160/19841\n42   THE PROLESSED FOOD (GRADES A N D STANDARDS) REGULATIONS,\n                                             1964\n     labelled \"Yellow Yam\". All other species or varieties of the genus\n     Dioscorea shall be packed and labelled \"White Type Yam\".\n      Tllc grades for Canned Yam are \"Fancy Quality\" and \"Choice\n     Quality\".\n       \"Fancy Quulity\" is the quality of yam of the yellow variety that--\n         (a) has a good colour:\n         (h) has a good flavour and odour;\n         (c) has a good character;\n          (d) is practically free from defects; and\n          (e) has a drained weight of not less than 70% of the capacity of\n               the container.\n       \"Choice Quality\" is the quality of canned yam of either yellow or\n     white varicty or a mixture of bolh containing not less than 90% of one\n     variety, and which has-\n         (a) a fairly good colour;\n         (b) a fairly good flavour and odour;\n         (c) a fairly good character;\n         ( d ) is fairly free from defects; and\n         (e) has a drained weight of not less than 68% of the capacity of\n               the container.\n     Explanation of references:\n         (a) \"good colour\" means that the colour of the units of the mass\n              is bright and is characteristic of the properly matured, properly\n              cooked yam of the same varietal characteristics and not more\n              than 5 % of the units vary in colour from the rest;\n         (b) \"fairly good colour\" means that the colour of the units of the\n              mass is bright and is characteristic of the properly matured,\n             properly cooked yam of the same varietal characteristics and\n              that variations in colour in the units, within each unit, or\n              within the mass are not so marked as to affect n~aterially\n              the appearance of the product;\n         (c) \"good flavour and odour\" means a distinct and normal flavour\n             for the variety characteristic of properly matured, properly\n             cooked yam, that has been properly prepared and processed,\n             and which is free from any objectionable flavour or odour;\n         (d) \"good character\" means that the units are ol reasonably\n             uniform texture and compactness;\n                   m e inclusion of this page is authorized by L.N. 160/1984]\nTHE PROCESSED FOOD (GRADES A N D STANDARDS) REGULATIONS,                   43\n                         I964\n    (e) \"free from defects\" means that the product is reasonably free\n        from trimmings, splits, blemishes, dark discolouration, pieces\n        of skin and fine roots or portions of fine roots.\n   Product Description: Canned Ackee is prepared from the properly\nmatured fruit of Bligflin sapida (the ackee plant) which has been opened\nby natural process either on the plant or during the process of rack\nripening which lasts three days. The segments shall be properly trimmed\nand cored, and shall be sufficiently processed by heat in hermetically\nsealed containers to assure preservation of the prcduct.\n   The grades for canned ackee are \"Fancy Quality\" and \"Choice\nQuality\".\n   \"Fancy Quality\" is the quality of canned nckec packed in suitable\npacking media, which-\n     (a) has a uniform yellow colour;\n     (Ir) has a good flavour and odour:\n     (c) has a good character;\n     (d) is practically free from defects; and\n     (e) has a minimum drained weight of 60% of the capacity of the\n          container.\nExplanation of references :\n    (a) \"uniform yellow colour\" means that the colour of the segments\n         or mass is bright and is characteristic of properly ripened and\n         properly matured ackee of the same varietal characteristics,\n         with not more than 10% of the units present varying in colow\n         from the rest of the units;\n    (b) \"good flavour and odour\" means a distinct and normal flavour,\n         characteristic of properly ripened and properly matured cooked\n         ackee, free from any objectionable flavour or odour;\n    (c) \"good character\" means that the segments are firm and that\n         not less than 80% of unit wholeness (is. each unit shall be an\n         unbroken half of a s e a e n t ) and that not more than 10% of\n         the drained weight of the unil wholes shall be so broken.\n         squashed or badly mis-shapen as to render them unidentifiable;\n    (d) \"free from defects\" means that the product is free from\n         trimmings. seeds, or portions of seeds, pods or portions of\n         pods and stems.\n              m e inclusion of this page is authorized by L.N. 160/1984]\n44   THE PROCESSED FOOD (GRADES AND STANDARDS) REGULATIONS,\n                                           1964\n       \"Choice Quality\" is the quality of canned ackee packed in suitable\n     packing media and which-\n         (a) has a fairly uniform yellow colour;\n         (b) has a fairly good flavour and odour;\n         (c) has a fairly good character;\n         (6) is fairly free from defects;\n         (e) has a drained weight of not less than 58% of the capacity of\n             the container.\n     Explanation of References:\n         (a) \"fairly uniform yellow colour\" means that the colour of the\n              segments or mass is bright and is characteristic of properly\n              matured and properly ripened ackee of the same varietal\n              characteristics, with not more than 25% of the units varying\n              in colour from the rest of the units;\n         (b) \"fairly good flavour and odour\" means a distinct and n o m l\n              flavour, characteristic of properly matured and properly\n              ripened cooked ackee, free from any objectionable flavour or\n              odour;\n         (c) \"fairly good character\" means that the segments are firm and\n              that not less than 75% are of unit wholeness (i.e. each unit\n              shall be an unbroken half of the segment); and that not more\n              than 15% of the drained weight of the unit wholes shall bc\n              so broken, squashed or badly mis-shapen as to render them\n              unidentifiable;\n         (4 \"fairly free from defects\" means that the product is fairly free\n              from trimmings, seeds or portions of seeds, pods or portions\n              of pods and stems.\n        Product Description : Canned concentrated grapefruit juice is the\n     concentrated product obtained from sound, mature grapefruit (C2ru.v\n     paradisii). The fruit is prepared by sorting and by washing prior to\n     extraction of the juice and the extracted juice is concentrated. The\n     concentrated grapefruit juice is processed in accordance with good\n     commercial practice, and may or may not require processing by heat.\n     subsequent refrigeration, or freezing to assure preservation of the\n     product but is not the product known as \"frozen concentrated grapefruit\n     juice\". The finished product may contain cold-pressed grapefruit oil to\n                   me inclusion of this pane is authorized by L.N. 160/19841\nTHE PROQ&m         FOOD (GRAD= AND STANDARDS) REGULATIONS,\n                                       1964\nstandardize the flavour. The Brix value of the f i s h e d concentrate shall\nnot be less than 20\". A statement of the degree of concentration shall\nbe attached to the product, but a statement erring by not more than half\na degree below the correct degree shall be'accepted for this purpose.\n  Canned concentrated grapefruit juice shall show no serious gelation\nand shall reconstitute properly. The reconstituted juice shall-\n     (a) possess a fairly good colour;\n     (6) be fairly free from defects;\n     (c) possess a fairly good flavour;\n     (d) contain not less than 2.5 milligrams of Ascorbic Acid per 100\n         grams juice per degree Brix and not more than 0.020% by\n         volume of recoverable oil in the juice: and\n     (e) be free flowing.\nExplanation of references :\n    (a) \"fairly good colour\" means that the colour may be only fairly\n        bright and is typical of concentrated grapefruit juice that is\n         reasonably free from browning due to scorching. oxidation,\n        caramelization or other causes;\n    (b) \"fairly free from defects\" means that there may be present-\n             (i) juice cells but in such numbers as not seriously to\n                 detract from the appearance or drinking quality of the\n                 juice;\n            (ii) not more than 14% free and suspended pulp;\n           (iii) practically no seeds or portions thereof that could not\n                 pass readily through round perforations of i inch in\n                 diameter;\n           (iv) only such small seeds or portions thereof as can readily\n                  pass through round perforations of i inch in diameter\n                  and do not seriously detract from the appearance or\n                  drinking quality of the juice; and\n            (v) other defects that are not materially objectionable;\n     (c) \"fairly good flavour\" means a normal flavour for reconstituted\n         concentrate grapefruit juice, which flavour may be slightly\n         caramelized or slightly oxidized or may possess traces of\n         terpene but is free from off flavours of any kind. The ratio of\n         the Brix value to acid shall not be less than 5.5 to 1;\n-.------\n               me inclusion of t h i page is authorlzcd by L.N. 160/19841\n46   ;   THE PROCESSED FOOD (GRADES AND STANDARDS) REGULATIONS,\n                                                1964\n             (d) \"reconstituted juice\" means the concentrate mixed with a\n                 sufficient quantity of distilled water to produce a mixture\n                 having a Brix value of 10\" to 11.5';\n             (e) \"degree of concentration\" means the ratio by volume of\n                 reconstituted juice to concentrate.\n           Product Description: Concentrated orange juice ir the concentrated\n         product obtained from theJsound, mature fruit of the sweet orange group\n         (Citrus sinensis) and the Mandarin group (Citrus reticulata) except\n         tangerines. The fruit is prepared by sorting and by washing prior to\n         extraction of the juice and the extracted juice is concentrated. The\n         concentrated orange juice is processed in accordance with good com-\n         mercial practice, and may or may not require processing by heat, sub-\n         sequent refrigeration or freezing to assure preservation of the product.\n         but is not the product known as \"frozen concentrated orange juice\".\n         The linished product may contain cold pressed orange oil to standardize\n         the flavour. The Brix value of the finished concentrate shall be not less\n         than 20\". A statement of the degree of concentration shall be attached\n         to the product but a statement erring by not more than half a degree\n         below the correct degree shall be accepted for this purpose.\n           Concentrated orange juice shall reconstitute properly and the\n         reconstituted juice shall-\n             (a) possess a fairly good colour;\n              (b) be fairly free from defects;\n              (c) possess a fairly good flavour;\n              (d) have a minimum Brix: Acid ratio of 6 to 1 2nd a maximtun\n                  Brix: Acid ratio of 24 to 1, and contain 3 milligrams of\n                  Ascorbic Acid per 100 grams juice per degree Brix, and not\n                  more than 0.02% by volunle of recoverable oil in the juice;\n                  and\n             (e) be free-flowing.\n         Explanation o f references:\n              (a)   \"fairly good colour\" means that the orange juice may be\n                    slightly amber or very light in colour and may show evidence\n                    of slight browning but is not off colour;\n                        F h a itwlusion of thL page u authorized by L.N. 160119841\nTHE PROCESSED FOOD (GRADES AND STANDARDS) REGULATIONS,                       *   47\n                                      1964\n    (h) \"fairly free from defects\" means that there may be present-\n            (i) small seeds or portions thereof that are of such size that\n                they could pass through round perforations not exceed-\n                ing & inch in diameter, provided such seeds or portions\n                thereof do not seriously affect the appearance or\n                drinking quality of the juice;\n           (ii) juice cells and pulp that do not seriously affect the\n                appearance or drinking quality of the juice; and\n          (iii) other defects that are not materially objectionable;\n    (c) \"fairly good flavour\" means a normal flavour for reconstituted\n        concentrated orange juice; and that the flavour may range\n        from high acidity to low acidity, may have a slightly\n        caramelized or slightly oxidized flavour or may possess traces\n        of terpene but is free from off flavours of any kind;\n    (d) \"reconstituted juice\" means the concentrate mixed with a\n        sufficient quantity of distilled water to produce a mixture\n        having a Brix value of 11.5\" to 13\" ;\n    (e) \"reconstitute properly\" means that the reconstituted juice\n        shows no material separation of colloidal or suspended matter\n        after standing for four hours at a temperature of not less than\n        68°F in a clear glass tube or cylinder (such as a 250 ml.\n        graduated cylinder);\n    ( f ) \"degree of concentration\" means the ratio by volume of\n         reconstituted juice to concentrate.\nStyles of Jellies :\n  Style I (Naming the Fruit) Jelly shall be made by boiling the juice\nof the named fruit free from seeds and pulp or a concentrate made from\nsuch juice with water and a sweetening agent and-\n    (a) shall contain not less than 60 per cent of water soluble solids\n        as estimated by the refractometer at 30°C (86°F) uncorrected\n        for insoluble s a s ;\n    (b) may contain such an amount of added pectin, pectinous\n        preparation, or acid ingredient as reasonably compensates for\n        any deficiency in the natural pectin content or acidity of the\n        fruit.\n              [The inclusion of this page $ aulhorized by L.N. 160/19841\n48   THE PROCESSED FOOD (GRADES AND STANDARDS) REGULATIONS,\n                              1964\n       Style ZZ (Naming the Fruit) Jelly with added pectin shall be made by\n     boiling the juice of the named fruit free from seeds and pulp or a\n     concentrate of such juice with water and a sweetening agent and-\n         (a) shall contain-\n                 (i) not less than 32 per cent of the juice of the named fruit;\n                (ii) not less than 60 per cent of water soluble solids as\n                     estimated by the refractometer at 30°C (86°F)\n                     uncorrected for insoluble solids;\n               (iii) pectin or a pectinous preparation; and\n         (b) may contain-\n                (i) such an amount of acid ingredient as reasonably\n                      compensates for any deficiency in the natural acidity\n                      of the named fruit;\n               (ii) juice of another fruit;\n               ,(iii) sulphur dioxide not exceeding 40 parts per million or,\n                      in a case where the product is being exported, with the\n                      written approval of the Director of the Bureau of\n                      Standards, sulphur dioxide not exceeding the maximum\n                      prescribed in the regulations of the importing country.\n       In any combination of two or more fruit juices the weight of each\n     shall be not less than one-fifth of the weight of the combination.\n       The grades for fruit jelly are \"Fancy Quality\" and \"Choice Quality\".\n     \"Fancy Quality\" is the quality of fruit jelly that-\n          (a) possesses a good consistency;\n          (b) possesses a bright typical colour;\n          (c) is free from defects; and\n          (4 possesses a distinct and normal flavour.\n     \"Choice Quality\" is the quality of fruit jelly that-\n         (a) possesses a reasonably good consistency;\n         (b) has a reasonably bright typical colour;\n         (c) is free from defects; and\n         (d) possesses a reasonably good and normal flavour.\n     Explanation of references:\n         (a) \"acid ingredient\" means lemon juice, citric acid, lactic acid,\n             malic acid, tartaric acid or any combination of two or more\n              of these;\n                  (The inclusion of this page is authorlzed by L.N. 160/19841\nTHE PROCESSED FOOD (GRADES A N D STANDARDS) REGULATIONS,\n                                        1964\n      (b) \"good consistency\" means tender to slight firm texture\n          retaining a compact shape without excessive weeping; and\n          \"reasonably good consistency\" means lacking firmness but not\n          syrup, or more than slighty firm but not tough or rubbery;\n      (c) \"bright typical colour\" means a sparkling lustre which is not\n          more than slightly cloudy and is free from dullness: and\n          \"reasonably bright typical colour\" means a colour not more\n          than slightly cloudy or slightly dull;\n      (d) \"distinct and normal flavour\" means a flavour free from any\n          caramelized flavour or any objectionable flavour of any kind:\n      (e) \"reasonably good and normal flavour\" means a slightly\n          caramelized flavour free from bitterness or other objectionable\n          off flavour;\n      (f) \"free from defects\" means free from hard seeds (where these\n          can be readily eliminated on processing), black particles, pits.\n          cores and bits of skins and other extraneous material.\n   Standards prov~dedfor in this paragraph do not apply to Mint Jelly,\nJellied Mint. Cranberry Jelly or Jellied Cranberry.\n                               (19) JAMS\nGefieral Requiremenrs :\n  Jam-\n    (a) shall be made by processing fresh fruits, fruit pulp, or canned\n         fruit with water and sucrose, dextrose, invert sugar, by boiling\n         to a suitable consistency and with or without the addition of an\n         acid ingredient, or pectin in the form of fruit juice or pectinous\n         preparation; and\n    (b) shall contain not less than 66 per cent water soluble solids as\n         estimated by the refractometer at 30°C (86°F).\nStyles of Jam:\n  Style Z (Naming the fruit) Jam is prepared from any one kind of\nfruit and shall bear a label indicating the fruit, and shall not contain\nany preservative but may contain such an amount of added pectin.\npectinous preparation, or acid ingredient as reasonably compensates for\nany deficiency in the natural pectin content or acidity of the named\nfruit.\n  Style ZZ (Combination) Jam is jam made from two or more fruits.\nand the fruits shall be declared on the label in order of predominance.\n              lThe inclusion of tbis page is authorized by L.N. 160/1984]\n50   THE PROCESSED FOOD (GRADES A N D STANDARDS) REGULATIONS,\n                              1964\n                                (20) GUAVA     CUPS\n       Product Description: Guava Cups is the product obtained from\n     sound, fully mature fruit of the guava plant (Psidium guajava) that is\n     carefully selected, washed and peeled and from which the pulp and seeds\n     are removed after slicing the fruit in half. The resulting product is then\n     packed in syrup and sufficiently processed by heat in hermetically\n     sealed containers to assure preservation of the product, but is not over-\n     processed.\n       The grades for Guava Cups are \"Fancy Quality\", \"Choice Quality\"\n     and \"Standard Quality\".\n       \"Fancy Quality\" is the quality of guava cups-\n         (a) that is of bright uniform yellow or uniform pink colour;\n         ( b ) that is free from skin, seeds. raggedness of cut, and splits;\n         (c) of which not more than 10% of the units in any one container\n               are blemished; and\n         id) the drained weight of which is not less than 58% of the\n               capacity of the container.\n       \"Choice Quality\" is the quality of guava cups-\n        (a) that has a fairly l m i bright~ ~colour with not lesa than 60%\n             by weight of the drained product of cups of either yellow or\n             pink colour;\n         (6) that is fairly free from skin,seeds, raggedness of cut with not\n             more than 25% by weight of the drained product showing\n             splits;\n         (c) of which not more than 25% of the units in any one container\n             are blemished;\n         (d) the drained weight of which is not less than 55% of capacity of\n             container.\n       \"Standard Quality\" is the quality of guava cups that otherwise meets\n     the requirements of \"Choice Quality\" but that consists of less than 60%\n     by weight of the drained product of cups of either yellow or pink\n     colour.\n     Explanation of reference :\n            \"blemished\" means blemished with scabs or other pathological\n         injuries. or by discoloration or other abnormality which affects\n         materially either the appearance or the edibility d the units or\n         both of them.\n                   IThe inclusion of thip page is authorized by L.N. 160119841\nTHE PROCESSED FOOD (GRADES AND STANDARDS) REGULATIONS,                       51\n                                       1964\n  Product Description : Guava Halves is the product obtained from\nsound, fully mature fruit of the guava plant (Psidium guajava) that is\ncarefully selected, washed, peeled and sliced in halves. The resulting\nproduct is then packed in syrup and sufficiently processed by heat in\nhermetically sealed containers to assure preservation of the product,\nbut not over-processed.\n  The grades for Guava Halves are \"Fancy Quality\", \"Choice Quality\"\nand \"Standard Quality\".\n  \"Fancy Quality\" is the quality of guava halves-\n    (a) that is of a bright uniform yellow or uniform pink colour;\n    (b) that is free from skin, splits and raggedness of cut;\n    (c) of which not more than 10% of the units in any one container\n        are blemished; and\n    (d) the drained weight of which is not less than 58% of the\n         capacity of the container.\n  \"Choice Quality\" is the quality of guava halves-\n    (a) that is of fairly uniform bright colour with not less than 60%\n        by weight of the drained product of halves of either yellow\n        or pink colour;\n     (b) that is fairly free from skin, raggedness of cut with not more\n         than 25% by weight of the drained product showing splits;\n     (c) of which not more than 25% of the units in any one container\n          are blemished; and\n     (4 the drained weight of which is not less than 55% of the\n         capacity of the container.\n  \"Standard Quality\" is the quality of guava halves that otherwise\nmeets the requirements of \"Choice Quality\" but that consists of less\nthan 60% by weight of the drained product of halves of either yellow\nor pink colour.\n Explanation of Reference :\n    \"blemished\" means blemished with scabs or other pathological\n injuries, discoloration or other abnormality which affects materially the\n appearance or the edibility of the units or both of them.\n               flhe inclusion of this page is authorized by L.N. 160/1984]\n52   THF PROCESSED FOOD (GRADES AND STANDARDS) REGULATIONS,\n                              1964\n        General Requirements: Fruit Nectar is the product prepared from\n     round mature fruit of a single variety or from a combination of fruit8\n     which have been thoroughly washed, peeled, and pureed (except that\n     guava need not be peeled), or from fruit concentrate of a quality\n     approved by the Bureau of Standards, diluted with syrup or pressed\n     juice of the same variety of fruit or fruits and filled into containers.\n     hermetically sealed and adequately heat processed to ensure preservation.\n         The nectar shall contain not less than 30% fruit by weight. Lemon\n     juice, lime juice, citric acid or any combination of these or other\n     approved acids may be added to fruit nectar to bring the p~ to a value\n     not exceeding 4.3. The final product shall contain not less than 3%\n     natural soluble fruit solids by weight. The nectar shall give a Brix\n     reading of not less than 13\"; measured a t room temperature and cor-\n     rected to 68\"F (20°C).\n       Fruit nectar shall possess a good bright calour, a good flavour\n     characteristie of the fruit or blend of fruits used in the preparation of\n     the product. The fruit nectar shall be reasonably free from defects such\n     as seeds or particles, bits of stem or other defects that ailect materially\n     the appearance of the produot.\n        General Requirements: Tamarind Nectar is the product prepared\n     from sound mature fruit of .the plant Tamarindus indica. The fruit shall\n     *Le thoroughly washed and shelled, the seeds removed, the remainder\n     pureed and diluted with symp then filled into containers, hermetically\n     sealed and adequately heat processed to ensure preservation; tamarind\n     nectar shall contain not less than 5% fruit by weight (excluding the\n     seeds). The p~ of the h a l product shall not exceed 4.3 and shall give\n     a Brix reading of not less than 13\". measured at room temperature and\n     corrected to 68°F (20°C).\n       Tamarind nectar shall possess a good bright colour, a good flavour\n     characteristic of the fruit and shall be free from defects such as seeds\n     or particles of shell, bits of stem or other defects that affect materially\n     the appearance or quality of the product.\n       General Requirements : Sauces are comminuted products consisting\n     of the named vegetable or vegetables, fruit or fruits, with or without the\n     -                  inclusion of this page is authorized bv L.N. 160119841\nTHE PROCE$SED FOOD (GRADES AND STANDARDS) REGULATIONS,                       53\n            1\n                                         1964\naddition of &gar, vinegar, acetic acid, salt and spices, and may not\ncontain more than 0.1 per cent of either Sodium Benzoate or Benzoic\nAcid. Potassium Sorbate or Sorbic Acid (measured as the acid), used\nas preservatipe, but any sugar, vinegar, salt, spices or acid added to the\nproduct shall/bedeclared on the label.\n  For this purpose--\n    (a) \"vinegar\" means vinegar as defined under \"(21c) VINEGAR*'.\n        If acetic acid is included as an ingredient it shall be clearly\n        stated on the label and shall be given the same prominence\n     ,   as is given to the word \"vinegar\";\n    (b) \"salt*' means white, refined sodium chloride with or without\n         anti-caking agent. Iodized salt shall not be used;\n    (c) acidity expressed as Acetic Acid shall be not less than 2.5 per\n        ceqt;\n    I(d) the PH measured as hydrogen ion concentration with a standard\n         PH meter shall be not more than 3.4.\n                           (25) HOTSAUCE\n  General Requirements: Hot Sauce is a sauce which contains pepper\nind other ingredients. The grades, standards and other requirements for\nHot Sauce are the same as those prescribed for Souces (General).\n                           (26) HOTPEPPERSAUCB\n  General Requirements: Hot Pepper Sauce is a sauce which is made\nonly from fresh, sound peppers (Capsicum Species). The product may\nbe naturally fermented and aged sufficiently to disintegrate the vegetable\nmaterial, and shall be free from artificial preservatives and colouring.\nThe grades, standards and other requirements for Hot Sauce are the\nsame as those prescribed for Sauces (General).\n                                 (27) [Deleted by L.N. 74b 1831\n                           (28) PICKLEDCUCUMBERS\n  Produd Description: Pickled Cucumbers are the product made from\nthe young fruit of the plant Cucumis species, which fruit shall have\na uniform light greenish colour, and shall not be patchy. pocked or\nspotted.\n   The cucumbers shall be fairly straight and shall be not more than\nsix inches in length.\n                mhe inclusion of this page u authorlzcd by L.N. 160/19841\n54   THE PROCESSED FOOD (GRADES AND STANDARDS) REGULATIONS,\n                                        1964\n       Sodium Benzoate, or Benzoic Acid not exceeding 0.08% (measured as\n     Benzoic Acid) may be used as a preservative.\n       The grades for Pickled Cucumbers are \"Choice Grade\" and \"Standard\n     Grade\".\n       \"Choice Grade\" shall contain not more than 5% by weight of bitter\n     cucumbers and not more than 10% by weight of hollow cucumbers.\n     (Such fruit shall be crisp and of very good flavour).\n       \"Standard Grade\" shall contain not more than 20% by weight of\n     bitter cucumbers and not more than 25% by weight of hollow\n     cucumbers.\n       Both grades of Pickled Cucumbers-\n         (a) shall have a typical odour and flavour characteris 'c of the\n             lactic acid fermented cucumbers;\n         (b) shall be packed in acid brine to a p~ of 3 to 3.5 mei ured as\n             hydrogen ion concentration on a standard p~ meter at 30°C\n             (86°F) which contains 0.5% to 2.5% acid measured as lactic\n             acid and 2% to 6% salt measured as sodium chloride; and\n         (c) may have natural flavnllring ingredients (including essential\n             oils and natural\n                                  (29) S u s ~ ~ r r a h\n       Product Description: Susumber (or Gully Beans) is the properly\n     selected young fruit, not fully ripe, of the plant Solanum mammasus\n     which is packed in brine in a hermetically sealed container and\n     sufficiently processed by heat to ensure sterility.\n       There is only one grade of Susumber-\"Choice Quality\".\n        \"Choice Quality\" is the grade of Susumber that-\n         (a) is debuttoned;\n         (6) is packed whole;\n         (c) has a uniform greenish colour when processed;\n         (d) is practically free from defects; and\n         (e) has a drained weight of not less than 54% of the capacity of\n              the container.\n     Explanation of References:\n           \"uniform greenish colour\", means that not mare than 10% by\n         weight of the units shall vary in c o h Erom that of the others;\n                  me hclusion of tbis pane k ruthor(nd by L.N. 160119W\nTHE PROCESSED FOOD (GRADES AND STANDARDS) REGULATIONS,\n                         1964\n      \"practically free from defects\" means that there are not more\n    than 10% by weight of the units showing blemishes, or carrying\n    vestigial leaves.\n  Product Description: A meat product is the product which contains\nthe flesh and fat, but not the fat (without any other meat) of cattle.\nsheep, pigs, goats and poultry. Packaged fresh meat (whole or cut into\nparts) is not considered a meat product for the purposes of this\nregulation.\n  Meat used for processing shall be the flesh of healthy rested cattle.\nsheep, pigs, goats and poultry that have been slaughtered and dressed\nunder hygienic conditions by methods approved by the Bureau of\nStandards. The animals shall receive both ante-mortem and post-\nmortem inspection by a qualified veterinarian.\n  Unless a high temperature method of processing is employed, the\ncarcasses shall be placed in a chilling room within one hour after\ndressing, to be chilled to a temperature not exceeding 41°F (5°C)\nmeasured in the depth of the musculature at the thickest point.\n   If a high temperature method of processing is employed, cutting,\nboning and processing shall take place within one hour of dressing the\ncarcass; but in the event that it is not immediately heat processed then\nit shall be chilled to a temperature not exceeding 41°F (5°C).\n  During the further processing or storage of meat, the temperature in\nthe depth of the meat shall not be allowed to lose the chilled\ntemperature unless the meat is being cooked or smoked.\n   Meat intended for processing shall not be kept at chilling temperatures\n(i.e. between 32°F (0°C) and 41°F (5°C)) for more than seventy-two\n(72) hours. Rooms in which carcasses are divided, cut up and boned, or\nwhere meat is minced. chopped, mixed and stuffed shall be maintained\nat an air temperature not exceeding 50°F (10°C).\n  All meat products shall be processed, prepared and packaged under\nsanitary conditions in accordance with good commercial practice. All\nmeat products shall have a pleasant flavour, attractive appearance, good\ntexture and shall be made from clean, sound and wholesome meat fit\nfor human consumption.\n              lThe Inclusion of this o&ne is authorized by L.N. 160119841\n THE PROCESSED FOOD (GRADES AND STANDARDS) REGULATIONS,\n                                                    1964\n   Processed meats, cured or uncured, other than commercially sterile\n camed m c m shall be stored, held or shipped at a temperature not\n excmling 4 1O F ( 5 \"C).\n   Sausages shall be stored, held or transported at a temperature nor\n exceeding 35 \"F (1.7\"C), measured in the depth of the meat product\n  All refrigerated facilities where meat products are stored, held or\ntranspited shall he provided with thermostats or thermometers as are\nappropriate.\n  A processed meat prqduct shall not contain any ingredient or\ncorr,ponent (including water and fat) in quantities that may adversely\naEer,t the quality or wholesomeness of the final product.\n  \"Cwed meat\" is the product prepared from curing meat by liquid\nor solid cure, which may be subsequently smoked.\n  The final product may or may not be sliced. If it is sliced and\npackaged, the slices shall be uniform and not containing excessive\namounts of fat.\n   The product shall meet with the following requirements-\n         (a) A cured meat product shall be so processed, wrapped and\n              packaged that under normal methods of storage, there shall\n              be no deterioration or spoilage.\n         ( b ) The curing materials and methods shall be such that the\n               finished product shall not contain more than two hundred (200)\n               parts per million of nitrite (when calculated), as sodium or\n               potassium nitrite and five hundred (500) parts per million of\n               nitrate (when cnlciilated) as sodium or potassium nitrate.\n               The texperature, the length of time and the method of\n               curing (iilcluding subsequent smoking) shall be such that the\n               lean or muscular portions shall have a uniform colour, a\n               pleasant characteristic taste and odour typical of the product.\n               The smoke used for smoking the product shall be generated\n               from hardwoods which impart to it a pleasant smoked flavour.\n               Pinewoods or other woods which impart objectionable flavours,\n               shall not be used. Lf \"liquid or artificial smoke\" has been\n               used, it shall be indicated on the label of the product.\n         (c) The cured meat product shall not have a weight greater than\n             the fresh (green) meat; the method of curing and the strength\n             of the cure shall not increase the moisture content of the final\n- - -.       --   -           --\n                      [The inelurio~j of t t i x page is authorized by L.N. 1601 19841\nTHE PROCESSED FOOD (GRADES AND STANDARDS) REGULATIONS,                      57\n                         1964\n       product to such an extent that the quality of the final product\n       is adversely affected.\n    (4 Cured meat, labelled ham or bacon shall be the cured flesh\n       of pigs.\n  \"Canned Meat\" is the product prepared by packaging in a suitable\nhermetically sealed container, any meat or meat product cured or un-\ncured or any food containing the flesh of an animal used for human\nconsumption' as described under \"(30) MEAT PRODUCT\n(GENERAL)\". The canned meat shall be either-\n              (i) heat processed at the time of or after sealing, to a\n                  temperature and for such time sufficient to achieve\n                  colnmercial sterility; after which the product shall be\n                  capable of being stored at atmospheric temperatures\n                  without spoilage or deterioration; or\n            (ii) heat processed at the time of or after sealing, to n\n                  tenlperature and for such time, to ensure that the\n                  product remains in excellent condition when stored at\n                  40°F (4.4\"C); and\nany canned meat that is liable to undergo s,oilage or deterioration whcn\nstored at atmospheric temperatures shall be labelled \"Perishable Keep\nTJncler Refrigeration\" in letters not less than 3/16 of an inch in size.\n  A canned meat product shall conform to the specification of a\nsimilar type of uncanned meat product (as specified under these\nRegulalions) when removed from the can. It shall conform to the\nproduct described on the label and shall not contain any unusual\ningredients or components. The following animal products shall not\nbe used as ingredients in canned meat-\n         skin, reproductive organs, mammary glands, brain, spinal cord.\n         intestinal tract or hog's lung.\n  The kind of meat, the name of the animal from which the meat was\nobtained, also other components or ingredients of the canned meat\nshall be listed i n their order of percentage on the label.\n  \"Sausages\" are the products prepared from the fresh or preserved\ncomminuted meat of animals used for human consumption with salt\nand spices added, and may be-\n    (a) enclosed in a natural or artificial casing; wrapped. packaged or\n        canned;\n              [The inclusion of this pago u authorized by L.N. 160/19841\n58   THE PROCESSED FOOD (GRADES A N D STANDARDS) REGULATIONS,\n                              1964\n         (6) dipped in vinegar, smoked or cooked, and may contain animal\n             fat, filler made from wholesome edible starchy material, beef,\n             tripe, liver, fresh blood from healthy cattle, pigs or sheep,\n             sugar or glucose, corn syrup solids, seasoning, harmless\n             laciobocil cultures or lactic acid starter culture Pediococous\n             cerevisiae, sodium or potassiun~nitrate, sodium or Potassium\n             Nitrite, Ascorbic Acid, sodium ascorbate, erythorbic acid,\n             sodium erythorbate, sodium carbonate, sodium or potassium\n             phosphates, dry milk products, soya flour, or colouring\n             approved by the Bureau of Standards. The kind of meat and\n             name of animal from which the meat was obtained, also other\n             components or ingredients of sausages shall be listed in their\n             order of percentage on the label.\n        High protein material other than that listed above, fit for human\n     consurxption and approved by the Bureau of Standards may be used\n     in sausages with the object of providing a low cost nutritious food. The\n     material shall not be used to manufacture a product normally accepted\n     not to contain such high protein material. The amount and quality of\n     the material shall be approved by the Bureau of Standards.\n       Skin not attached to pig flesh, the reproductive organs, mammary\n     glands, brain, spinal cord, h ~ g ' slung or bones shall not be ingredients\n     of any sausages.\n       The permitted total fat content of sausages as determined by analysis\n     (A.O.A.C. or equivalent methods) shall be-\n     (a) Cooked sausages including                  not more than 30%\n         Frankfurter or Wiener,\n         Bologna, Vienna.\n     (b) Uncooked or Fresh Sau-                     not more than 54% where a half\n         sages.                                     of the meat incorporated is lean\n                                                    muscle.\n       The permitted added water content of sausages as determined by\n     drying to constant weight (A.O.A.C. or equivalent method): (The added\n     water is calcidated assuming that the total moisture contained in the\n     sausage equals the protein content multiplied by few (4), plus the\n     added water).\n                   p h e inclusion of this pape is authorized by L.N. 160/19841\nT H E PROCESSED FOOD (GRADES AND STANDARDS) REGULATIONS,\n                           1964\n The permitted amount of added water-\n     Cooked sausages including\n     Frankfurter or W i e n e r,\n     Bologna, Vienna.\n     Uncooked oi Fresh\n                                          I   not more than 10%\n                                           )not more than 3%/,.\n       Sausages.                           I\n   \"Frankfurter or Wiener and Bologna Sausages\" are sausages as\ndefined in these Regulations, except that dried skim milk, cereal or\nstarchy material and soya flour shall where used, be contained in\namounts which individually or collectively do not exceed a total of"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Every application for a Certificate of Export shid be in the fc)rzi\nT ~ I I ~   prescribed in Form B of the Third Schedule aRd shall be ma& in\nSchedulc\n            duplicate, at least eight days before ti12 date of export, to the inspc.ctc;r\n            assigned for the inspection of the establishment w h c , upon compkting\n            the inspection, and having passed the consignment for shipment, shall\n            initial and return the duplicate copy to the applicant, forward the\n            original to the Director of the Bureau of Sldnd~rdsand shdl forthaith\n            issue to the applicant a Certificate of Export."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. The operator of a registered establishment shall forthwith upon\nbecoming aware or suspicious of the occurrence of any case of a\ncommunicable disease among the persons employed in or about the\nestablishment report the matter to a Medical Officer (Health).\n               [The inclusion of this pane ir authorized by L.N. 4119761\n                               THE PROCESSED FOOD (ESTABUSHMENTS) REGULATIONS, 1959\n                                                                          SCHEDULE\n                                                                            FORMA                                (Regulation 3)\n                                                             TEEPROCESSED         FOODAm\n                                            APPLICATIONFOR REGISTRATION               OF AN ESTABLISHMENT\n                            Name of establishment..............................................................................\n                            Address. ...................................................................................................\n                            ...............................................................................................................\n                            Full name of operator of the establishment...................................................\n                            ...............................................................................................................\n                            Address.. ..................................................................................................\n                            ..............................................................................................................\n                               Prescribed food(s) which it is proposed to manufacture in the establish-\n                           ment.. ......................................................................................................\n                            .............................................................................................................\n                              Has the establishment been operated before? if so, state--"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1) The inspector shall submit the original of the Certificate of\n            Export to the Director of the Bureau of Standard and three copies\n            to the applicant.\n                     (2) The applicant shall deliver the duplicate and triplicate copies\n            to the officer of Custon~sand shall transmit the quadruplicate copy to\n            the consignee.\n                     (3) The officer of Customs shall cause the duplicate copy to be\n            attached to the appropriate shipping bill and shall retain the triplicate\n            COPY."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Except as provided in regulation 14, no Cerkihte of Export\n            shall be issued by an inspector unless he is satislied that the prescribed\n            food in respect of which the application is made bas been duly inspected\n            and marked in accordance with the provisions of these Regulations.\n                            [The inclusion of this p a e is authozkd by L.N. 4/1976)\n          THE PROCESSED FOOD (GENERAL) REGULATIONS, 1959\n                                      THIRD SCHEDULE\n                                      EON A - [Deletea\n                                               F~RM\n                                                  B                                 (Regulation 12)\nPlace..   ......................................            Date.   ........................................\nTo :\n            Bureau of Standards,\n            I/We hereby make application for inspection and \"Certificate of Export\"\n          for the followmg shipment for export out of Jamaica:\n            Name of product         ..........................................................................\n            Code(s). ............................................\n            Grade claimed.. ........................................Brad.. ..........................\n            Number of packages. .....................................................................\n            Size and number per case ............................................................\n            Final destination........................................................................\n            Name of carrier ...........................................................................\n            Date to go forward........................................................................\n             I/We hereby declare that the said products are sound, wholesome and\n          fit for human food; that they comply in every respect with the provisions\n          of the Processed Food Act and the regulations made thereunder.\n          Name of applicant ...........................................................................\n          Signature......................................................\n                      \\Tk inclusion of this page is authorized by L.N. 125/19811\n         THE PROCESSED FOOD (GENERAL) REGULATIONS, 1959\n                                 THIRD SCHEDULE, contd.\n                                        FORMC                                       (Regulation 13)\n                               BUREAU OF STANDARDS\n                                   K m o s m , JAMAICA\n                               CERTIFICATE OF EXPORT\n  No.. ......................................\n  This is to certify that I have received an application for a Certificate of\nExport duly executed by the applicant.\n       .................................................................................................\nEXPORTER.\n      ..................................................................................................\nADDRESS.\n                Products                    Code                   Grade                  Brand\nItem 1.............................................................................................\nItem 2.............................................................................................\nItem 3.............................................................................................\nNumber of cases\n                                                                  Size and number per case\nItem 1..............................                         .............................................\nItem 2..............................                         .............................................\nItem 5 ..............................                        .............................................\n                                                        Destination.. ..................................\n                                                   I\n                    Shipping Marks\n                                                    I                 ....................................\n  I certify that, on the date stated below, I inspected samples believed by me to\nbe representative of the above lot(s) and that the markings and the grade@) of\nthe shipment as shown by the said samples meet the requirements of the\nProcessed Food Act and the regulations made thereunder.\n  In consideration of the declaration of the shipper, I hereby grant Certificate ol\nExport.\n  This Certificate shall be valid until the ...................................................\nday of ..............................................1 . d ahall then expire.\nDate.. .............................................................\n                                                   ........................................................\n                                                        Inspector under Processed Food Act\n                    [The inclusion of this page ia authorized by L.N. l~119811\n         THE PROCESSED FOOD (GENERAL) REGULATIONS, 1959\n                                  THIRD SCHEDULE, contd.\n                                                 FORMD                                   (Regulation 17)\nPlace ................................................Date.. .....................................\nTo : The Bureau of Standards,\n       Kingston.\n  I/We hereby make application for inspection and Certificate of Approval for\nthe following consignment :\n   Name of Product.. ............          .\n                                           ...............................................................\n   Code(s)\n   Grade claimed.. ....................................................Brand.. .......................\n   Number of packages ..............................................................................\n   Size and number per case .....................................................................\n   Final destination...................................................................................\n   Name of carrier.. .................................................................................\n   Date to go forward.. ............................................................................\n  I/We hereby declare that the said products are sound, wholesome and fit for\nhuman food; that they comply in every respect with the prov~sions of the\nProcessed Food Act and the regulations made thereunder.\n   I am properly authorized to make the foregoing statement on behalf\nof. ...........................................................................................................\nName of applicant.. ..................................................................................\n Organization.. ..........................................................\n Address.. ................................................................................................\n Signature.. ................................................................................................\n                         me inclu'sion of this page is authorized by L.N. 4119761\n        THE PROCESSED FOOD (GENERAL) REGULATIONS, 1959\n                                    F~RME                                           (Regulation 18)\n                           THE BUREAU OF STANDARDS\n                             CERTIFICATE OF APPROVAL\n This is to certify that I have received an application for a Certificate of\nApproval duly executed by the applicant.\nApplicant. .................................................................................................\n                    .....................................................................................\nAddress. ............\nIdentification Marks Final                                                                S\n                                                                                          ize and\nDestination [Address] Carrier              Grade           Brand         No. cases         No. per\n                                                                                             Case\n   I certify that, on the date stated below, I inspected samples believed by me to\nbe representative of the above lot and that the markings and the grade of the\nconsignment as shown by the said samples meet the requirements of the\nProcessed Food Act and the regulations made thereunder.\n  In consideration of the declaration of the applicant, I herewith grant Certificate\nof Approval.\n  This Certificate shall be valid until the ...............day of ..........................."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.. .......and shall then expire.\n Date.. .......................................\n                                                    ........................................................\n                                                       Inspector under Processed Food Aa\n                       [The inclusion of thL pwe M authorized by L.N. 4/197a\n                            PROCESSED FOOD\n                 THE PROCESSED FOOD ACT\n                                ~EGULATIONS\n                             (under section 13)\n SE HE PROCESSED\n               FOOD(GRADES\n                         AND STANDARDS)\n                                    REGULATIONS,\n                                             1964\n    (Made by the Minister on the 28th day of February, 1964)                      L.N. 80164\n                                                                                  Amd :\n                                                                                  L.N. 251 64\n                                                                                       115172\n                                                                                        95176\n                                                                                       74~183\n                                                             [9th March, 1964.1"
    },
    {
      "provision_ref": "sec61",
      "section": "61",
      "title": "Section 61",
      "content": "61) last date (or period) of operation ...................................................\n                                        ...................................................................................................\n                                 ( b ) the prescribed food(s) which waslwere manufactured........................\n                             ...................................................................................................\n..........................\n                             ...................................................................................................\n                  Signature of operator of the establishment ...................................................\n                  Date.. ......................................................................................................\n                            -                      [The indlusion of this page is authorized by L.N. 4119761\n  THE PROCESSED FOOD (ESTABLISHMENTS) REGULATIONS, I959\n                                      SCHEDULE, contd.\n                                          FORMB                                       (Regulation 4)\n             CERTLFICATE OF APPOINTMENT OF INSPECTOR\n This to certify that .................................................................................\nwhose signature and hotograph appear hereunder has been appointed by the\nGovernor-General un&r section 9 of the Proceaxd Food Act, to be an inspector.\n                                                    ........................................................\n                                                                Director o f Standards\n........................................................\n           Signature of Inspector\n                                              FORMC                                   (Regulation 4)\n                        THE PROCESSED\n                                    FOODA m\n         CERTLFICATE OF REGISTRATION OF AN ESTABLISHMENT\n  Registration numberlletter ........................................................................\n  This is to certify that the establishment known as .......................................\n...............................................................................................................\n............................................ and operated at ..........................................\nin the parish of .............................................     by .......................................\n.............................................of.. ..............................................has been\nregistered under the Processed Food Act, for the manufacture of .....................\n...............................................................................................................\n   This certificate shall be valid until the 31st day of August, 19......... and shall\nthen expire.\n   Dated this ........................day of ...........................................19..........\n                                                    ........................................................\n                                                                Director of Standards\n                      IThc inclusion of this page is authorized by L.N. 4119761\n     THE PROCESSED FOOD (GENERAL) REGULATIONS, I959"
    }
  ],
  "definitions": [
    {
      "term": "Brix",
      "definition": "(except where otherwise stated) the degrees Brix of a",
      "source_provision": "sec2"
    },
    {
      "term": "drained weight",
      "definition": "the net weight less the weight of the",
      "source_provision": "sec2"
    },
    {
      "term": "gross weight",
      "definition": "the total weight of container and contents",
      "source_provision": "sec2"
    },
    {
      "term": "net weight",
      "definition": "the gross weight less the weight of the",
      "source_provision": "sec2"
    },
    {
      "term": "standard sieve",
      "definition": "(except where otherwise stated) a No",
      "source_provision": "sec2"
    },
    {
      "term": "very good wlour",
      "definition": "that \\the orange juice has a bright",
      "source_provision": "sec3"
    },
    {
      "term": "very good flavour",
      "definition": "a fine, distinct, canned orange",
      "source_provision": "sec3"
    },
    {
      "term": "practically free from defeuts",
      "definition": "that there may be present",
      "source_provision": "sec3"
    },
    {
      "term": "good colour",
      "definition": "that the orange juice may be slightly",
      "source_provision": "sec3"
    },
    {
      "term": "good flavour",
      "definition": "a good, normai, canned orange juice",
      "source_provision": "sec3"
    },
    {
      "term": "fairly free from defects",
      "definition": "that there may be present",
      "source_provision": "sec3"
    },
    {
      "term": "400",
      "definition": "2-11/I6 inches in diameter x 4",
      "source_provision": "sec9"
    },
    {
      "term": "good colour",
      "definition": "that the colour of the pineapple units or",
      "source_provision": "sec11"
    },
    {
      "term": "good flavour and odour",
      "definition": "a distinct and normal flavour",
      "source_provision": "sec11"
    },
    {
      "term": "good character",
      "definition": "that the units are of reasonably",
      "source_provision": "sec11"
    },
    {
      "term": "practically free from defects",
      "definition": "that the product is",
      "source_provision": "sec11"
    },
    {
      "term": "good colour",
      "definition": "that the juice has colour characteristic of",
      "source_provision": "sec11"
    },
    {
      "term": "good flavour",
      "definition": "a distinct canned pineapple juice flavour,",
      "source_provision": "sec11"
    },
    {
      "term": "practically free from defects",
      "definition": "that the juice does not",
      "source_provision": "sec11"
    },
    {
      "term": "good colour",
      "definition": "that the colour of the units of the mass",
      "source_provision": "sec11"
    },
    {
      "term": "fairly good colour",
      "definition": "that the colour of the units of the",
      "source_provision": "sec11"
    },
    {
      "term": "good character",
      "definition": "that the units are ol reasonably",
      "source_provision": "sec11"
    },
    {
      "term": "free from defects",
      "definition": "that the product is reasonably free",
      "source_provision": "sec11"
    },
    {
      "term": "uniform yellow colour",
      "definition": "that the colour of the segments",
      "source_provision": "sec11"
    },
    {
      "term": "good flavour and odour",
      "definition": "a distinct and normal flavour,",
      "source_provision": "sec11"
    },
    {
      "term": "good character",
      "definition": "that the segments are firm and that",
      "source_provision": "sec11"
    },
    {
      "term": "free from defects",
      "definition": "that the product is free from",
      "source_provision": "sec11"
    },
    {
      "term": "fairly uniform yellow colour",
      "definition": "that the colour of the",
      "source_provision": "sec11"
    },
    {
      "term": "fairly good flavour and odour",
      "definition": "a distinct and n o m l",
      "source_provision": "sec11"
    },
    {
      "term": "fairly good character",
      "definition": "that the segments are firm and",
      "source_provision": "sec11"
    },
    {
      "term": "fairly free from defects",
      "definition": "that the product is fairly free",
      "source_provision": "sec11"
    },
    {
      "term": "fairly good colour",
      "definition": "that the colour may be only fairly",
      "source_provision": "sec11"
    },
    {
      "term": "fairly free from defects",
      "definition": "that there may be present-",
      "source_provision": "sec11"
    },
    {
      "term": "fairly good flavour",
      "definition": "a normal flavour for reconstituted",
      "source_provision": "sec11"
    },
    {
      "term": "reconstituted juice",
      "definition": "the concentrate mixed with a",
      "source_provision": "sec11"
    },
    {
      "term": "degree of concentration",
      "definition": "the ratio by volume of",
      "source_provision": "sec11"
    },
    {
      "term": "fairly good colour",
      "definition": "that the orange juice may be",
      "source_provision": "sec11"
    },
    {
      "term": "reconstitute properly",
      "definition": "that the reconstituted juice",
      "source_provision": "sec11"
    },
    {
      "term": "acid ingredient",
      "definition": "lemon juice, citric acid, lactic acid,",
      "source_provision": "sec11"
    },
    {
      "term": "good consistency",
      "definition": "tender to slight firm texture",
      "source_provision": "sec11"
    },
    {
      "term": "reasonably good consistency",
      "definition": "lacking firmness but not",
      "source_provision": "sec11"
    },
    {
      "term": "bright typical colour",
      "definition": "a sparkling lustre which is not",
      "source_provision": "sec11"
    },
    {
      "term": "reasonably bright typical colour",
      "definition": "a colour not more",
      "source_provision": "sec11"
    },
    {
      "term": "distinct and normal flavour",
      "definition": "a flavour free from any",
      "source_provision": "sec11"
    },
    {
      "term": "reasonably good and normal flavour",
      "definition": "a slightly",
      "source_provision": "sec11"
    },
    {
      "term": "free from defects",
      "definition": "free from hard seeds (where these",
      "source_provision": "sec11"
    },
    {
      "term": "blemished",
      "definition": "blemished with scabs or other pathological",
      "source_provision": "sec11"
    },
    {
      "term": "vinegar",
      "definition": "vinegar as defined under \"(21c) VINEGAR*'",
      "source_provision": "sec11"
    },
    {
      "term": "practically free from defects",
      "definition": "that there are not more",
      "source_provision": "sec11"
    }
  ]
}