{
  "id": "jm-subs-the-professional-engineers-registration-act",
  "type": "statute",
  "title": "The Professional Engineers Registration Act",
  "title_en": "The Professional Engineers Registration Act",
  "short_name": "Professional Engineers Registration Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-professional-engineers-registration-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-professional-engineers-registration-act",
  "provisions": [
    {
      "provision_ref": "sec0",
      "section": "0",
      "title": "Section 0",
      "content": "0.    Thb rpplwbn b m d o undor Soctlon 10 (1) d tho Ad bring 8 pomn\n      ( ~ g ~for\n              b *S ~ ~ CRegbtWon\n                         W                                              lZEII"
    },
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. Under section 7,9 or 24 -                                                                  $7,500.00\n           (on application (non-refundable)             ...                  $I,500.00)\n           (on acceptance (for one year\n            or part thereof)                           ...                   $6,000.00)"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.41) A registered engineer shall at all t i m e s\n    (a) maintain the honour and dignity of the profession;\n    (b) abstain from behaviour which is likely to discredit the profession of\n        which he is a member,\n    (c) expOSe without fear or favour before the proper mbunals,\n        unprofessional or dishonest conduct by any other engineer, and\n    (4 obsewe the Code of Professional Conduct and maintain his integrity\n        and enconrage other engineers to do so.\n       (2) A registered engineer shall mt-\n    (a) knowingly employ, work with, or engage himself to any person or\n        organization falsely pwporting or advertising themselves to be\n        engineers incontravention of the AcS\n    (6) encourage or assist anyone to act in any way which is detrimental to\n        his profession;\n    (c) pennit the use of his name or association in business ventures with\n        any person or firm that he believes is engaged in a fraudulent or\n        dishonest enterprise;\n                 [meinclmion of this pagc is autho\"zcd by L.X. 1120061\n7WEPROFESSIONAL ENGINEERS (CODE OF PROFESSIONAL CONDUCTj RULES 2004\n     (d) use his association with other persons, corporations, or partnerships\n         to conceal unethical acts;\n     (e) involve himself with any practice which he knows to be of a\n         fraudulent, dishonest or criminal nature, whether involving\n         engineering activities or otherwise;\n     V) yntinue in a business association with, nor practice with, any\n        person whose name has been removed from the Register of\n        Engineers because of unethical conduct.\n   Duly 1; offer services, erc., only in areas ofcompetence and to practise\n                      profission carefully and diligently"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.+1) A registered en&eer shall-\n     a        express opinions on engineering matters only on the basis of\n              adequate knowledge and honest conviction;\n     ( b ) undertake assignments only if qualified to do so by virtue of his\n           training and experience;\n     (c) endeavour to remain abreast of developments and technical\n         advancements in his area of competence and provide appropriate\n          opportunities for the professional development and &g      of\n          ybordinate engineers;\n     (4 publicly advertise, promote, bid or otherwise offer his s e ~ c e s\n        only in those areas for which hc is capable and duly authorized;\n     (e) inform his employer or his client and make appropriate\n         recommendations on obtaining further advice, if an assignment\n         requires qualifications and experience outside his field of\n         competence.\n         (2) A registered engineer may accept an assignment requiring\neducation or experience outside of his own field of competence, but his\nsenices shall be restricted only to those phases of the project in which he is\nqualified. All other pbases of the project shall be performed by qualified\nassociate& consultan& or employees.\n         (3) A registered engineer shall not falsify nor misrepresent his, or his\nassociates' qualifications, experience and prior responsibilities\n                                 Safety of the community"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1)      A registered engineer W l -\n         (a) WOIIC\n                in conformity with accepted engineering and emiron-\n                 mental standards and in a manner which does not jeopardize\n                 welfare, health or safety of the public;\n                     [Thc imlmion of this page is n u h r i r e d by L.N. 112W61\n TNE PROFESSIONAL ENGlNEERS (CODE O F PROFESSIONAL C0NDUCT)RULES. 2004             19\n      ( b ) endeavour to maintain engineering senices which are essential to\n             public health and safety;\n      (c) have due regard to nquirements for the health and safety of the\n             worl6orce;\n      (d) ensure that clients and employers are made aware of the social\n          and emironmental consequences of his projects and actions;\n      (e) endeavour to ensure that engineering issues are interpreted to the\n          public in a competent, objective and tnnbful manner and in a\n          form which can be readily understood;\n      V) give due weight to the need to achieve sustainable development\n             and to conserve and restore the productive capacity of the earth.\n        (2) A registered engineer shall not associate himself with projects or\nenterprises which operate or will operate in a manner likely to endanger\npublic health and safety or breach any relevant law.\n      Duty to apply skill andknowledge in the interest of employer or\n                  clientfairly honestly and in good faith"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.+1)     A registered engineer shall-\n       (a) act as a faithful agent or trustee to his client or employer, with\n             objectivity, fairness and impartiality in all professional matters;\n       (b) inform the employer or client of any possible adverse\n             consequences regarding pmposed activities based on accepted\n             engineering practices and take all reasonable steps to find\n             alternative solutions;\n       (c) disclose promptly to his client or employer, the possible\n             consequencei where his judgement or decisions are overruled or\n             disregarded, in respect of any project for which he has\n             professional responsibility;\n       (4 seek to further pursue a matter with his client or employer where\n             he considers that adverse consequences may result from the\n             client's or employer's failure. to act in accordance with his\n             pmfessional advice; and if the client or' employer so persists the\n             engineer may make known to the public the adverse\n             consequences without inaming a breach of these Rules;\n       (e)   faithfully comply with the tams of his engagement and not\n             withdraw his senices to his client or employer without justifiable\n              cause or in accordance with any applicable law.\n                   [The incllaion of Ulir page is authorized by LN. 1RW61\n20   THE PROFESSIOXU. E\\:GI:AEIERS (CODE OFPROFESSIOo\\X CO.\\'DLrCTIRULES. 2000-1\n           (2) A registcred engineer shall not-\n         (a) reveal confidential facts, data or propnetan information obtained\n             in a professional capacity without the prior conscnt of their owncr;\n         (b) disclose nor use confidcntial infomution gained in the coursc of\n              his emplo~mentwithout elpress permission unless permission\n              unduly vlthheld would jeopardize thc welfare, health or safety of\n              the community                                                           @\n         (c) undertake an assignment which will create a cofiict of interest\n             with his client or employer without their knowledge or consent:\n         (d) act as an agent for both thc provider and recipient of professional\n              services without thc knowledge or consent of the parties.\n     D I I !to~nctfnirlv, honestlv and in good,faith townrds e v e p rnenrher qfthr\n                c o n ~ ~ n u nincluding\n                                i~,      clients, rn1p10~er.v\n                                                            and colleagues~"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-4'1) A registered engineer shall-\n          (a) be of good character and reputation and shall in all professional\n              matters, act with honesty, truthfulness and fairness to all parties:\n          (b) give recognition to, and credit for, the work of a fellow engineer\n              when such recognition or credit is properly due;\n          (c) ' make only impartial, honest and fair comments on the work\n                of a fellow engineer) and\n          (d) give a certificate of good character or competence for another\n              engineer, only when to the best of his knowledge, that other\n              person is of good character or competence;\n            (2) A rcgistercd cnljncer shall not-\n          (a) . knowingly misreprcsen< libel or falsely discredit the reputation of\n                a fellow engineer.\n          (b) use a trusted or privileged position in any way to unfairly\n               influence an award of contract for any purpose.\n      Duly toact inpro/&sional mattersfor each enlployer or client asfaithful\n      agents or trustees, and to ovoid con/licts of interest or the appearance of\n                                  conjlicfs of interest"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-31) A registered engineer shall-\nW E PROFESSIONAL ENGmTERS (CODEOFPROFESSIONALCONDUC'IJRULES 2004                21\n   (a) in using designs supplied by a client, nwr0gniz.e that the design\n          remains the client's property and may not be duplicated by the\n          engineer for the benefit of any other person without the express\n          permission of the owner of the design;\n   (6) before undertaking work, in connection with which he may make\n          improvements, plans, designs, inventions or other records which\n          he may justify seeking copyrights, patents or proprietary rights,\n          enter into a positive agreement regarding the rights of the\n          respective parties;\n   (c) observe that engineering designs, data, records and notes referring\n       exclusively to an employer's work are the employer's pmperty.\n       The engineer may enter Lato an arrangement with the employer for\n       the purpose of being indemnif~edfor any purpose other than the\n       o~slnalpurpose;\n   (4 sign or seal only those plans, specifications and repons prepared\n          by him or under his direct supenision;\n   (e) examine the circumstances and determine the appropriateness of\n       accepting an engagement from a client if he has evidence that he is\n       to replace another engineer, having first made all reasonable\n       effotts to ensure that the other engineer is aware of the situation;\n   (/J    if asked by a client to review the work of another engineer or\n          organization, discuss the review with the other engineer or\n          organization prior to submitting the review if it is possible so to\n          do.\n     ' (2) A registered engineer shall not-\n    (a) undertake work without remuneration which is adequate to ensure\n        that he is able to cany out his responsibilities in accordance with\n        recogruzed professional standads;\n    (b)   accept financial or other compensation, from more than one part).\n          for selvices on the same pmject, nor provide free sexvices, unless\n          the circumstances are N l y disclosed to, and agreed to by, all\n          interested parties;\n    (c) solicit nor accept financial or other valuable considerations,\n          including free engineering designs, from material or equipment\n          suppliers in return for specmng their products:\n    (d) pay nor offer direct or indirect inducements to secure work;\n                 [The inclusion of lhir page is authorized by L.N. liZW6)\n22   TXEPROFEFSONALENG~NEERS\n                         (CODE OFPROFESSIONAL CONDUCT)RULES, ZWI\n          (e) soli&t nor accept gratuities, directly nor indirdy, from\n              contractors, their agents, or other parties dealing with his clients or\n              employers, in connection with work for which he is responsible;\n          V)  attempt to supplant another individual or organisation who has\n              been duly appointed by a client or employer nor accept\n              engagement from a clienl or employer inmplacement of another\n              without first ascertaining that the appointment has been terminated\n              by due notice;\n          (g) unfairly criticiix another engineer for his past work which was\n              conducted in acwrdance with the accepted standards and practices\n              and community values of the time, and in accordance with the\n              needs of the time.\n                                       General\n         %-(I) Nothing herein contained shall be construed as derogating from\n     any existing rules of professional conduct and duties of an engineer which are\n     in keeping with the traditions of the engineering profession, although not\n     speciiically mentioned herein.\n              (2) Where explicit ethical guidance does not exist in any particular\n     matter. a registered engineer shall determine his conduct by acting in a\n     manner that promotes public confidence in the integrity and efficiency of the\n     profession.\n              (3) A registered engineer shall, when giving evidence before any\n     tribunal-\n           (a) present information which is objective and accurate;\n           (6) express an opinion onIy on the basis of adequate knowledge and\n                 technical competence in the area but this shall not preclude a\n                 considered speculation based intuitivzly on experience and wide\n                 rclcvant knowledge.\n               (4) A registered enginex shall-\n           (a) reveal the existence of any interest pecuniary or otherwise, that\n                 could be taken to affect his judgement in an technical matter about\n                 which he is nuking a statement or giving evidence;\n           @) ensure that all reports and opinions given to a client prior to a\n                 hearing include all relevant matters of which he is awarc, whether\n                 they are favourable or unfavourable.\n            (5) A breach by a registered engineer of any of these rules shall\n     constitute misconduct in a profcssional respect and an engineer who commits\n     such a breach shall be subject to any of the orders contained in seaion 19 of\n     the Act.\n                       [The incluion of this page is authorized by LN. IRW61"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-41) A professional engineer's seal shall not be used to seal-\n             (a) draft plans;\n             ( 6 ) draft specifications;\n             (c) draft reports;\n             (4 other preparatory documents, unless so required by law;\n             (e) permit applications;\n             u> internal plans and other documents circulated within the office of\n                  the registered engineer during design development;\n             (g)documents relating to engineering works for which a registered\n                engineer was not involved, either directly or in a supervisory\n                capacity;\n             (h) \"as built\" drawings; and\n             (9 \"for the record.) documents.\n                        [The i~iclusionof this page is authorized by L.N. 17/2009]\nTHE PROFESSIONAL ENGINEERS REGISTRATION (PROFESSIONAL ENGINEERS'SEALS)                16.03\n                          REGULATIONS, 2006\n        (2) Any document referred to in sub-paragraphs (a) to (e) of\nparagraph (1) shall be clearly marked \"NOT FOR CONSTRUCTION\" or\n\"DRAFT\", as the case may require.\n       (3) In this regulation-\n    \"as built drawings\" means drawings of completed engineering works\n        but not drawings of the original design of such work;\n    \"for the record documents\" means documents which describe the\n         completed engineering work and include manuals and\n         specifications.\n                              Manner of Sealing"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.   YB(BBR8 OF TEE OgOANfZATIDNf\n       %.a.    Any wJnr        of a partnership or as&fation   of glrsons or\n               $Y     di.&&~b~~mger,       secretary or other similar offi-\n                    my      co!w-.\n                       JThe inclusion of this yaue ih authorized by L.N. 24/ 19941\n10   THE PROFESSIONAL ENGINEERS REGISTRATION REGULATIONS, 1991\n          Name     -                       - I                 Name\n          Position                         - 1                Position\n        Category                                              Category\n        @n&mring Discipline)                                  (En~neeringDiscipline)\n        Regidration No.         --                            Registration No.\n                                                                                          -   --\n          Name\n          Position                                            Position\n       Catogor~                                               Category\n       (Eagineering Discipline)                               @n@neeriw Discipline)\n       Registration No.                                       Registration No.\n          Name                                          I      Name\n          Position                                     1       Position\n          c*gory\n          @qhee+g    Discipline)\n        Registrahon No.                   --I           I\n                                                               Category\n                                                              (&@neering Discipline)\n                                                              Registration No.\n            I/Wo certify that the statement8 made herein are true and correot.\n      Application No.\n      Dato reaived\n      A     P      P   ~                                    Rejoctsd\n      Valid to\n                       ----           ---\n                           [The inclusion of this p u p ~iS authori?ed by L.N. 24119941\nTHE PROFESSIONAL ENGINEERS REGISTRATION REGULATIONS, 1991\n           IThe inclusion of this page is authorized by L.N. 24119941\n12   THE PROFESSIONAL ENGINEERS REGISTRATION REGULATIONS, 1991\nTHE PROFESSIONAL ENGINEERS lREGISTRATZON REGVLATZONS, I991\n           Fhe iocluaion of thls page is authorized by L.N. ?../I9941\n14   THE PROFESSIONAL ENGINEERS REGISTRATION REGULATIONS, 1991\n          THE PROFESSIONAL ENGINEERS REGISTRATION REGULATIONS, 1991                                          15\n                                       SCHEDULE\n                                              2                                       (Regulations 2,3, 6)\n                               Application and Registration                                     Fee"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. A professional engineer's seal shall be affixed-\n     (a) where a project covers a single category of engineering, by the\n         registered engineer who has technical responsibility therefor;\n     (6) where a project involved more than one category of engineering, by\n          each of the respective registered engineers who shall state in bold\n          capital letters the discipline for which he is sealing.\n                              Revised Documents"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Thb rppliudbn b m d o und.1O.dbn $4 (1) ol tho Ad being a pemn\n    pnabhg mghurhgprbr to Novrmber2.1087.\n                                                                                          Hdmnt\n                   ( b w l c.uoQ)'Rdomno No. u -w)                                        Uhw\n PROFESSMA ENOWEER\n REQ NO.\n     ---\n       -\n         ,[The inclusion of thi, pags i? 8utRori~ed Hy L.N. 24119941\n                                                                                      -\nTHE PROFESSIONAL ENGINEERS REGISTRATION REGULATIONS, 1991\n                      STATEMENT OF QUALIFICATIONS\nNOTE: Please type or write in ink.\n(1)    General Education\n                                                            --             --\n                I Month\n       From\n      Month L\n       Year\n                    To\n                        &\n                      Year\n                                              All Suhools attended in\n                                                iChuonologica1 order\n                                                                                  1/   Verifying\n                                                                                   Initials\n                      --                                                .-         -    - -\n                                                                                  I\n                I\n                I\n                I\n                ,\n                i\n                                 I\n                                 I\n                                 I                                                I\n       F m             To             College.or University; and whether day\n      Month &       Month &           or evcnmg courses; lndude bnef\n       Ysar          Year             details of courses completed\n(3) Examinations passed and Awards gained\n1     Date d\n      Award     I   Qualifica-\n                      tion\n                                     [Give full details of all examinations passed\n                                       and awards gained. Details of sub\"ects in Verifying\n                                       final examinations must be included)        Initials\n                      jThe Inclusion of this pag: Is authori:ed by L N 24119941\nTHE PROFESSIONAL ENGINEERS REGISTRATION REGULATIONS, 1991\n                                                                      -\n                          Signature                                              Date\n    ~Appliration)No.\n    Date received                                                                     - -.-. -.-..\n    Date passed to Credential Comlmittee\n                                                                                 I\n    Date received from Chedential Committee\n                                                                                  'L\n    Category to which recommended\n                                                                                  I\n    Candidate adviebd\n    Oak placed before Registration Board                                          I\nI\n    Date of Registration\n                          I                                                                          --\n1\n    Date Applicant advised\n                          I\n    Date feea rmoived\n                         e\n    Registration No.\n                       I\n         Rcghar                                                                        Data\n                    .[The inclusion of Chis page is authorized by L.N.24119941\nTHE PROFESSIONAL ENGINEERS IREGISTRATION REGULATIONS, 1991\n(4) Practical Training\n  From              To    1 Name of organization anld particulars of\n Month &\n  Year\n                  Month & student, graduate or other apprenticeship\n                   Year     Give details of training received                      Initials\n                                                                                  verifYing   I\n      Froln\n [Month &\n   Year            Year\n                              1             'osition held and con\n                  Month & Naane & Adairella :be description of\n                          / o b p l o y w sandidate's work\n                                                                                  Verifying\n                                                                                   Initinla\n                                                                 --\n(6)    Mmberahip of Professional Bodies\n                                             Date        Professional service\n                                            Elected      Papma peaanted, etc\n                                                  O R ~ A N I ~ T I ~ ~(Give dates mured)\n                                                                IRW\n(7) Engineering a t w r y . _\n       Present Pa3t\n       Eunploysr\n      I centify that the statements made are correct.\n              Signature of Applicant                             D8te\n                     AThc incluaian of this papo i$ authorized by L.N. 24/19943\n     THE PROFESSIONAL ENGINEERS REGISTRATION REGULATIONS, 1991\n              PROFESSIONAL ENGINEERS RmISmATION ACT\n                      APPLICATION FOR CERTIFICATEOF ~moRIwnm"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Any revision of a document, including the elements of the document\n        affected by the revision, made by a registered engineer, other than the\n        registered engineer who was responsible for the contents of the document,\n        shall be sealed, signed and dated by the registered engineer making the\n        revision."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-41) Where documents are created, revised or produced on com-\n        puter, the registered engineer shall ensure that the computer database\n        contains information, including the seal number identifying the registered\n        engineer who created or revised the document.\n                 (2) Where revisions are made to documents under paragraph (1)\n        using a computer, the registered engineer who made the revision shall\n        ensure that the database on that computer contains information identifying\n        him."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. A registered engineer shall not-\n             ( a ) permit another person to use the professional engineer's seal issued\n                  to him; or\n             (b) use such a seal issued to another registered engineer."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. When a registered engineer is not, using his professional engineer's\n        seal he shall ensure that the seal is kept in a secure place.\n                                            Return of Seals"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-41) A professional engineer's seal issued to a registered engineer\n        remains the property of the Board.\n                 (2) A registered engineer whose registration has been-\n             (a) cancelled;\n             (b) suspended; or\n             (c) made subject to the imposition of specific conditions by the\n                 Board,\n        shall return the seal to the Board forthwith, on his being informed of the\n        cancellation, suspension or imposition."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. A temporary registered engineer shall return forthwith the pro-\n        fessional engineer's seal to the Board when the period of his temporary\n        registration has expired.\n                            [The inclusioti of this page is autliorized by L.N. 17/2009]\nTHE PROFESSIONAL ENGINEERS REGISTRATION (PROFESSIONAL ENGINEERS' SEALS)          !6.05\n                          REGULATIONS, 2006"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. A specially registered engineer shall return forthwith the professional\nengineer's seal to the Board once he ceases to be so registered."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Any person who contravenes the provisions of these Regulations is\nguilty of an offence and is liable on summary conviction in a Resident\nMagistrate's Court to a fine not exceeding one thousand dollars or to a\nterm of imprisonment not exceeding thirty days or to both such fine and\nimprisonment.\n                  PROFESSIONAL ENGINEERS REGISTUATION\n      THE PROFESSIONAL ENGINEERS REGISTRATION ACT\n                                         RULES\n                                  (under sectlon 21)\n                                                                                L\"   7   ~   ~   2   ~\n (Made by the Board and approved by the Minister on the 12th dqv of July.\n                                2004)'"
    }
  ],
  "definitions": [
    {
      "term": "as built drawings",
      "definition": "drawings of completed engineering works",
      "source_provision": "sec8"
    },
    {
      "term": "for the record documents",
      "definition": "documents which describe the",
      "source_provision": "sec8"
    }
  ]
}