{
  "id": "jm-subs-the-protection-of-geographical-indications-act",
  "type": "statute",
  "title": "The Protection of Geographical Indications Act",
  "title_en": "The Protection of Geographical Indications Act",
  "short_name": "Protection of Geographical Indications Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-protection-of-geographical-indications-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-protection-of-geographical-indications-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1                       -   '   I\n                           m e inclusion of this page is authorized by L.N. 21R0121\n                THE PROTECTION OF GEOGRAPHICAL INDICATIONS REGULATION\n                                             FORM1. cond\n    VI.     QUALITY. REPUTATION OR OTHER CHARACTERISTICS\n            The quality, reputation or other characteristics of the goods for which the geographical\n            indication is used, and any conditions under which the indication may be used, are the\n            following:\nI   VII. FEES\n                 Additional information accompanies this Form\n                                                                 accompanying this Form\n                                                                                                                      I\n    VIII. SIGNATURE(S)'                                    (Appl icant(s)) .. ......... ... .......................\nI                                                     I                                     Date\n                                                                                                                      I\n            TO BE COMPLETED BY THE REGISTRAR\n            Date of receipt of corrections and later filed papers completing the application:"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.        State full name and address. An address for service shall be given if the opponent has no\n              place of business or of residence in Jamaica.\n                                                                                                     I\n                                                                                                     I\n         THE PROTECTION OF GEOGRAPHICAL INDICATIONS REGULATION\n                                     FIRSTSCHEDULE,\n                                                 contd,\n                                                FORM7\n            THE PROTECTION OF GEOGRAPHICAL INDICATIONS ACT\n           THE PROTECTION\n                        OF GEOGRAPHICAL\n                                     ~NDICATIONSREGULATIONS,\n                                                         2009\n                    Application for leave to join proceedings relating to the\n                     rectification of the register or the cancellation of the\n                             regiseation of geographical indication\n                                       (Pursuant to section 14)\nIn the matter of the Geographical Indication No. .......................\n                                                                       ................................\nregistered in the name of ...................................................................................\nUwe ............................................................................................................\nhereby apply for leave to be joined as parties to the proceedings relating to the rectification\nor removal of the entry in the register in respect of the abovementioned geographical\nindication/additid protection under section or cancellation of an authorized user.\nMylour interest in the geographical indication is ........................................................\nMylour address for service is:\nDated this ................ day of.. .................................20.. ..........\n                                                            ....................................................\n                                                                             Signature\n                 (rac Wuim of thic page is wtborized by L.N. 2112012)\n                                                                                                                 i\n                 THE PROTECTION O F GEOGRAPHICAL INDICATlONS REGULATION,\n                                                                                                                 ,\n                                                                                                                 I\n                                               FIRSTSCHEDULE,\n                                                           contd.\n                                                                                                                 i\n                                     Request to Refuse or Revoke Registration of\n                                               Misleading Trade Mark\n                                                                                                                     !\n                                              (Pursuant to section 17(2)(b))\n                                                                                                                     I\nI I. INTHE MATTEROF:                                                                                         !                           -   I\nI              An Application for ~egistration/Reystration\n                                                         No.* of Mark:\n                                                                                                                                             I\n1              Date:                                                                                                                         I\n               Application/Registration* Published in the periodical\n               .................................................................\n                                           (Page)           (Date)\n               APPLICANT(S)\n               Name@): ............................\n                                                  .\n                                ..........................................................................................\n               Additional information is Attached to this Form. [7\n                                                                                                                         1\n               Address for service3:                                                                                     I"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 . - ( I ) An application to register a geographical indication, shall be t:,@$Zm.\nmade to the Registrar in the form set out as Fonn 1 in the First Schedule.   F m I.\n                                                                                   firm\n          (2) An application referred to in paragraph (1) shall-                   Schedule.\n         (a) be in the English Language;\n         (b) where any documents submitted in support of the application are in\n             a language other than English, be accompanied by an English\n             translation of each such document certified by the translator's\n             knowledge, a complete and accurate translation;\n         (c) contain the information specified in paragraph 3; and\n                                                                                   S&cnd\n         (4 be accompanied by the appropriate fee under the Second Schedule. Schedu'e.\n           (3) An application shall contain the following information (1)\nshall-\n         (a) where the applicant is-\n                 (i) an individual, the full name and address of the applicant\n                     and information as to his nationality;\n                (ii) a person other than an individual, its official designation\n                     and principal place of business or registered address;\n                             THE PROTECTION O F GEOGRAPHICAL INDICATIONS REGULATION\n                                  (ii) a person other than an individual, its official d{signation\n                                       and principal place of business or registered address;\n                                 (iii) a corporation, the country in which it is incorporated;\n                                                                                                   I\n                                 (iv) a body not falling within sub-paragraph (ii) or, (iii), the\n                                      country in which it is domiciled;\n                           (b) the geographical area to which the geographical indication relates,\n                                including the map of the territory of the country, or the iegion or\n                                locality in that territory, in which the goods originate or ire being\n                                                                                            !\n                                manufactured;\n                           (c) the quality, reputation or other characteristics of the goods in\n                                relation to which the geographical indication is used, including\n                                information-                                                 I\n                                  (i)     as to how the geographical indication serves to designate\n                                         the goods as originating from the particular territory of the\n                                         country, or region or locality in the territory; and\n                                  (ii) in respect of the quality, reputation or other characteristics\n                                        of the goods, which are attributable essentially,to their\n                                        geographical origin, including any inherent natural and\n                                        human factors, as produced, processed or prepared in such\n                                        territory, region or locality.\n                             (4) An application submitted pursuant to this regulation, 'shall be\n                     signed by the applicant or the applicant's duly authorized agent. L\n                                                                                                       I"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.   Type name(s) under signature and delete whichever does not apply. The typed names and\n     signatures of all applicants should appear (one below the other).\n                       [The inclusion of this page is n u t b i d by L.N. 21R0121\n                                                              I\n        THE PROTECTION O F GEOGRAPHICAL INDICATIONSREGULATION 1\n                                     FIRSTSCHEDULE,\n                                                 contd.\n                                                FORM 9\n                                                                                                 I\n           THE PROTECTION OF GEOGRAPHICAL INDICATIONS ACT                                        \\\n          THEPROTECTION\n                      OF GEOGRAPHICAL\n                                   INDICATIONS REGULATIONS.\n                                                        2009                                     ,\n              Request to Rehse or Invalidate Registration of a Mark conflicting\n                   with a Geographical Indication for Wines and Spirits                          I\n                                                                                                 I\n                                       (Pursuant to section 18)\n                                                                                                 1\nI.    IN THE MATTER OF:\n                                                                                                     I\n      Application for Registration No.* of Mark:                                                     I\n      Filing/Registrationl:                                                                          i\n      Date:\n      ApplicationIRegistration*Published in the periodical\n                                                                                                     I\n      ...............................................................................                I\n           (No.)                   (Page)                  (Date)"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . 4 1 ) Subject to paragraph (2);an applicant may at any time before\n    tian af appli-   registration of the relevant geographical indication, submit to the Re'gistrar a\n1   cation.\n    F m 2.           request, in the form set out as Form 2 in the First Schedule,' for the\n    Firn\n    Schedule.        amendment of or correction of any error appearing in, or in connectibn with,\n                     the application.                                                       !\n                              (2) An amendment or correction, the effect of which would\n                     substantially alter the application submitted pursuant to sub-paragraph (I),\n                     shall not be made in relation to the-                               I\n                           (a) description of the goods; or                                                I\n                                                                                                           I\n                           (b) geographical location to which the application relates.                     I\n                             (3) Where the Registrar decides to grant or refvse a nqueit made\n                     pursuant to this regulation, the Registrar shall notify the applican) of the\n                     decision and the reasons therefor within fourteen days after making the\n                     decision.\n                                                                                                               I\n                                        [The incluion of this page is authorized by L.N. 21R012]\n                                                                                                               I\n         THE PROTECTION OF GEOGRAPHICAL INDICATIONS REGULATION                                           5"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-41) Where the Registrar examines an application, and finds that it Examinaion\n                                                                                  o f application by\ndoes not satisfy the conditions specified in section 10 (2) of the Act, he shall, Registrar.\nby notice in writing-\n       (a) inform the applicant of the finding and the reasons therefor; and'\n       (b) invite the applicant to-\n               (i) make the necessary amendments or modifications;\n               (ii) submit written representations in response to the findings;\n                    or\n              (iii) apply for a hearing.\n        (2) Where the applicant requests a hearing, the Registrar shall give\nthe applicant no less than one month's notice in writing of the date of the\nhearing.\n         (3) Where the applicant-\n       (a) does not, within two months of being notified pursuant to para-\n           graph ( I ) , comply with the action required under the notice; or\n       (6) fails to attend a hearing after being notified in accordance with\n           paragraph (3), the application shall be deemed by the Registrar to\n           have been withdrawn."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-41) Where the Registrar accepts an application the Registrar shall Publication\n                                                                          of application\ninform the applicant by notice in writing of the Registrar's-             in the G ~ l l e\n                                                                                         or daily murt\n       (a) acceptance of the application; and                                            pap.\n       (b) intention to publish the application.\n         (2) An application published pursuant to paragraph (2) shall state-\n       (a) the date of filing of the application;\n       (b) the proposed date of registration of the geographical indication;\n       (c) the name, address and (as the case may require) the nationality or\n           Country of incorporation or domicile, of the applicant, or his agent\n           and his address for service;\n       (4 the goods to which the geographical indication applies;\n       (e) how the geographical indication is to be used and any conditions\n           under which the indication may be used;\n       u> the quality, reputation or other characteristics of the goods;\n       (g) the demarcation of the geographical area to which the geographical\n           indication applies; and\n       (h) in accordance with regulation 8(1), the time allowed for the\n           lodging of objections to the registration.\n                  (The inclusion of this page is authorid by L.N. ZIROlZ]\n    Objection to           8 . 4 1 ) A person who objects to the registration of a geographical\n    registration\n:   of geographical   indication (hereinafter referred to as \"the objector\") may, within three months\n    indication.       from the date of publication of the application for registration or within such\n                      further time, not exceeding one month, as the Registrar may allow!, give a\n    Form 3.           notice of objection to the Registrar in the form set out as Form 3 in the First\n    First Schedule                                                                            I\n                      Schedule.\n                               (2) The notice referred to in    (1) shall set out the 'grounds\n                      on which the objector relies, and be accompanied by any supporting\n                      evidence.                                                       I\n                                 (3) The objector shall serve a copy of the notice referred to ,in para-\n                      graph (I) on the'applicant at his address for service pursuant to regulation 7\n                      (3)(c)."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9 , 1 1 , 1 4 ~ d16)\n                                                                                                         I\n                                                        FORM 1                                           !\n                  THE PROTECTION OF GEOGRAPHICAL INDICATIONS ACT                                          I                      .\n                 THEPROTECTION\n                             OF GEOGRAPHICAL\n                                          INDICATIONS REGULATIONS,\n                                                                2009 ;\n                                                                                                          !\n                           Application for Registration of Geographical Indication\n                                            '(Pursuant to Regulation 9)                                      I\n   Application is hereby made for registration of the geographical indication (details:of which\naccompany this Form) in the name of the Applicant(s) acting in the capacity o r                              ,\n      The particulars required for the purposes of the application are set out below:\n                                                   PARTICULARS\n          Mailing Address (if any): ...................................................................#.\n                                                                                                        ..........\n          Nationality: ...............................................................................................\n                                                                                                            I\nI         Tel, No.:                       E-Mail Address (if any):                                      ~dNo.:\n    Address for service in ~amaica':"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.      Give details of the application to whith this counter-statement relates:\n              ..............................................................................................................\n                                                                                                               I\n              .............................................................................................................\n                                                                                                            I\n     Ill.     Full name of applicant: ......................................   ;. ...........................i. ...........\n     IV.      Grolinds for Notice of Objection: .....................................................      .:............\n     V.  Name of agent\n         (if appropriate): .........................., ...........................                  ,:...........\n                                                                                ;....................\n                                                                                                ,\n     VI. Cirounds relied on for making the application: ...................................................\n              ............................................................................................................\n                                                                                                                   I\n              ............................................................................................................\n VII. Supporting evidence                                                                       I\n                                                                                                :...........\n      (if available): ..............................................................................\n              ............................................................................................................\n                                                                                                          I\n                                                    ANNEX\n            These notes will help you to ti11 in this form. ~fyou need any more help or you have any\n            questions. please contact the Geographical Indication Registry.                   I\n            Write your answers in capital letters using black ink or you may type them.       I\n            If there is not enough space for your answer to any section of this form, use separate\n            sheets. Number each one and mite on the form how many extra sheets you have used.\n            Once you have filled in the form you must remember to sign and date it.             I\n            This form is used if you want to defend your application against a third pmty h o has\n            lodged an opposition against your application or application to rectify, or to invalidate\n            your registration. (Rule 9(1) of the htection of Geographical Indications Reg$ations.\n            2009 refers).\n            You must send us details df the grounds for this counter statement on a separate sheet of\n            Peper.\n            If your address for service is difkent from w u r agent,then please give us full d*li of\n            both.\n                                                                                                                       I\n                                  inclusion of this         is authorimd by L.N. 21120121\n           THE PROTECTION O F GEOGRAPHICAL INDICATIONS REGULATION\n                                      FIRST SCHEDULE,\n                                                   contd.\n                                                 FORM5\n              THE PROTECTION OF GEOGRAPHICAL INDICATIONS ACT\n                          OF GEOGRAPHICAL\n             THE PROTECTION            INDICATIONS REGULATIONS.\n                                                             2009\n                      Certificate of Registration of Geographical Indication\n                                      (Pursuant to section IO(9))\n   In accordance with section 10 of the Act it is hereby cenified that a geographical\nindication having the Registration No. ..................................................................\nhas been registered in the name(s) of:\n   Name(s): .......................................................................................................\n            ......................................................................................................\n   Address(es): ..................................................................................................\n                 ..................................................................................................\n   on ....................................in respect of a geographical indication registered pursuant\n                 (date)\n   to an application filed on: .....................................................\n                                                                                 being a geographical\n                                                      (date)\n   indication used for: ................................................................and which applies\n                                              (goods)\n   to:.............................................................................................................\n                                          (geographical area)\nA description of the quality, reputation or other charaaetistic of the goods for which the\ngeographical indication is used and any conditions under which the indication may be used\naccompanies this mtificate.\n                                                                        Date: ..............................\n                                                                               ................................\n                                                                                          Registrar\n                           inclusion of &ia page is n u t h i d by L.N. 21R0121\n                  THE PROTECTION O F GEOGRAPHICAL INDICATIONS REGULATION\n                                                                                                             I\n                                                         FORM6                                               I\n                     THE PROTECTION OF GEOGRAPHICAL INDlCATlONS ACT\n                                                                                                             I\n                          Request for rectification of the register or the wcellation                        I\n                                of the registration of a geographical indication\n                                           (Pursuant to sections 1.2 and 13)\n                                                                                                         I\n         I.     To the Registrar\n                                                                                                         I\nI        2.     In the matter of a Geographical lndication No. ..............................................\n                registered in the name o f . ............................................ in Class.. ..................\n.        3.     It is hereby requested that the entry in the register in respect of the dvementioned\n                Geographical Indication may be (removed) (rectified) in the following manner1 :-\n                                                                                                         I"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. The Registrar shall publish from time to time, in the Gazette or in the          ~istoi\nGeographical Indications Journal (referred to in regulation 15), a list of               %z$A?'\nthe geographical indications registered in accordance with the Act."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-41) An application for rectification under section 12, or a request Application\nfor cancellation of registration under section 13, of the Act shall be made Em?$:\nin the form set out in Form 6 in the First Schedule.                        of rcg~nrntion\n                                                                            Form 6\n                                                                                         Firn Schedule\n       (2) The application or request referred to in paragraph (1) shall be\naccompanied by a statement setting out-\n      (a) the nature of the person's interest;\n      (b) the facts and grounds which form the basis of the case; and\n      (c) the relief sought.\n          (3) The Registrar shall publish a copy of the application or request\nreferred to in paragraph (I), by notice in a daily newspaper in circulation\nthroughout Jamaica, specifying-\n      (a) the time within which the parties may submit written submissions\n          in respect thereof to the Registrar; and\n      (b) the time within which any other interested party may apply to be\n          joined in the matter.\n         (4) The person making the application or request referred to in\nparagraph (I), shall bear the cost of publishing the notice referred to in\nparagraph (3).\n                                                                                               1\n                            THE PROTECTION OF GEOGRAPHICAL INDICATIONS REGULATION              ,\n                            ( 5 ) An application to be joined in the matter under section 14 of the\n                    Act shall-\nF   O 7.~                 (a) be made in the form set out as Form 7 in the First Schedule; 1\nF i r s Schedule.                                                                                  I\n                          ( 6 ) state the nature of the interest of the person making the application;\n                                and                                                            i\n                          ( c ) be accompanied by any written submissions made by that                                      in\n                                relation thereto.\n                            (6) The Registrar shall cause a copy of the application referred to in\n                                                                                           I\n                    paragraph (5),to be served on the parties to proceedings.\n                            ( 7 ) The Registrar shall on the expiration of the time specified'under\n                    paragraph (3) or the receipt of written submissions, fix a date for the hearing\n                    as to whether the registration shall be cancelled or rectified as the case\n                    may require.                                                             I\n                            ( 8 ) The Registrar's decision after a hearing conducted pursdant to\n                    paragraph (7),shall be communicated in writing to the parties.        I\n                                                                                                       I\n                            (9) The Registrar may, after conducting a hearing under regulation"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. The Registrar may publish an annual journal which shall be enlitled\n                     \"The Geographical Indications Journal\" and which shall contain-\n                                      me inclusion of this page is authorized by L.N.ZlROlZ]                           !\n                 THE PROTECTION OF GEOGRAPHICAL INDICATIONS REGULATION\n              (a) the particulars of pending applications under the Act for the\n                   registration of geographical indications; and\n              (b) such other information relating to geographical indications as the\n                  Registrar thinks fit."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.--(1) A request under section 17(2) (6) of the Act for the Registrar to EBy$;nof\n        refuse or, as the case may require, revoke, the registration of a trade mark misleading\n        misleading as to the origin of a good, shall be made in the form set out as 22:\".\n        Form 8 in the First Schedule.                                                  Fim S C ~ ~ ~ U I C .\n    a           (2) A request under section 18 of the Act, for the Registrar to refuse\n        or revoke the registration of a trade mark that inaccurately identifies the\n        origin of wines or spirits, shall be made in the form set out as Form 9 in the       ,,, ,.\n        First Schedule.\n                 (3) For the purposes of section 17(3) and 18 of the Act, the time\n        within the Registrar shall notify the proprietor of a trade mark of the decision\n        to refuse registration is twenty-one days after making the decision.\n                (4) Where the Registrar revokes a trade mark under section 18 of\n        the Act, he shall cause a copy to be published in the Gazette and a\n        daily newspaper in circulation throughout Jamaica, a notice of the\n        revocation.\n                ( 5 ) A notice of revocation published pursuant to section 17(3) of the\n        Act or paragraph (4) of this regulation, shall include--\nI             (a) the representation of the trade mark;\n              (6) the particulars of the registration of the trade mark including the\n                  date of registration;\nI\n              (c) the name and address of the registered proprietor;\n              (d) the list of goods and services in respect of which the trade mark\n                  was registered with an indication of the corresponding class or\n                  classes of the Nice Classification; and\n              (e) the grounds on which the registration of the trade mark is invalid.\n                (6) In this Regulation, \"Nice Classification\" means the International\n        Classification of Goods and Services, for the purposes of the Registration of\nI       Marks determined pursuant to the Nice Agreement made in Nice, France\n        on the 15th day of June, 1957."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. The fees specified in the section column of the Second Schedule shall F\"s.\n        be payable in respect of the services set out in relation thereto in the first sMnd\n        column of that Schedule.                                                       Schedule.\n               THE PROTECTION O F GEOGRQPHICAL INDICATIONS REGULATION\n                                                FIRSTSCHEDULE                                (Regulations 3,s. 8,"
    },
    {
      "provision_ref": "sec111",
      "section": "111",
      "title": "Section 111",
      "content": "111. GROUNDS FOR REQUEST:\n               The Grounds for request to refuse or to invalidate the registration of the above identified\n               mark are as follows:\n    1          Additional information is attached to this Form.              1\n                                                                             3                                           i\n                                                                                                                         I\n                                                                                                                                                 I\n               Supporting evidence accompanies this Form.                    [7\n         IV.   ATTORNEY-AT-LAW                                                                                               L\n               The following Attorney-at-law has been appointed by the applicant as his duly\n               Authorixd Agent\n                              accompanying this Form\n                                                                                                                             i\n    II                 Name: ..........................................................................................\n                       Address: .........................................................................................I\n                                                                                                                                 I               I\n                                                                                                                   I\n                                   ........................................................................................\n               Tel. No.:                    E-Mail address (if any):                                Fax No.:\n                                                                                                                                     I\n         ........                    ..-     . .                      --     ,\n                                                                                                                             .?\n                              [The incluim of this page is a u t h d by' L.N. 21~0121                                                !\n          THE PROTECTION OF GEOGRAPHICAL INDICATIONS REGULATION\n                                    FIRSTSCHEDULE,\n                                                contd.\n                                         FORM8, contd\nSIGNATURE(S) .............................. (~pplicant(s)/Attorney') ......................... .......\n                                                                             (Date)\n                                          FOR OFFICIAL USE\nRequest received on:\nFees received on:\n                                              ANNEX"
    }
  ],
  "definitions": [
    {
      "term": "Nice Classification",
      "definition": "the International",
      "source_provision": "sec16"
    }
  ]
}