{
  "id": "jm-subs-the-public-accountancy-act",
  "type": "statute",
  "title": "The Public Accountancy Act",
  "title_en": "The Public Accountancy Act",
  "short_name": "Public Accountancy Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-public-accountancy-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-public-accountancy-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. Tbese Regulations may be cited as the PubIic Accountancy Regu-\nlations. 1970."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. The Board shall, on or More the 1st day of October in each year.\nsubmit to the Minister for approval its annual estimates of revenue and\nexpenditure."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.41) TBe register d public accountants shalt stab, inter olio, in\nrespect of each registerad public accountant the following particulars-\n     (a) registration number;\n     (b) full name;\n     (c) nationality:\n     (d) date of regismtiat;\n     (e) qualifications: under this heading shall appear the section of\n          tbc Act under which tbe applicant qualifies for registration;\n     (flresidential address;\n     (g) professional address and the professional address so notified\n          shall be deemed to be tbc registend address of such registered\n          public accountant.\n       (2) The Board shall keep an index to the register.\n  4 4 1 ) Every person who wishes to have bis name entered in the\nregister shall submit to the Board-\n     (a) an application on Form A of the Schedufa,                   sdlewa\n                                                                     Pom A.\n     (b) documentary evidence of his qualidcations foa registration;\n     (c) an application fee of four dollars; and\n                        THE PUBLIC ACCOUNTANCY REGULATIONS, 1970\n                  (d) a registration fee of twenty-one dollars:\n                         Provided that where the Board refuses to register the\n                       applicant such registration fee shall be refunded to the appli-\n                       cant.\n                    (2) An applicant for registration shall furnish such other particu-\n             lars as the Board may request in order that his name may be entered\n             in the register."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1) Where an application for registration is accepted by the\n             Board, the applicant's name shall be entered in the register and a\nForm B       certificate of registration in Form B of the Schedule shall be issued\n             to the applicant.\n                    (2) If a certificate of registration is lost or destroyed, the person\n             to whom it was issued may apply to the Board for a fresh certificate\n             which shall be issued on payment by the appl~cantof a fee of tour\n             dollars. A certificate issued under this paragraph shall be marked\n             \"Duplicate\"."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) Every registered student to w h ~ mthe provisions of sub-\n             section (2) of section 12 of the Act apply shall notify the Board that\n             he is such a student before the expiration of two years next after the\n             date on which the professional accountancy body ol which he is such\n             student is approved by the Minister pursuant to subsection (1) of\n             section 12 of the Act.\n                   (2) Every notification of a student's registration shall be\n             accompanied by a fee of one dollar."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Every registered public accountant shall notify the Registrar of\n             every change of his residential or of his professional address."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The Board shall on or before the 31st day of July in each year.\n             publish in the Gazette the list of registered public accountants.\n               SA.-(1) Every practising certificate issued under subsection (1) of\nF   O   c.\n         ~   section 146 of the Act, shall be in the form set out in Form C of the\n             Schedule.\n                   (2) Every practising certificate shall cease to be in force on the\n             31st December next after its issue, unless it ceases to be in force\n             woner, by virtue of the provisions of the Act.\n                     (3) There shall be payable, in accordance with subsection (1)\n             of section 1 4 o~f the Act, a fee of one hundred dollars in respect of the\n             issue of each practising certificate.\n             .-\n                           IThe inclusion of this pape is authorized hy L.N. 86119851\n         T H E PI/UL,IC ACCOI/.L'I'AiV'CY R E G O L A 1 I G 1 5 , 1WO"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The Registrar shall-\n    (a) remove from the register any name which the Board, acting\n         under provisions of section 13 of the Act, directs him to\n        remove;\n    (b) re-register any name which the Board, acting under the pro-\n        visions of section 13 of the Act, directs him to re-register;\n    (c) correct in accordance with the Board's directions any entry\n        in the register which the Eoard directs him in writing to\n        correct, being in the opinion of the Board an entry which was\n         incorrectly made;\n    (4 remove from the register, in accordance with the Board's\n         directions the name of a person who has died, or who, for a\n         period of not less than two yews, has ceased to practise\n         accountancy in Jamaica, or who, for a like period. has been\n         absent from Jamaica;\n    (e) make from time to time any necessary alterations in any of\n         the particulars contained in the register;\n    (f) make the appropriate note in the register when the Board,\n         acting under the provisions of section 13 of the Act, suspends\n         the registration of a public accountant."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) Any person seeking to obtain the Minister's approval of\nany body, experience, qualification or other matter for the purposes\nof the Act shall address an application in writing to the Board, and\nthe Board shall forward such application, together with the Board's\nrecommendation, to the Minister :\n  Provided that any accountancy body (othw than those specified in\nthe Third Schedule to the Act) seeking such approval shall pay a fee of\ntwenty-one dollars to cover the cost of investigation and such other\nadministrative expenses as may be incurred by the Board in connection\nwith such application.\n        (2) Any recommendation to the Minister shall be by resolution\nof the Board passed at a special meeting called for that purpose."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Any notice or document required by the Act or by these Regu-\nlations to be given to or served on a registered public accountant shall\nbe deemed to be given or served by properly addressing, prepaying and\nposting a letter containing the notice or document to the registered\naddress of such accountant, and, unless the contrary is proved, service\nshall be deemed to have been effected at the tims at which the letter\nwould be delivered in the ordinary course of post.\n              [The inclusion of this page is authori~edby L.N. 286/1976]\n          THE PUBLIC ACCOUNTANCY REGULATIONS, 1970\n                          PART11-DISCIPLINARY"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Where it is proved to the Board by the certificate of the com-\npetent officer of the court in which the proceedings took place that a\nregistered public accountant has been convicted of a criminal offence\ninvolving dishonesty, and that such conviction has not been quashed\non appeal, the Board may forthwith and without further enquiry direct\nthe Registrar to remove the name of such registered public accountant\nfrom the register."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) Where the Board receives a notification from the competent\nofficer of any professional accountancy body constituted outside\nJamaica that a registered public accountant has been deprived of, or\nsuspended from, membership of such professional accountancy body\nas a result of disciplinary proceedings taken against him. the Board\nshall forthwith direct the Registrar to inform such registered public\naccountant by registered letter that the Board has received such noti-\nfication and to invite him to show cause within such period as the\nBoard may allow why his name should not be removed from the\nregister or his registration should not be suspended, as the case may be.\n          (2) Where-\n     (a) no reply is received from the registered public accountant; or\n     ( b ) the registered public accountant is unable to show cause as\n            aforesaid.\nthe Board shall forthwith direct the Registrar to remove the name\nof svch registered public accountant from the register or to suspend\nhis registration.\n          (3) The action of the Board shall in due course be notified to\nthe professional accountancy body from which the notification of the\nremoval of the name from the register or the suspension was received."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1)     Where a complaint in writing, or information in writing,\nis received by the Registrar from any body or person who alleges that\na registered public aecountant has procured any registration under the\nAct as a result of a misleading, false or fraudulent representation, the\nRegistrar, after making such further enquiries relztive thereto as he\nthinks necessary, shall report the facts to the Board.\n           (2) The Registrar may, in relation to any registmed public\naccountant, make to the Board a like complaint grounded on an\naffidavit.\n           (3) The Board may require the person or body making the\nallegation to supply an affidavit stating the matters of fact on which\nhe relies in support of his allegation together with such further infor-\n          THE PUBLIC ACCOUNTANCY REGULATIONS, 1970\nmation or documents relating to the allegation as the Board considers\nnecessary."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Where a complaint in writing, or information in writing, is\nreceived by the Registrar from any person or body who alleges that a\nregistered public accountant has committed in the performance of his\nprofessional duties-\n     (a) an act of professional misconduct, or of grave impropriety,\n          or infamous conduct; or\n     (b) an act of gross negligence or of gross incapacity; or\n     (c) an act which constitutes conduct discreditable to the profes-\n          sion,\nthe Registrar, after making such further enquiries relative thereto as\nhe thinks necessary, shall report the matter to the Board."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1) Where the Registrar makes a complaint or reports to thz\nBoard that a complaint or information pursuant to regulation 14 or 15\nhas been received in respect of a registered public accountant, the\nBoard shall direct the Registrar to write to such accountant-\n    (a) notifying him of the receipt of the compldint or information.\n        and indicating the matters which appear to raise a question\n         whether the registered public accountant has procured his\n         registration as a result of a misleading or fra~dulentrepresen-\n         tation, or has committed professional misconduct;\n    (b) forwarding a copy of any affidavit or other document selating\n         to the allegation;\n    (c) inviting the registered public accountant to submit to the\n         Board any explanation which he may have to offer;\n    (d informing the registered public accountant of the date of the\n         meeting of the Board at which his explanation, if any, will\n         be considered.\n        (2) The documents (including the explanation, if any, of the\nregistered public accountant) shall be referred to the Board at the\nmeeting held on the specified date."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. In any case in which the Board, having considered the allegations\nand the explanation, if any, of the registered public accountant, is of\nthe opinion that no priml facie case is shown, or that the allegations\nappear to be frivolous or vexatious, the Registrar shall so inform the\ncomplainant and the registered public accountant in such terms as\nthe Board may direct."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. In any case in which the Board, having considered the allega-\ntions and the explanation, if any, of the registered public accountant,\n-\n              [The inclusion of this pngc is authcri~cdby L.N. 286/1'>76]\n8             THE PUBLIC ACCOUNTANCY REGULATIONS, 1970\n    is of the opinion that a prima facie case is shown, the Board shall fix\n    a day for the holding of an enquiry.\n              PART111-PROCEEDINGSAT DISCIPLINARY       ENQUIRY"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. In this part of the Regulations \"President\" means the President\n    of the Board."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.-(1) When the Board has fixed a day for the holding of an\n    enquiry, the Registratr shall forthwith serve on the registered public\n    accountant a notice in writing which shall-\n        (a) specify the nature and particulars of the charge or charges\n             against him;\n        (b) state the date, time and place at which the enquiry will be held.\n            (2) The enquiry shall be fixed for a date not less than twenty-\n    one days firom the date of the notice.\n            (3) The notice may be delivered personally to the registered\n    public accountant or may be sent by prepaid registered post to his\n    registered address.\n            (4) A copy of such notice shall be sent to the complainant\n    and to such other persons as the Board may direct."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Any party to an enquiry may be represented at the hearing by\n    counsel or a solicitor :\n      Provided that if any party intends to be so represented not less than\n    seven days' notice in writing of such intention shall be given to the\n    Registrar."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.-(1) The complainant and the registered public accountant shall\n    furnish to the Registrar and to each other not less than fourteen days\n    before the day of the hearing a list of all documents on which they\n    respectively propose to rely.\n             (2) Either party may inspect the documents included in the\n    list furnished by the other; and a copy of any document mentioned\n    in the list of either party shall, on the application and at the expense\n    of the party requiring it, be furnished to that party by the other within\n    three days after the receipt of the application."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Where before the hearing it appears to the President or at any\n    stage of the hearing it appears to the Board that a notice of enquiry\n    or charge requires amendment, the President or the Board, as the case\n    may be, shall give to the Registrar such directions for the amendment\n    of the notice or the charge as they may think necessary unless, having\n    regard to all the circumstances, such amendments cannot be made\n    without injustice.\n                  [The inclusion of this page is authorimd by L.N. 286/1776]\n          THE PUBLIC ACCOUNTANCY REGULATlONS, 1970"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.-41) Where it appears to the President or to the Eoard that it\nis expedient whethm or not as a result of the exercise of the powers\nconferred by regulation 23, that the hearing should be postponed or\nadjourned, the President or the Board may give to the Registrar such\ndirections in that behalf as appear necessary.\n       (2) Where the hearing is postponed or adjourned-\n    (a) the Registrar shall forthwith give notice of the postponement\n          or adjournment to every party;\n    ( b ) where the postponement or adjournment is to a date to be\n          determined, on the determination of the date on which the\n          hearing is to be held or continued, the Registrar shall forth-\n          with give notice of that date to every party."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. If either or both parties fail to appear either personally or by\na representative, the Board may, if it thinks fit, and on being satisfied\nas to the service of the notice of enquiry, proceed with the hearing."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. At the hearing, the complainant or his representative shall first\nstate to the Board the charge alleged against the registered public\naccountant and shall submit the evidence in support of the charge and\nmay call witnesses; and the registered public accountant or his repre-\nsentative shall be entitled to cross-examine any witnesses appearing\nagainst him on matters relevant to the charge."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. When the statement of the charge and the evidence in support\nthereof are concluded, the registered public accountant or his rcprescn-\ntative shall be invited by the President to adduce evidence in answer\nto the charge and to call witnesses, and the mmplainant or his represen-\ntative shall be entitled to cross-cxamine any witnesscs giving cvidence\nfor the registered public accountant on matters rclevunt to the charge."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Whether the registered public accounlant adduccs evidence in\nanswer to the charge or not, he or his rcprcsenlal~vemay addrcs thc\nBoard and, where evidence is adduced. such addrcss rn,i> bc rnndc cithcr\nbefore or after such evidence."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. At the close of the casc for ihe ~egihtsred public account;:nt the\ncomplainant or his represcnt:ltive may, with thc lcavc of the Board.\nadduce evidence to rebut any cvidence adiluccd by the rcgi:;lercd public\naccountant; and, if he does so. the rcgis1crc.d public accountant or his\nrepresentative may np~ri n ac!dres:; I he Roard.\n               1Thc ~ n c l u ? i o nof 1hi5 pa:<,   i~ :~ulhnri/cxl h!. 1 . N . 41 1q7hJ\n          THE PUBLIC ACCOUNTANCY REGULATIONS, I970"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. The complainant or his representative may reply upon the whole\ncase-\n     (0) if oral evidence (not being evidence as to character) other than\n          that of the registered public accountant himself has been\n          given on such registered public accountant's behalf; or\n     (b) w ~ t hthe leave of the Board, where no such evidence has been\n          given."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31.-(1) Notes of the proceedings shall be taken by the Registrar\nor other parson appointed by t!le Board for the purpose; and any party\nwho appeared at the hearing shall bc e n t i ~ l ~tod inspect the original or\na copy thereof.\n       (2) Every person entitled to be heard upon an appeal against the\nfindings of the Board shall be entitled to a copy of such notes on pay-\nment of the charges from time to time prescribed by the Minister."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32.-(1) On the conclusion of the proceedings the Board shall\nconsider and determine as respects each charge which, if any, of the\nfacts alleged in the charge have been proved to its satisfaction.\n        (2) If the Board determines in respect of any charge either that\nnone of the facts alleged in the charge has been proved to its satis-\nfaction, or that such facts as have been proved would be insufficient to\nsupport a finding of professional misconduct. the Board shall record\na finding that the registered public accountant is not guilty of such\nmisconduct in respect of the matters to which that charge relates.\n        (3) If the Board determines in respect of any charge that the\nfacts or some of the facts alleged in the charge have been proved to its\nsatisfaction and that the facts so proved are sufficient to constitute\nprofessional misconduct, the Board shall record a fmding that the regis-\ntered public accountant is guilty of professional misconduct."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33.-(1) If the Board records a finding that the registered public\naccountant is guilty of professional misconduct, then before considering\nand determining which of the disciplinary powers conferred by the\nAct will be exercised, the Board may invite the registered public\naccountant or his representative to address the Board on any mitigating\ncircumstances.\n        (2) Thereaftex the Board shall consider and determine which of\nthe disciplinary powers conferred by the Act it will exercise and shall\npronounce its decision.\n          THE PUBLIC ACCOUNTANCY REGULATIONS. 1970\n        (3) The Board shall hold all disciplinary enquiries in private.\nbut shall pronounce its findings and decisions in public."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34.-(1) The Registrar shall forthwith notify the registered public\naccountsint by registered letter of the decision of the Board.\n        (2) Where a registered public accountant is a member of the\nInstitute or of a professional accountancy body constituted outside\nJamaica, the Registrar shall forthwith notify the Institute or such pro-\nfessional accountancy body of the removal of his name from the register\nor of the suspension of his registration."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. Upon the holding of an enquiry the Board may, without finding\nany misconduct proved against the registcred public accountant, never-\ntheless order him to pay the costs of the proceedings if, having regard\nto his conduct and to all the circumstances of the case, it seems just to\nthe Board so to do."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. If two or more registered public accountants are involved in any\ncharge or charges, the Board may hold separate enquiries or may hold\none enquiry in respect of all such registered public accountants and\nmay give directions as to the order in which proceedings shall be taken\nin relation to each such registered public accountant."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37.-(1) Where the name of a registetred public accountant has been\nremoved from the register, any application for re-registration shall be\nmade in writing addressed to !he h a r d and signed by the applicant.\nstating the grounds on which the application is made, and shall be\naccompanied by the application fee of four dollars.\n        (2) The application shall contain the names and addresses of\nthree or more persons able and wdllng to identify the applicant and give\nevidence as to his characw. 'lad the nature of his employment since the\ndate of the removal of h ~ suamc from th:: register. and such other\nevidence as the Board may rcqulre.\n         (3) Not less than two of !he pcrsons mcntioncd in paragraph (2)\nshall belong to one or more of the following categories, namely-\n     (a) Justices of thc Peace;\n     ( 6 ) ministers of religion;\n     (c) registcrcd public accountants,\n                -.       -.             -- - ....-.            -\n                                                       .---. . - .. .- .\n                                                                       . -      -    -.-\n                                                                                    .-     ....   - --\n              [The inclu\\bnn of tlii,   p.lgt.   i' dll:tiori 14 I ) ) 1 U   ?%~\"')l~il\n           THE PUBLIC ACCOUNTANCY REGULATIONS, i970\nso, however, that at least one shall be a registered public accountant.\n       (4) The Board may require the applicant to verify by a statu*\ntory declaration any statement made in his application. or any further\nstatement which it may think necessary, and may, if it thinks fit, require\nthe applicant to attend in person at a meeting of the Board at which the\nmatter is to be considered."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. If Up6n consideration of the application and of the evidence\nfurnished in suppoat of it, the Board is satisfied that the application\nshould be re-registered, it may direct the Registrar accordingly, and.\nupon payment by the applicant bf the registration fee, his name shall be\nrestored to the register and a new certificate of registration shall be\nissued to him.\n                                     SCHEDULE\n                                     FORMA            (Regulation4 (1) )\n                                            Application N o                       ...............\n                 THE PUBLIC ACCOUNTANCY BOARD\n                     THBPUBLICACCOUNTANCY ACT\nAPPLrCllnoN BY A PERSON\n                      QUALIFIED FOR REOISTRA~ON\n                                             A S A PUBLIC A C C O V N I A ~\nApplicant's Surname (Please Print)                   Applicant's Christian Names (Please\n                                                     Print)\nPlace of B i                                          Date of Bii             Nationality\nResidcntjal Address                                   Professional Addresr\n                                                 I\nQualification for Registration\n           THE PUBLIC ACCOUNTANCY REGULATIONS. 1970\n                                   SCHEDULE,\n                                          contd.\n               IS MADE UNDER SECTION12(1) A S INDICATED BY (\nTHIS APPLICATION                                             - BELOW:         17)\n(a) Evidence of membership of Insti-          (c) Evidence of membership of\n    tute of Chartered Accountants of              Accountancy Body approved by\n    Jamaica                                       the Minister\n(b) Documentary evidence of entitle-          (d) Evidence of experience in the\n    ment to pradise in a country other            practice of accountancy prior to\n    than Jamaica                                  the 5th July, 1970\nFees Enclosed\nApplicamtion           Registration\n                                         I       Date              Applicant's signature"
    },
    {
      "provision_ref": "sec54",
      "section": "54",
      "title": "Section 54",
      "content": "54.00                 521.00\n  Character References:-(Give    the names and addresses of any two of the\nfollowing persons- (1) Registered Public Accountant (2) Justice of the Peace\n(3) Attorney-at-Law (4) Minister of Religion)\n                                                                                -p\nDate of Receipt       Ref. to acceptance/          Entry          Certificate number\n                       refusal                   in register\n                  m e inclusion of this page b authorized by L.N. 286119761\n             THE PUBWC ACCOUNTANCY REGULATIONS, I970\n                                          FORMB                                    (Regulation 5)\n                   THE PUBLICACCOUKTANCY    REGULATIONS,1970\n                          Certificate o f Regirtratior~\n  Registration No ..................\n  WE HEREBY CERTIFY THAT........................................................................\nwas admitted on .....................................................to the register of public\naccountants maintained by the Public Accountancy Board under the Public\nAccountancy Act and is entitled to take and use the title \"Registered Public\nAccountant\".\n                                           ............................................................\n                                                         (President o f the Board)\nSeal.\n                                           ............................................................\n                                                                    (Registrar)\n        This certificate is the property of the Public Accountancy Board\n                                     FORMC                                        (Regulation 86)\n                             THEPUBLICACCOUKTANCY\n                                               ACT\n                                      Practising Certificate\n  Pursuant to the Public Accountancy Act, it is hereby certified that                   ................\n.......................................\n                                    whose name is entered in the register of public\naccountants is entitled to practise as a public accountant for the period\nto                       in the year\n                                                    ...................................................\n                                                                      (Registrar)"
    }
  ],
  "definitions": [
    {
      "term": "President",
      "definition": "the President",
      "source_provision": "sec19"
    }
  ]
}