{
  "id": "jm-subs-the-public-cemetery-management-and-regulation-acy",
  "type": "statute",
  "title": "The Public Cemetery Management And Regulation Acy",
  "title_en": "The Public Cemetery Management And Regulation Acy",
  "short_name": "Public Cemetery Management And Regulation Acy",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-public-cemetery-management-and-regulation-acy",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-public-cemetery-management-and-regulation-acy",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Rules may be cited as the Public Cemetery Management c * a t h\nand Regulation (St. Thomas) Rules. 1992."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In these Rules-                                                     Interpretation.\n     \"authorized gate\" means a cemetery gate provided for the use of\n           the general public to which is attached a notice stating that\n           it might be used for such purpose;\n     \"cemetery\" means all lands vested in the Parish Council for the\n           parish of St. Thomas and reserved for exclusive use as public\n           places of interment and includes those cemeteries from time\n           to time described in Part I of the Schedule;                   Scbcdule.\n     \"committee\" means a cemetery committee appointed by the\n           Council pursuant to section 96 of the Parish Councils Act;\n     \"grave\" means a burial place formed in the ground by excavation\n           and without any internal wall or brick work, concrete, stone-\n            work or other artificial lining;\n      \"lot\" includes a half lot;\n      \"Secretary\" means the Secretary of the Council;\n      \"vault\" includes underground burial places of every description\n            except graves."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-41) Each cemetery shall have a keeper appointed under section D&\n                                                                   keeper.\n                                                                          ot~b.\n7 of the Act.\n               r h e inclusion of this page is authorized by L.N. 1441199g\n                      THE PUBLIC CEMETERY MANAGEMENT AND REGULATION\n                                    (ST. THOMAS) RULES,I992\n                        (2) The duties of the keeper shall be-\n                      (a) to take such steps as are necessary to assist the Council in the\n                          effective management of the physical environment of the\n                          cemetery;\n                      (b) to advise the Council on matters of general policy relating to\n                           the management, development and care of the resources of\n                           the cemetery;\n                      (c) to ensure that the provisions of these Rules relating to the\n                           maintenance of the cemetery are complied with;\n                      (d) to supervise and direct all other members of staff appointed\n                          for the care and protection of the cemetery;\n                      (e) to make a monthly report to the Secretary concerning informa-\n                           tion recorded in the register and the workings of the cemetery\n                           in general; and\n                      If) to perform such other duties as may from time to time be\n                           assigned to him by the Council.\nRlohtof burial.     4. Subject to these Rules, every person dying within the parish of\n                  St. Thomas and any other person as the Council thinks fit, may be\n                  buried in a cemetery within the said parish with such religious or other\n                  ceremony as the family or friends of the deceased think fit.\nOpenhghours.        5.-(1)  Each cemetery shall [be opened daily on such days and at\n                  such times as the Council by resolution may prescribe except that in\n                  cases of emergency or other special circumstances (the cemetery may be\n                  opened at other hours with the prior permission of the Secretary.\n                         (2) A notice setting out the prescribed hours of opening of the\n                  cemetery shall, without prejudice to any other form of service, be\n                  published in a daily newspaper printed and circulating in the Island at\n                  least thirty days before such notice comes into effect.\napplication.\nProcedure €Or       6.+)    An application for interment under these Rules, shall be\n                  made to the Secretary in writing in accordance with paragraph (2).\n                         (2) An application under paragraph (1) shall state-\n                      (a) the name, place of birth and true place of abode and postal\n    -   a   ,               address of the applicant;\n                      ( b ) the relationship of the applicant to the deceased person; and\n                                p h e inclusion gf this page is authorized by L.N. 144/1995]\n     THE PUBZIC CEMETERY MANAGEMENT A N D REGULATION\n                   (ST. THOMAS) RULES, 1992\n    (c) the name, sex, age, marital status, religious denomination and\n         cause of death of the deceased person."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Where the application is duly made and the fees thereupon paid Procedure for\n                                                                         grave site\nthe Secretary shall order the keeper to prepare the relevant grave site. preparation."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Except in cases of emergency, notice of an interment shall be EEty                 iukr-\ngiven to the keeper at least twenty-four hours before the time fixed for\nsuch interment."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) Subject to paragraph    the dimensions of a grave shall not            Dimensioas of\n                                                                                grave.\nbe less than 6 feet deep, 7 feet long and 2 feet 6 inches wide.\n       (2) The length and width of the grave of a deceased child of ten\nyears of age or under, may, where necessary, be varied at the discretion\nof the keeper, except that no such child shall be buried less than 4\nfeet below the level of the surface of the ground."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-41) Subject to paragraph (2) each lot shall not be less than 8 ~ ; , \" ~ ~\nfeet long and 4 feet wide.\n       (2) The dimension of a lot for a child of ten years of age or\nunder, may, where necessary, be varied at the discretion of the keeper."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) A lot for which an exclusive right of burial is granted shall fo$,ssi,\",\";l,\".f\nbe comprised of-                                                        sive\n                                                                        burial.\n                                                                             rkht of\n    (a) in the case of a full lot, 10 feet in length by 9 feet in width;\n          and\n     (b) in the case of a half lot, 9 feet in length by 6 feet in width.\n        (2) No exclusive right of burial shall be granted by the Council\nin respect of less than half a lot."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Each grave shall be numbered consecutively and the keeper Recordsin\n                                                                respeot of\nshall keep a register, in which shall be recorded-              aravea.\n     (a) the number allotted to such grave;\n     ( b ) the name and age of the deceased person interred in such\n           grave ;\n     (c) the date of burial; and\n                     THE PUBLIC CEMETERY MANAGEMENT A N D REGULATION\n                                   (ST. THOMAS) RULES, 1992\n                    (d) the name of the person giving the information recorded or\n                        where such name is not available, the name of the person\n                        in charge of the funeral.\nBurial fees."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. The fees payable in respect of any vault or grave, made or dug\n                or any right of exclusive burial or any monumen~tor tombstone, erected\n                or placed in any part of the cemetery shall be as set out in Part I1 of\nSChedU'6.       the %hedule and shall be paid in advance to the Secretary who shall\n                lodge such amounts to the bank account of the Council.\nE\"emptiOM.         14. Where the Council is satisfied that a deceased person has not\n                left sufficient fees to pay the prescribed fees or that the relatives or\n                friends of the deceased person, as the case may be, are not able to pay\n                such fees, the Council may, as it thinks fit, exempt in whole or in part.\n                any person or organization from the payment of fees.\nAsai$nmurt.       15.-41) Except with the consent of the Council in writing and\ntransfer or\ndevolution of   under seal, a person shall not transfer or assign any exclu~iverights\ngrant.\n                of burial with respect to any lot or part thereof or any interest therein.\n                        (2) An assignment or transfer of an exclusive right of burial\n                other than by devise shall be executed in duplicate and the execution\n                thereof acknowledged before a Justice of the Peace and filed with the\n                Secretary.\n                       (3) An entry of such assignment or transfer shall be made in\n                the register by the keeper in the same manner as that of the original\n                grant.\n                       (4) No exclusive right of burial shall be acquired in conse-\n                quence of an assignment or transfer until such entry is registered in\n                the prescribed manner.\n                        (5) An assignment or transfer of an exclusive right of burial\n                shall be produced within six months of the execution thereof.\n                        (6) On the devolution by descent or devise of the rights with\n                respect to any lot, the heir or devisee shall, within five years after such\n                devolution, give notice thereof in writing to the Secretary and shall\n                furnish proof of such devolution in writing, whenever required so to\n                do by the Secretary.\n                              p h e inc]usim gf this page is apthorized by L.N. 144/1995)\n                                                                                            -\n    THE P U B I C CEMETERY MANAGEMENT ANV) REGULATION\n                         (ST. THOMAS) RULES, 1992\n        (7) Where the heir or devisee fails to give the notice provided\nin this rule, or to furnish such proof as may be required of him, the\nright to, or interest in, such lot shall revert to the Council.\n        (8) The Secretary shall cause every notice received by him to\nbe registered in the books of the cemetery.\n         (9) Upon each transfer or devolution of the rights wi,th respect\nto any lot, the person applying to have the same registered shall pay to\nthe Secretary the appropriate fees as set out in Part I1 of the Schedule scheaue.\nand no such transfer or devolution shall be registered until such fee\nis paid."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. The purchaser of an exclusive right of burial with respect to a Z . 1 o - d\nlot shall within six months of the date of purchase of such lot-\n    (a) enclose the lot by a suitable way, railing or other fence in\n        accordance with a plan or specifications approved by tbe\n        Council; or\n    (6) place stone blocks, brick borders or appropriate permanent\n        marks approved by the Council to designate the exact\n        boundaries of the lot purchased."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Where the purchaser of a lot with respect to which an exclusive MI XI^^.\nright of burial has been granted fails to have such lot enclosed within\nthe specified time, (the Council may take appropriate action to have the\nlot enclosed and to recover any amount thus expended."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.--(I) A person proposing to enclose a lot or to erect or place          ~;~,\nany tomb, monument, gravestone, tablet or monumental inscription on I*.\nany lot or grave, shall submit to the Council in duplicate, a plan or\nspecifications of the proposed erection as the Council @inks fit, and\nthe Council may-\n    (a) approve of such plan or specification as submitted;\n    (b) cause such plan or specification to be amended or altered; or\n    ic) refuse to approve the plan or specification, stating its reason\n        in writing.\n        (2) A copy of such plan or specification, endorsed with the\ndecision of the Council and signed by the Secretary shall be delivered\nto the applicant and shall be produced to the keeper on demand at all\ntimes during the performance of the works specified therein.\n8                        THE PUELJC CEA4ETERY A4ANAGAMENT A m REGULATION\n                                        (ST. THOMAS) RULES, 1992\nVaults and            19. The Council may, as it thinks fit, upon the payment of the\ngraves.\n                    prescribed fees, permit any vault or grave to be made or dug and any\n                    monument or tombstone to be erected or placed in the cemetery.\nConstmotion\nof vaults.            20. A person who, in any part of the cemetery, causes a vault to be\n                    built for use as a burial place, shall cause the vault to be enclosed with\n                    walls constructed of bricks, stone or other hard suitable material\n                    properly bonded and solidly put together-\n                        (a) with mortar compounded of lime and clean, sharp sand or\n                              other suitable material; or\n                        ( b ) with cement; or\n                        (c) with cement mixed with clean, sharp sand.\nProcedure after\nburial in vaults."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.2.1998\n       St. James                                                         L.N. 70rlP1\n       Hmvn                                                              L.N. 7 0 ~ 1 9 2\n                                                                         L.N. 7 0 ~ 1 9 2\n       St. Elizabeth                                                     L.N. 700192\n                                                                         L.N. 7 0 ~ 1 9 2\n       Clarendon                                                         L.N. 7 0 ~ 1 9 2\n       S f . Carherim                                                    L.N. 7 0 ~ 1 9 2\n            [Tho inclusion of this page ia authorized by L.N. 54/20001\n      PUBLIC CEMETERY IMANAGEMENT A N D REGULATION\n       THE PUBLIC CEMETERY MANAGEMENT AND\n                  REGULATION ACT\n                                   RULES\n                               (under section 9)\n        THEPUBLICCEMETERY MANAGEMENTAND REGULATION\n                  (ST. THOMAS)\n                             RULES,1992\n     (Made by the Council and approved by the Minister on the                L.N. 700192\n                   28th day of December, 1992)"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. A person who, in any part of the cemetery, buries a body in a\n                    vault shall, within a period of twenty-four hours after the deposit of\n                    the coffin in the vault containing the body, cause the coffin to be-\n                        (a) embedded in and covered with a layer of cement concrete,\n                            not less in any part than six inches in thickness; or\n                        (b) enclosed in a separate cell or receptacle which shall be con-\n                            structed of slate or stone flagging, not less than two inches\n                            in thickness and praperly jointed in cement or other brick\n                            work in cement, in such manner as to prevent as far as may\n                            be practicable the escape of any foul smell or noxious exhala-\n                            tion from the interior of the cell or receptacle into the\n                            cemetery.\nUnsightly             22. Where a tree, shrub, or other vegetation, or part thereof situated\ninconvtnimt\nvegetationl etc.    in any lot or on the space appropriated to any grave-\n                        (a) becomes or tends to become injurious to the health 04 any\n                               user of the cemetery;\n                         ( b ) causes damage to an adjacent lot, grave, pathway, or roadway;\n                        (c) inconveniences users of the cemetery or passers-by; or\n                         (d) mars the effect or beauty of the cemetery,\n                    the keeper $hall cause the said tree, shrub, or other vegetation, removed\n                    or such parts thereof, as may be injurious,'unsightly or inconvenient.\n                                  p h e inclusion of t h ~ spage is authorized by L.N. 144/199!1\n    THE PUBLIC CEMETERY MANAGEMENT A N D REGULATION                                        f~   '9\n                  (ST. THOMAS) RULES, 1992"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Except with the written permission of the Council, the keeper Confliot\n                                                                         interest\n                                                                                  ot\nor other officer or servant of the cemetcry or Council shall not have\nany financial interest in any business concerning-\n     (a) the enclosure of lots;\n     (b) the building of vaults;\n     (c) the erection of graves, tombs, monuments or sepulchral\n          structures; or\n     (d) any business which creates or is likely to create a conflict of\n          interest with his duties as keeper."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.-(1) An application for a workman's licence under these Rules En\",;='9\nshall be made to the keeper and accompanied by the prescribed appli-\ncation fee as set out in Part I1 of the Schedule.                    Schedule.\n       (2) The keeper may issue a licence only where he is satisfied that\na workman is employed by the purchaser of a lot to do such work\nin connection with that lot a s is necessary.\n        (3) A workman employed by the purchaser of a lot shall, while\nin the cemetery and whenever required so to do by the keeper, produce\nhis licence for inspection.\n                                                                              Offen-   md"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.-41) Every person commits an offence who in a cemetery-                 penalries.\n      (a) inters any deceased person except in accordance with the\n          provisions of these Rules;\n      (b) causes or allows any cattle, sheep, horses or other animal\n           to trespass on such cemetery;\n      (c) when required to remove any such animal, by notice from\n          the keeper, whether oral or otherwise, fails to do so within\n           the time specified;\n      (6) wilfully destroys or does or causes to be done any damage\n          to a building, vault, tombstone, sign, effigy, monument, fence,\n          railing or other erection;\n      (e) on completion of any m r k on a lot, fails to remove or\n          cause to be removed from such cemetery all rubbish or debris\n          resulting from the work;\n       u> erects or causes to be erected any sign, monument, gravestone\n           or effigy without the prior consent of the Secretary or Council;\n    THE PUBUC CEMETERY MANAGEMENT A M REGULATION\n                 (ST. THOMAS) RULES, 1992\n   (g) encloses a grave without the prior consent of the Secretary\n        or Council;\n    (h) wilfully or unlawfully disturbs any persons lawfully assembled\n        in such cemetery for the purpose of burying any body therein;\n    (i) damages or removes any vegetation which is part of such\n        cemetery:\n    07 litters such cemetery with garbage, paper, bottles or any other\n        waste material;\n    (k) kindles a fire in a cemetery except in an area which is\n        designated for that purpose;\n    ( I ) drives a motor vehicle or rides a cycle or moped except along\n          a route which is designated for that purpose;\n   (m)parks a vehicle, cycle or moped except in an area designated\n       for such parking;\n   (n) loiters after opening hours;\n    (0) discharges firecrackers or other pyrotechnics;\n    @) behaves in a manner which is likely to disturb or annoy other\n        users of the cemetery;\n    (q) plays football, cricket, boardgames or engages in any boister-\n        ous game or activity or in any game or activity which is\n        likely to injure another person;\n    (r) engages in a commercial activity, except with the written\n        permission of tbe Secretary;\n    (s) consumes intoxicating beverages;\n    (t) play cards, roulette or any other game of chance, for money;\n    (u) holds or participates in a public meeting, demonstration or\n        political meeting;\n    (v) being in charge of a wagon or cart, except with the prior\n        consent of the keeper, takes or allows that wagon or cart\n         into such cemetery; or\n    (w) enters or leaves such cemetery except through an authorized\n        gate.\n       (2) An animal found within a cemetery without the written\npenmission of the keeper of that cemetery, may be destroyed or other-\nwise dealt with in accordance with the provisions of the Pound Act.\n             p h e inclusim of this page is authorized by L.N. 144119951\n     THE PUBLJC CEMETERY MANAGEMENT AND REGULATION\n                   (ST. THOMAS) RULES, 1992\n       (3) In addition to the penalty prescribed by section 27 of the\nAct, the keeper shall request any person who contravenes a provision\nof these Rules to leave the cemetery and may take such steps as are\nnecessary to have a person who refuses or neglects to leave the ceme-\ntery when requested by him to do so removed therefrom."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. The Council is not liable for loss or damage to any monument, Disclaimer.\ngrave, effigy or the fence of an enclosure.\n                                       SI-ULE                     (Rules 2, 13, 15, 24)\n                                         PARTI\n    List of public Cemeteries (Rural and Urban) in the Parish of St. Thomas\n                       Rural\n                       -                                               Urban\n                                                                        -\nMorant Bay, Yallab, Bath (Friendship), Law\nValley, Buckingham, Golden Valley, Citron\nValley\n                                         PARTll\n                                          Fees\n                                                                     Rural\n                                                                     -\nFees and sums payable :                                                S\n  For the exclusive night of burial-\n    (a) half lolt                                                    375.00\n    (6) full lot                                                     625.00\n  For registering the transfer or devolution of\n  any exdusive right of burid                                         150.00\n  For the interment in the cemetery of the body\n  of a deceased person-\n    (a) over 10 years of age-\n           (i) vault                                                  250.00\n           (ii) grave                                                 125.00\n    (6) 10 years of age and underc\n           (i) vault                                                  150.00\n           (ii) grave                                                  75.00\n  For the right to erect or construct-\n     (a) mausoleum                                                  2,500.00"
    },
    {
      "provision_ref": "sec125",
      "section": "125",
      "title": "Section 125",
      "content": "125.00\n     Q monument                                                     2,500.00\n  For exhumatio-\n    For the right to re-open vault for burid of\n    another person where a body is alreadl\n     interred                                                          150.00\n                 p h e inclusion of this page Is authorized by L.N. 1*A/1995]\n THE PUBLIC C,EMETEXY MANAGEMENT A N D REGULATNTN\n                (ST. THOMAS)RULES. 1992\n  For the r ~ q m i n of a grave or vault\n   under licence o f the Mini&r under\n   &&m 21 of the Act                          paymeat of local costs in-\n                                              ourred by Omncll for b d\n                                              rural and urban meas.\nLicence for dlearing $ruman m a i n s from\ninternational aiqo&\nClearance exercise                            payment of local oosts in-\n                                              curred         %\n                                                         aOunoil for both\n                                              rural an d a n areas.\n Use d lawering device-\n   For hireage of device to lower coffin into\n   gme\n For workman's licewe\n           mhe inclusion of this page is authorized by L.N. 144lI9951"
    }
  ],
  "definitions": [
    {
      "term": "authorized gate",
      "definition": "a cemetery gate provided for the use of",
      "source_provision": "sec2"
    },
    {
      "term": "cemetery",
      "definition": "all lands vested in the Parish Council for the",
      "source_provision": "sec2"
    },
    {
      "term": "committee",
      "definition": "a cemetery committee appointed by the",
      "source_provision": "sec2"
    },
    {
      "term": "grave",
      "definition": "a burial place formed in the ground by excavation",
      "source_provision": "sec2"
    },
    {
      "term": "Secretary",
      "definition": "the Secretary of the Council",
      "source_provision": "sec2"
    }
  ]
}