{
  "id": "jm-subs-the-public-gardens-regulation-act",
  "type": "statute",
  "title": "The Public Gardens Regulation Act",
  "title_en": "The Public Gardens Regulation Act",
  "short_name": "Public Gardens Regulation Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-public-gardens-regulation-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-public-gardens-regulation-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the Public Gardens (Control)\n    Regulations, 2008."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. No person shall, without lawful authority-\n          (a) climb any tree, or walk on any border or flower bed in a public\n              garden;\n          (b) touch, cut or pick any flower, leaf, seed, fruit, twig or branch of a\n              tree, or in any way injure any plant in the public garden; or\n          (c) use the ornamental waters in any public garden for any purpose\n              whatsoever."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Except with the written permission of the Superintendent of Public\n    Gardens, no person shall, in a public garden, plant any flower, shrub, tree\n    of any plant or sow or scatter any seed of any flower, shrub, tree or any\n    plant."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. No person shall, in a public garden, pollute or cause to be polluted any\n    water in a river, stream, lake, pond, fountain or in any container."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Unless authorized in writing in that behalf by the Superintendent of\n    Public Gardens, no person shall, in a public garden, sell or offer or expose\n    for sale any flowers or plants or any article."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.--(I) No person, other than a person authorized by the Superintendent\n    of Public Gardens and wearing an official badge evidencing his authority,\n    shall approach any visitor to any public garden with an offer to serve\n    as a guide in the garden.\n•           (2) No person shall molest or annoy any visitor to a public garden."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.--( 1) No person shall-\n          (a) remove from a public garden; or\n          (b) in a public garden willfully disturb, ill-treat, injure or kill,\n    any animal, bird, reptile or fish.\n                    [The inclusion of this page is a u l h o W by L.N. 21R0121\n              THE PUBLIC GARDENS (CONTROL)REGULATION, 2008\n        (2) No person shall disturb, damage or destroy any egg of any\nanimal, bird; reptile or fish lawfully kept in the public garden."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Every person having in his possession any bag, basket, parcel or\nreceptacle in a public garden shall, if so required, ,show the contents thereof\nto a park keeper or a constable who reasonably suspects that the person has in\nhis possession any flower, leaf, seed, fruit, twig o: branch, cut or picked, in\nbreach of regulation 2."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Unless authorized in writing in that behalf by the Superintendent\nof Public Gardens, no person shall hold any public meeting, deliver any\naddress, give any public performance, display or exhibition or otherwise con-\nduct any public ceremony in a public garden."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Subject to regulation, 11(2), no person shall-:\n      (a) in a public garden, run, jog, play cricket, football, baseball,\n          hockey, volleyball, netball or conduct any similar activity;\n      (b) fly any model airplane or bring into, or use in any public garden,\n          any equipment or apparatus therefor.     ."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.--(I) Subject to the provisions of regulation 9 and paragraph (2), no\nperson shall bring, cany or use any musical instrument, radio receiver or\ntelevision receiver within the limits of a public garden.\n        (2) This regulation and regulation 10 shall not apply to radio\nreceivers to which earphones are fitted, nor to motor car radio receivers."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. No person shall-\n       (a) bring any dog or other animal within the limits of any public gar-\n           den;\n       (b). cause such dog or other animal to enter, within the limits of a\n            public garden; or\n       (c) cause a dog or other animal to trespass in a public garden."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. No person shall, in a public garden, willfully and unreasonably inter-\nfere with the comfort of, or cause any annoyance to, any other person. .     '"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. No person shall, in a public garden, solicit or accept any alms, dona-\ntion, contribution or subscription of any kind.\n    IS. No person shall, in a public' garden, throw or discharge any stone or\nother missile or light any fire or fireworks."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. No person shall, in a public garden-\n       (a) deposit, throw down, or leave otherwise than in receptacles\n           provided for that purpose, any bottle, tin, container, glass, paper\n           or refuse of any kind;\n                  [The incluion of this page is authorized by L.N. 21R0121\n                  THE PUBLIC GARDENS (CONTROL)REGULATION, 2008\n          (b) deposit, discharge or leave any noxious, noisome, offensive\n              or polluting substance, matter or thing;\n          (c) deposit or leave any offal, dead animal, dung or any filth;\n          (d) deposit, throw down or leave in any receptacles any domestic\n              garbage; and\n          (e) willfi~llybreak any article of glass, china, pottery, plastic or brittle\n              material."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(1) No person shall injure or deface, by writing or otherwise, any\n    building, structure, statue, ornament, seat, wall, railing or thing in or\n    enclosing any part of a public garden, or willfully damage or deface any\n    lawn, road or path.\n            (2) No person shall exhibit or affix any notice, advertisement or\n    other written pictorial matter on any building, structure, statue, ornament,\n    seat, wall, railing, or thing in or enclosing any part of a public garden\n    except with the written permission of the Superintendent of Public\n    Gardens."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Except with the prior written permission of the Superintendent\n    of Public Gardens, no person shall, in a public garden, erect any stall, build-\n    ing or any other structure."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Except with the prior written permission of the Superintendent of\n    Public Gardens and having paid the fee determined by the Minister, no\n    person shall take for commercial purposes, any footage of a public garden\n    by means of photography, film, video, or any similar means."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. No person shall, in a public garden, conduct himself in a disorderly or\n    indecent manner or be indecently clothed."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. No person shall, in a public garden, use any profane, indecent or\n    obscene language.\n       2 2 . 4 ) No person shall drive, ride or bring, as the case may be, any\n    trucks, buses, cars, motor bikes, carts, drays or wagons into any public garden\n    except on business connected with the garden.\n            (2) Except along the public roadways, no person shall ride any\n    bicycle within the limits of any public garden.\na      23. No person shall drive a vehicle within the limits of a public garden in\n    excess of 15 kilometres per hour."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. No person shall enter or leave any public garden otherwise than\n    by the gates provided for entrance and exit respectively, and if so required\n    by a park keeper or constable, a person shall leave the garden only\n    by the gates specified by the park keeper or constable, as the case may\n    be.\n                   [The inclusion of this page is aulhorized by L.N. 21D012j\n                                    -\n              THE PUBLIC GARDENS(CONTR0L) REGUUTION, 2008"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. No visitor to a public garden shall enter or remain in the public\ngarden or any park, or zoo thereof after the time appointed for the closing\nof the public garden or park, or while there is a notice therein stating\nthat the garden or park is closed."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. Every person entering a public garden in any vehicle shall calise such\nvehicle to be parked in the appropriate area designated for the parking\nof vehicles."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. A person who contravenes a provision of these Regulations commits\nan offence and is liable on summary conviction in a Resident Magistrate's\nCourt to a fine not exceeding two hundred and fifty thousand dollars or to\nimprisonment for a term not exceeding three months or to both such fine and\nimprisonment.\n                 [Ibe inclusion of this page is authorized by L.N. 21R0121"
    }
  ],
  "definitions": []
}