{
  "id": "jm-subs-the-public-passenger-transport-rural-area-act",
  "type": "statute",
  "title": "The Public Passenger Transport (Rural Area) Act",
  "title_en": "The Public Passenger Transport (Rural Area) Act",
  "short_name": "Public Passenger Transport (Rural Area) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-public-passenger-transport-rural-area-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-public-passenger-transport-rural-area-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Order may be cited as the Public Passenger Transport\n(Rural Area) (Delineation of Area) (Montego Bay) Order, 1970."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. The limits of the area defined in the Schedule shall be an area Schedule.\nin relation to which application for an exclusive licence may be made.\n   5tarting at a point on the sea coast at Hopewell; thence south-easterly in a\nstraight line aoross m n t r y fo Wedkame; &nce a o ~ ~ ~ t e rini ra ySitlp~Utline\nacross country to)Frimdshlp; thence south-easterly in a straight line across\nmuntry to Copse; thence south-easterly in a straight line across country to\nMontpelier; thence north-aastdy in a straigv line across country to\nRoehampton; thence north-easterly in a straight lme across country to John's\nHall; then south-easterly in a straight line across country to Sunderland;\nt h a c e 5011th-easterl in a straight line across country to Amity; thence north-\neasterly in a straigit line across oountry to Wernyss; thence northerly across\ncountry to Greenwood, where the borders of St. James amd Trelawnv meet\non the Montego Bay to Falanouth Main .Road; thence generally northerly to\nthe sea; thence generally in a westerly b c t i o n along the sea coast encom-\npassing the Montego Bay Freeport area to the aforesaid mentioned point on\nthe sea omst to Hopewel.\n                1 The inclusion of this page h authorized by L.N. 5511991 1\n             PUBLIC PASSENGER TRANSPORT (RURAL AREA)\nTHE PUBLIC PASSENGER TRANSPORT (RURAL AREA) ACT\n                                      REGULATIONS\n                                (under section 3 (I) (d) )\n       (Made by the Minister on the 1st day of September, 1970)                                                L.N. 248170"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-41) Applications for certificates of fitness for rural service shall\nbe made by the owners thereof to the Board.\n      (2) Where the vehicle in question has not yet been registered in\naccordance with the Road Traffic Regulations. 1938 an application as\naforesaid shall be made before the vehicle is so registered.\n      (3) Where the vehicle in question has been already registered in\naccordance with the Road Traffic Regulations. 1938 an application as\nafmesaid shall be made in the month of January. February or March\nin each year."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The examination and testing of a nual service vehicle for the issue\nof a certificate of fitness s h d be carried out by an inspector who upon\nbeing satisfied that the vehicle complies with the provisions ot these\n               C h hchulon of thb w e is autborlzed by L.N. 4119761\n8           THE PUBLIC PASSENGER TRANSPORT (RURAL AREA) REGULATIONS,\n                                      1971\n            Regulations and of Part I1 and Part 1V of the Road Traffic Regulations,\n            1938 shall issue a certificate of fitness in respect of the said vehicle in\nFUSC        Form A of the First Schedule.\nSchedule."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1) The seating capacity and the standing capacity of a rural\n            service vehicle, as stated respectively in the licence and certificate of\n            fitness in respect thereof, shall be clearly marked with letters not less\n            than one inch in height inside the vehicle in the mannm following-\n                  \"Seating Capacity\"\n                 \"Standing Capacity\".\n                  (2) No person shall use on any road or cause or permit to be so\n            used any rural service vehicle which-\n                (a) is not marked in accordance with paragraph (1); or\n                (b) whilst purporting to be so marked does not have correctly set\n                     out the numbers stated in the licence and certificate of fitness.\n                     respectively, as the seating capacity and standing capacity of\n                     the vehicle."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The destination of every rural service vehicle shall be so marked\n            both on the front and the rear thereof as to be readily ascertainable by\n            day or by night."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) No rural service vehicle shall carry more persons seated than\n            the number marked therein opposite the words \"Seating Capacity\" nor\n            more persons standing than the number marked therein opposite the\n            words \"Standing Capacity\" in accordance with regulation 5.\n                   (2) No rural service vehicle shall carry more persons standing\n            than two-thirds the seating capacity as determined in accordance with\n            the said regulation 5.\n                  (3) For the purpose of reckoning the number of persons carried\n            on a rural service vehicle no child under the age of three shall be\n            counted, and in the case of children above the age of three but under\n            the age of fourteen years three children shall be counted as two per-\n            sons."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. No person shall use or cause or permit any rural service vehicle\n            to be used on any road in contuavention of the provisi~nsof regulation\n            6 or 7.\n                           [The inclusion or thh pwe is authoriad by L.N. 4119761\nTHE PUBLIC PASSENGER TRANSPORT (RURAL AREA) REGULATIONS,                           9\n                          1971"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) Regulation 23, paragraphs (3) and (4) of regulation 28, regu-\nlations 29, 54. 73. 93-109 (inclusive). 117, 178 and paragraphs (2) and\n(3) of regulation 182 of the Road Traffic Regulations. 1938, shall not\napply in relation to the services provided under or by virtue of any ex-\nclusive licence granted under section 3 of the Act or the vehicles from\ntime to time used for the purposes of any of those services.\n      (2) The Road Traffic Regulations, 1938 set out in the first column\nof the Second Schedule shall apply in relation to the aforesaid services ;;E;;,~\nand vehicles with the modifications set out in the second column of the\nsaid Schedule.\n               [The inclusion of this pase is authorized by L.N.4119761\n                                                               FIRST SCHEDULE\n Fonn A                                                                                                                        (Regulation 4)\n                                     THE PUBLIC PASSENGER TRANSPORT (RURAL AREA) Am\n                                                                CERmCATE OF FlTNeSs\n                                                                 PARTICULARS\n                                                                          OF VEHICLE\n  This is to certify that the rural service vehicle d w b e d above has been examined and complies with the provisions of the Public Passenger\nTransport (Rural Area) Act and regulations. It IS m a fit and proper condition to be licensed as a public pasengcr vehicle. This Certificate of\nFitness shidl, unless sooner revoked, remain in force until the. .............................. .day of.. ......................19........\n                                                                                     ..................................................\n                                                                                             Public Paasmger ans sport (Rural Area)\n                                                                                                        Buard of Control\n........................\n           Date\nTHE PUBLIC PASSENGER TRANSPORT (RURAL AREA) REGULATIONS,\n                          1971\n                            SECOND SCHEDULE\n                                                                    (Regulation 9 (2) )\n   Regulation 4                       The substitution of the figures \"35\" for the\n                                   figures \"30\".\n   Regulation 6 (2)                  The substitution of the figures \"60%\" for\n                                   the figures \"50%\".\n   Regulation 24                     The substitution of the words \"Form A in\n                                   the First Schedule to the Public Passenger\n                                   Transport (Rural Area) Regulations, 1971\" for\n                                   the words \"Form A of the Schedule\".\n   Regulation 35                     The substitution of the words \"Form A in\n                                   the First Schedule to the Public Passenger\n                                   Transport (Rural Area) Regulations, 1971\" for\n                                   the words \"Form A of the Schedule\".\n   Regulation 60                      The substitution of the figures \"77\" for the\n                                   figures \"66\".\n   Regulation 134                     The deletion of paragraph (v).\n   Regulation 179                  (u) The substitution of     the words \"Public\n                                          Passenger Transport (Rural Area) Board\n                                          of Control\" for the words \"Road\n                                          Authority\".\n                                   ( b ) The substitution of the words \"present\n                                         the vehicle for examination by a person\n                                         authorized in that behalf by the Public\n                                         Passenger Transport (Rural Area) Board\n                                         of Control\" for the words \"take such\n                                         vehicle or trailer to the nearest Certifying\n                                         Officer or any Traffic Area Authority\".\n                                   (c)    The substitution of the words \"person\n                                          authorized by the Board\" for the words\n                                          \"Certifying Officer\" where those words\n                                          appear for the second and third times.\n   SCHEDULE\n   Form E l                        (a) The substitution     of the words \"Public\n                                          Passenger 'Transport (Rural Area) Act\"\n                                          for the words \"Road Traffic Law\".\n                                   (11)   The substitution of the words \"Inspection\n                                          by authority of Public Passenger Trans-\n                                          port (Rural Area) Board of Control\" for\n                                          the words \"Certifying Officer\".\n               lThc inclusion of this page is authorized by L.N. 4119761"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Submitted herewith are the following:\n    (a) Audited financial statements for the past three years.\n        (If applicant in business for less than three years submit audited finan-\n        cial statements for the entire period)\n    (b) Statement of financial projections for the next five years.\n    (c) Certified copy memorandum of association and articles of association.\n   I/We declare that to the best of mylour knowledge, infomiation and belief, the\nstatements made herein, are true and correct.\n                                                  Signature of applicant(s)                       Date\nN.B. In the case of a company the application should be signed by the secretary\n       and one director.\n                    Vhe inclusion of this m e is authorized by L.N. 4119761\n          PUBLIC PASSENGER TRANSPORT (RURAL AREA)\nTHE PUBLIC PASSENGER TRANSPORT (RURAL AREA) ACT\n                              REGULATIONS\n                            (under section 16)\n    (Made by the Minister on the 25th day of November, 1971)                L.N. 331171"
    }
  ],
  "definitions": []
}