{
  "id": "jm-subs-the-quarantine-act",
  "type": "statute",
  "title": "The Quarantine Act",
  "title_en": "The Quarantine Act",
  "short_name": "Quarantine Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-quarantine-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-quarantine-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Rules may be ci,ted as the Quarantine (Air) (Disinsectisation\nof Aircraft) Rules. 1994."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.--41) The Commander of every aircraft arriving in the Island shall,\nprior to landing d any member d the crew or any passenger or cargo.\nproduce t~ t h e satisfaotion of %he Health Officer, a certificate issued\nby a competent authority specifying that the aircratt has been treated\nwith one of bhe approved residual insecticides specified in Part A of\nthe Schedule.                                                             Schedule.\n       (2) A certificate issued under sub-paragraph (1) shall-\n     (a) contain-\n            (i) the name of the aircraft;\n            (ii) the registration number of (the aircraft;\n           (iii) the type of residual insecticide;\n           (iv) the date of treatment;\n             (v) the date of issue of the certificate;\n            (vi) the stamp, if any, and signature of the comptent author-\n                  ity;\n           (vii) the net weight, composition, dispenser and discharge\n                 rate of the formulation; and\n     (b) be valid for a period of thirty days or for such other period\n         as is necessary to retain the protective pesticide £dm in an\n         effective condition in a m d a n c e with the provisions d these\n         Rules.\n                (The inclusion of this page is authorized by L.N. 4/1997]\n    THE QUARANTINE (AIR) (DISINSECTISATION OF AIRCRAFT)\n                       RULES, 1994\n      (3) In this paragraph \"competent authority\" means-\n    (a) in relation to Jamaica, the Quarantine Authority;\n    (6) in relation to any other country, the person who, or organiza-\n        tion which, has authority to certify under the laws of that\n        country relating to public health, that the aircraft in respect\n        of which a certificate is issued h,as been disinfected in that\n        country in accordance with the laws of that country."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Where-\n    (a) the commander fails to produce a certificate or produces an\n        invalid certificate; or\n     (b) ithe aircraft originates from or lands en route in an infected\n          area or an endemic area or an area from which it is liable\n          to bring inseot vectors of malaria or other diseases,\nthe Health Officer, may, as he thinks it fit and without prejudice to any\nother power conferred upon him under the Act. cause the aircraft to\nbe disinsected on lthe ground on arrival and prior to landing of any\nmember of the crew or any passenger or cargo with one of the approved\naerosol formulation speccified in Part B of the Schedule."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The residual insecticide referred to in paragraphs 2 and 3 shall\nbe applied in suoh a manner that-\n     (a) on the first application thereof, treatment results in not less\n         than 0.5 g.a.i.lm2 remaining on all carpets and 0.2 g.a.i./mz\n         remaining on cargo compartments, baggage holds and all other\n         surfaces; and\n     (b) on each subsequent application, treatment results in not less\n         than 0.2 g.a.i./mZ remaining on all carpets and 0.1 g.a.i.1~12\n         remaining on all other surfaces."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Disinsectisation by means of an aerosol formulation, shall be\ndone by dispensing the treatment uniformly in all possible places where\ninseots may be sheltered at a ratio of 35g of the formulation per lOOm2\n(log per 1000 cu. ft.) of enclosed space and at the rate of 0.1-0.2g per\nsecond.\n               (The inclusion of this page is authorized by L.N. 4119971\n        THE QUARANTINE (AIR) (DISll\\rSBCTISATION OF AIRCRAFT)\n                           RULES, 1994"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) All aerosols and residual insecticides used in the treatment\n    of aircraft shall conform to international standards.\n          (2) For the punposes of these Rules, the insecticidal formulation\n    and its dispenser shall be regarded as a single unit required to produce\n    the aerosol.\n\\\n           (3) The net weight and composition of the insecticidal formula-\n    tion, the discharge rate and the date of manufaoture thereof shall be\n    indicated on each container."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) The Health Officer shall cause to be treated in an aircraft\n    by means of disinsectisation, all cupboards, closets, chests, toilets, com-\n    partments and all possible places where inse~tsmay be sheltered, so,\n    however, that all foodstuff and utensils which may be inside the aircraft\n    at the time of disinsectisation are protected from contamination.\n          (2) The Health Officer shall ensure that-\n        (a) passenger compartrnenh;\n        (b) crew compartments;\n        (c) cargo compartments and baggage holds; and\n        (d) all apertures of the aircraft, both internal and external,\n    are kept tightly closed during ,treatment and for a period of not less\n    than five minutes after completion of the treatment.\n                                         ~U~EDULB                    paragraphs 2 and 3)\n                            INSECTICIDAL TREATMENT\n                                          PART A\n              Residual Treatmenf\n                Permethrin (25175 cis: trans d o ) spray or\n                Permetbin a m s o l (2 % in propellants Freon 11 and 12 (1 :1) ).\n                                          PART\n                                                                     Percentage iby Weight\n      Berosol formulation\nI       (a) Resrnethrin or Dernethsin or Bioresmerhrin or Dip-\n            thenothrin without added solvents except that 0.067 %\n            petroleum                                                           2.0\n            distillate may be added to lhe Diphenothrin propel-\n            lant Freon 11 and Weon 12 (1:l)        ...               ...       98.0\n        (b) Permethrin (25175 cis: trans ratio)                                 2.0\n             ppellanlt Freon 11 and Freon 12 (1:l)\n                                                          --\n                                                                     ...       98.0"
    }
  ],
  "definitions": []
}