{
  "id": "jm-subs-the-quarries-control-act",
  "type": "statute",
  "title": "The Quarries Control Act",
  "title_en": "The Quarries Control Act",
  "short_name": "Quarries Control Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-quarries-control-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-quarries-control-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. Tbh R d u t i m may be cited as the Quarries Control (Quarry\nTax) Resolution. 1990.\n   2 4 1 ) Qullrry tax shall be paid at the rate of 3.5 per cent of the\nd u e d quarry material or quarry mineral extracted or won by a\nlicensee during each quarterly period.\n        (2) In subparagraph (1) value means, aubjtct b sub-paragraph\n(3), the amount of the actual prike w i v e d by the licensee in re-t of\na!ll qzuarry malerial or quarry mineral extracted or won by him at the\nquarry site dwing the quarterly period.\n        (3) If the Commissioner, having regard to the current market\nprice, is not satisfied that the amount referred to in sub-paragraph (2)\nrapresents a true value of the quarry material or quarry minerd, he\nmay, having regard to such market price, determine what shall be the\nvalue d the quarry material or quarry minerd extracted or won by the\nlicensee during the quarterly period for the putpose of sub-paragraph\n(1).\n                   iaclusim of thb paw k authorLad by L.N. 70/1992]\n          THE QUARRIES (GENERAL) REGULATIONS, 1958\n    (g) the nature and value of any machinery or plant brought on\n        to or removed from the quarry since the previous return;\n    (h) the kind, quality and quantity of stone, sand or other material\n        obtained during the preceding six months;\n    (1) the particulars of any death or serious accident which may\n        have occurred at the quarry during the preceding six months;\n    0') the type and quantity of any explosive used;\n    (k) any further particulars that the Commissioner may require."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Serial number of previous or existing grant of approval............................................"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. 1hereby declare the particulars' hereinafter given to be me-\n              (a) date of any previous notice to operate a quarry and the situation of\n                  quarry.. ........................................................................................\n             (b)    if approval to operate quarry was granted state serial number of grant of\n                   approval and the date thereof.. .............................................................\n                                                                 ..............................................................\n                                                                Signature ojOwner (or person in charge)\n*Insert name of applicant.\n**Here give brief direction how to get to the quarry, e.g. between M.P. 2-3 on the main\n    road from                         to\ntlnsm applicant's address.\n$Strike out words not appropriate.\n                                                        FORM 2                                              (Regulation 3)\n                              THE QUARRIES\n                                         (GENERAL)\n                                                REGULATIONS,\n                                                          I958\n                                     Grant of Approval to Operate Quarry\nNo ....................................."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Whether the applicant or his employer (if any) has been convicted of an offence\n    against the Quarries Act or previously held any grant of approval which has been\n    withdrawn .................................................................................................\n       I hereby declare the above particulars to be true, and forward herewith the appropriate\nfee.\n                                                      ............................................................................\n                                                                           Signature of applicant\n                                                 SECOND\n                                                      SCHEDULE                                          (Regulations 3.4)\n                                                           FEES\nFee accompanying application for quarry licence                              ...\nRenewal of quarry licence             ...            ...                     ...\n                                inclwion of chis pago in u ~ c b by\n                                                                  o LN.\n                                                                    ~   14l~ROlO]"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. It shall be the duty of the owner or agent at all times to comply\nwith the provisions of these Regulations and to enforce the observance\nthereof. If the owner does not himself exercise close and effective\nsupervision'over all the operations at the quarry, he shall appoint\nin writing a manager for the purpose.\n                    PART11-The-         Safety Provisions"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) The provisions in this Part shall apply generally to all\nquarries but the Commissioner may on any application for leave to\noperate a quarry or at any time while a quarry is in operation exempt\nthe owner or agent from any of the provisions contained in this Part.\n      (2) The owner of a quarry or his agent may at any time apply\nto be exempt from any of the provisions contained in this Part.\n      (3) Where the Commissioner refuses an application to exempt\na quarry from any of the provisiom contained in this Part the owner\nor agent may appeal in writing to the Minister whose decision shall\nbe final."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(I) The working or me faces and of the overburden or tops of\nthe quarry shall be carried on so as to prevent dangerous falls.\n      (2) The overburden shall be cleared back a sufficient distance\nand shall in no case be nearer than Len feet from the working face\nof the quarry to prevent danger from falls.\n      (3) Except with the approval of, and subject to conditions laid\ndown in writing by the Commissioner, the face of any quarry shall\nnot be worked so that it assumes an overhanging position.\n      (4) Safe means of access by which all persons employed can\ngo to and from their working places shall be provided and maintained\nin good condition by the owner or agent. No ladder used as a means\nof access to or egress from the quarry shall be fixed in an overhanging\n               [The inclusion of this pwe is authorized by L.N. 4119161\n          THE QUARRIES (GENERAL) REGULATIONS. 1958\nposition, nor at an inclination to the horizontal of more than seventy-\nfive degrees. Every such ladder in regular use shall have substantial\nplatforms at intervals of not more than twenty-five feet, and a strong\nhold-fast at each platform, and the ladder shall project at least three\nfeet above the platform in every case. Where necessary for safety\na hand-rail shall be provided in the case of ladders of a permanent\ncharacter."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The owner (or agent) shall at all times provide a sufficient supply\nof suitable materials and appliances for the purpose of ensuring the\nsafety of the working of the quarry and of the persons employed\ntherein."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) Where the number of persons normally at work in a quarry\nduring one shift exceeds ten, the owner or agent shall appoint in\nwriting one safety man.\n        (2) Where the working operations of a quarry are so extensive\nas to make it impracticable for one safety man to supervise effectively\nthe entire working operations thereof, the quarry shall be divided into\nas many districts as the Commissioner may direct and a safety man\nshall be asslgned to each district.\n       (3) Every safety man shall be required to devote his whole\ntime to the supervision of all operations in progress in the quarry\nor in his district as well as every worker thereon employed.\n        (4) Notwithstanding the provision of paragraph (3) a safety\nman may be employed for the purpose of firing explosives if he is the\nholder of an instrument of exemption under the Gunpowder and\nExplosives Act and if his being so employed does not hinder him\nfrom carrying out his duties related to safety in a thorough and\nefficient manner.\n        (5) The owner or agent shall notify the Commissioner in writing\nof the appointment of each safety man. The Commissioner may object\nto such appointment on the ground that the appointee has a bad\nsafety record."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The owner or agent or some competent person or persons\nappointed by the owner or agent for the purpose, shall daily inspect-\n    (a) every road, area or place within the q u ~ r r yand all adjacent\n        places from which danger might arise, including the over-\n        burden or tops of, and all means of access to, the quarry; and\n          THE QUARRIES (GENERAL) REGULATIONS, 1958\n     (b) the external parts of all plant, machinery and appliances,\n         including all chains, ropes, chain and rope attachments and\n         ladders used by persons employed therein.\n  If any danger is revealed by such inspection, the same shall\nimmediately be removed, and until so removed every person exposed\nthereto shall be withdrawn, the area fenced off, and a danger notice, or\nnotices, affixed thereto."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Where the number of persons employed in a quarry exceeds ten\na true report of every such inspection shall be recorded in a book\nto be kept at the quarry for the purpose and forthwith signed by\nthe person making the inspection. Such report shall disclose any\ndanger revealed during the course of such inspection together with\nthe steps taken to remedy such danger."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Instructions regarding safety measures given by the manager to\neach safety man shall be noted in the report book and signed by the\nmanager and safety man concerned."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. All such books as are by these Regulations required to be\nkept at a quarry shall be provided by the owner or agent and shall\nbe in the form approved for the purpose by the Commissioner."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Notwithstanding anything to the contrary contained in these\nRegulations, there shall be no obligation on the part of the owner\nor agent of any quarry to produce for inspection any book required\nto be kept under the provisions of these Regulations after a period\nof twelve months from the date when such book ceased to be in use."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. The owner or agent shall cause a copy of the Act and of these\nRegulations to be posted and kept affixed in some conspicuous place\nwithin the quarry so as to be readily accessible at all times to the\npersons employed therein."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1) Every workman employed at a quarry shall, before com-\nmencing work and whilst engaged in working, and more especially after\nany blasting operation, make a careful examination of his working\nplace, and remove any loose rock, stones or ground which might be\ndangerous.\n          (2) All persons working on the quarry floor or any bench shall\nbe removed before barring down rock or while any quarrying is in\nprogress on any level above.\n          (3) Every person employed at a quarry who discovers anything\nthat appears unsafe, or likely to cause danger, shall remedy the matter\nif it is within the scope of his duty; and if not, shall forthwith report\nit to the owner, agent or safety man within his district.\n          (4) No person employed at a quarry shall throw down rock,\nstones, earth or other material so as to cause danger to other persons\nor to himself.\n       (5) No person shall remain under a suspended waggon or load,\nor shall travel or be allowed to travel by means of any aerial rope-\nway, except with special permission from the owner or agent.\n        (6) Where in any part of any quarry there is discovered anything\nlikely to cause danger to life, limb or property, then, until such danger\nis removed, the owner or manager of such quarry shall cause every\nperson exposed thereto to be withdrawn, the area to be fenced off, and\na danger notice, or notices, to be affixed thereto.\n                     PART 111-Health and Welfare"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.-(1) The regulations contained in this Part shall apply only\nto the extent that the Commissioner may at any time direct, and\ndirections may be given either at the time when an application for\napproval to operate a quarry is made or at any time while the quarry\nis in operation.\n          (2) The owner or agent may apply to the Commissioner to be\nexempt from any of the p~ovisionsof this Part applied to the quarry\nby direction of the Commissioner, and if aggrieved by the refusal\nof the Commissioner to grant exemption may appeal in writing to the\nMinister whose decision shall be final."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.-(1) The owner or agent shall provide and maintain so as to be\nreadily accessible a first-aid box or cupboard of a standard to be\napproved by the Commissioner, and nothing except appliances or\nrequisites far first-aid shall be kept in a first-aid box or cupboard.\n           THE QUARRIES (GENERAL) REGULATIONS, 1958                              13\nthe first time at that quarry until it has been examined and reported\non in accordance .with paragraphs (4) (b) and (5); and no new steam\nboiler shall be taken into use unless there has been obtained from\nthe manufacturer of the boiler or from a boiler-inspecting company or\nassociation, a certificate specifying the maximum permissible working\npressure thereof, and stating the nature of the tests to which the\nboiler and fittings have been submitted. The certificate shall be kept\nand be available for inspeclion, and the boiler shall be so marked as to\nenable it to be identified as the boiler to which the certificate relates.\n        (7) In this regulation the expression \"steam boiler\" means any\nclosed vessel in which for any purpose steam is generated under\npressure greater than atmospheric pressure and includes any economiser\nused to heat water being fed to any such vessel, and any superheater\nused for heating steam."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. Every receiver for compressed air shall-\n  (1) have marked upon it so as to be plainly visible the maximum\nsafe working pressure and be fitted with a correct pressure gauge;\n  (2) be fitted with a suitable safety valve so adjusted as to permit\nthe air to escape as soon as the safe working pressure is exceeded;\n  (3) be fitted with a blow-off cock through which any fluid which\nmay have accumulated in the receiver may be blown off, and such\nblow-off cock shall be opened at least once in every working day\nwhilst the plant is running;\n  (4) (i) be thoroughly cleaned by a competent person once at least\n           in every twelve months; and\n      (ii) be examined by a competent person at least once in every\n           twelve months and a report of the result of such examination\n           shall be entered in, or attached to a book to be kept for the\n           purpose at the quarry:\n  Provided that in 1 1 1 ~case of a receiver of solid drawn construdion-\n    (a) the person making any such examination may specify in\n         writing a period exceeding twelve months but not exceeding\n         two years within which the next examination is to be made;\n         and\n    (b) if it is so constructed that the internal surface cannot be\n         thoroughly examined, a suitable hydraulic test of the receiver\n         shall be carried out in lieu of internal examination.\n  (5) For the purpose of paragraphs (1) and (2) any set of air receivers\nsupplied with air through a single pipe to which a pressure gauge\nand safety valve are fitted, may be treated as one receiver,\nP\n                IThe inclusion of this page is authorized by L.N. 4119761\n                                                                            --\n           THE QUARRlES (GENERAL) REGULATIONS, 1958\n  (6) In this regulation the expression \"air receiver\" means-\n    (a) any vessel (other than a pipe or coil or an accessory, fitting\n        or part of a compressor) for containing compressed air and\n        connected with an air compressing plant;\n    (6) any fixed vessel for containing compressed air or compressed\n        exhaust gases and used for the purpose of starting an internal\n        combustion engine."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. Where any lines or rails are used in connection with a quarry, the\nfollowing provisions shall apply-\n   (1) The lines or rails and points shall be periodically examined and\nkept in efficient order, having regard to the nature of the traffic.\n  (2) Coupling poles or other suitable mechanical appliances shall be\nprovided where required, and shall be used in every case for coupling\nand uncoupling locomotive&or waggons in motion wherever reasonably\npracticable.\n  (3) Where railway waggons are parked for loading, a line block\nshall be provided on the down side of the spur line in addition to the\nbrakes.\n  (4) No person, except those in charge of the waggons, shall pass\nimmediately in front of or between waggons moving under the loading\npoint.\n  (5) Where during the period between one hour after sunset and one\nhour before sunrise shunting or any operations likely to cause danger\nto persons employed are frequently carried on, efficient lighting shall\nbe provided either by hand lamps or stationary lights, as the case\nmay require, at all points where necessary for the safety of such\npersons.\n  (6) When materials are placed within three feet of a line of rails and\npersons employed are exposed to risk of injury from traffic by having\nto pass on foot over them or between them and the line, such materials\nshall be so placed as not to endanger such persons.\n  (7) No person shall cross a line of rails by crawling or passing\nunderneath a -train or waggon thereon.\n  (8) Wherever railway waggons are specially placed so as to afford\na thoroughfare such thoroughfare shall be at least five yards in width.\n  (9) The person in charge of any locomotive, waggon or train shall,\nbefore setting same in motion, give suitable warning of his intention\nso to do.\n               [The inclusion of this pwe is authorized by L.N. 4119761\n           THE QUARRIES (GENERAL) REGULATIONS, 1958                             15\n  (10) A danger signal shall be exhibited at or near the ends of any\nwaggon or train of waggons undergoing repair wherever persons\nemployed are liable to be endangered by an approaching locomotive\nor waggon.\n  (11) No person under the age of eighteen years shall be employed\nas a locomotive driver, and no person under the age of sixteen years\nshall be employed as a shunter.\n  (12) No person shall move or attempt to move a waggon by pushing\nat the buffer."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. No gunpowder or other explosive shall be kept at a quarry\nexcept upon the following conditions-\n    (a) it shall be stored in a magazine designed and constructed\n         in a manner approved by the Commissioner;\n    (b) it shall be stored only in such quantities as may from time\n         to time be approved by the Commissioner;\n    (c) detonators shall be kept in a separate and approved magazine\n         and shall at no time be kept in the same magazine or box\n         with any nitroglycerine compound;\n    (d) the manager of the quarry or some person who is appointed\n         by the manager and whose appointment is evidenced\n         by an entry in the explosives record book to be kept at the\n         quarry shall-\n              (i) be responsible for the safe custody of all high explosives;\n             (ii) not issue a quantity in excess of that which is sufficient\n                  for use in the quarry in any one shift;\n            (iii) immediately retake possession of any explosive remain-\n                  ing unused at the completion of blasting undertaken\n                  for the day of the issue;\n     (e) notwithstanding the provisions of paragraph (a), explosives\n          not exceeding one working day's supply may be stored at\n          a quarry in approved boxes securely locked and guarded:\n     (D no employee other than the manager or the person appoiqted\n          under paragraph (d) shall have in his possession at any time\n          a greater quantity of explosives than is required for use on\n          the shift in which he is employed; and\n     (g) no explosive shall be brought to the quarry face except when\n          immediately required for charging the holes."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35.-41) No person shall enter any magazine or other place provided\nfor the storage of any explosives, with a naked light.\n                [The inclusion of thia paw M authorized by L.N. 4119761\n          THE QUARRIES (GENERAL) REGULATIONS, 1958\n       (2) Where the magazine is not internally lighted the manager\nshall provide electric torches contained in a non-metallic case."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. Cartridges shall not be primed with detonators except for\nimmediate use. Detonators shall not be fixed to the fuse except by\nmeans of pincers."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. No iron or steel tool shall be used for tamping or ramming.\nWhere nitroglycerine explosives are used, only wooden rammers shall\nbe used in charging."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. A hole shall not be charged with explosive unless it is intended\nimmediately to fire the charge. Every person about to fire a charge\nshall-\n     (a) give clear and definite warning of the fact to all persons in\n          the vicinity; and\n      (b) ensure that all means of access to the workings where the\n          charge is about to be fired are effectually blocked against\n          traffic."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39. Where any charge consisting of any nitroglycerine compound\nhas missed fire, it shall not be withdrawn but a new hole shall be\nbored in the neighbourhood not less than twelve inches from the\nunexploded :barge for the purpose of exploding it. A charge of any\nexplosive which has hung fire or has apparently missed fire shall not\nbe visited until in the case of shots fired by fuse sixty minutes shall\nhave elapsed and in the case of shots fired by an electric current ten\nminutes shall have elapsed after the conducting wires are fkst dis-\nconnected."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40. No person shall remove any explosive from any quarry without\nthe manager's consent in writing, a note of which shall be entered by\nthe manager in the explosives record book."
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41.-(1)    The manager of the quarry shall ascertain the rates of\nburning of the fuses used in the quarry and shall communicate the\nrates so ascertained to all persons who are required to use the fuses.\n         (2) A fuse which burns at a rate exceeding two feet per minute\nshall not be used except in such quarry and in such circumstances\nas the Commissioner may approve in writing."
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42. Where in the course of inspection an inspector discovers any\nfuse, detonator or explosive which in his opinion is defective or\nunsafe, the person in charge thereof shall forthwith cause the same\nto be destroyed.\n               p h e inclusion of rhh pwe ii authorized by L.N. 4119761\n                           THE QUARRIES (GENERAL) REGULATIONS, 1958\n                                                FIRSTSCHEDULE\n                                                      FORM1                                           (Regulations 3,s)\n                              THEQUARRIES\n                                       (GENERAL)\n                                              REGULATIONS,\n                                                       1958\n                                    Notice o j Intention to Operate Quarry\nTo the Commissioner of Mines:"
    },
    {
      "provision_ref": "sec119",
      "section": "119",
      "title": "Section 119",
      "content": "119......\n     I hereby grant to.. ..........................................\n                                                                of.. .........................................\napproval to operate a quarry situated at ...............................................................    in the\nparish of .................................................. for a period of five years h m the date\nhereof, subject to the provisions of the Quarries Act, and of the Regulations made thereunder,\nwhich are now in force or may hereafter come into force during the continuance of this grant of\napproval, and subject to the following directions, conditions, restrictions and exemptions ............\n......................................................................................................................\n     Dated this ..........................................................\n                                                                        day of. .......................19. ......\n                          [Tbe iaslnaion of chi8 p u e n rutborid by LN. 141rR010]\n                           THE QUARRIES (GENERAL) REGULATIONS, 1958\n                                                      FORM3                                                 (Regulation 4)\n                             THE QUARRIES\n                                        (GENERAL)\n                                               REGULATIONS,\n                                                        1958\n                             Application for Renewal of Grant of Approval\nTo the Commissioner of Mines:"
    }
  ],
  "definitions": []
}