{
  "id": "jm-subs-the-radio-and-telegraph-control-act",
  "type": "statute",
  "title": "The Radio and Telegraph Control Act",
  "title_en": "The Radio and Telegraph Control Act",
  "short_name": "Radio and Telegraph Control Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-radio-and-telegraph-control-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-radio-and-telegraph-control-act",
  "provisions": [
    {
      "provision_ref": "sec0",
      "section": "0",
      "title": "Section 0",
      "content": "0) for trandbter olperaltinlg 5 olannels or less lpGr\n              cell site     . ..      ...     ...     ...                   ..a\n         (ii) for transmitter operbthg 10 c h m e l s or less\n              cell site      ...      ...     ...     .. .    ...\n        (iii) fbm transanitter *rating    h e m s of 10 dhannels\n              lger cell site ...       ...    ...     ...     ...\n        (iv) SuRvsWte Limnra          ...     ...     ...     ..."
    },
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. PFivate Radmi~Station Licente\n     Annual fee for Wan&tter(s) lo~p-mting-\n       (a) Single freqaenoy mode aborve 30 MlHz but mot ex-\n           ceedin~g470 MHz-\n                  (i) with mean power 2qp t0 but not exceeding\n                      one wWt      ...      ...      ...    ...                       $   1,000\n                 (Y) d t h mean ~pocwernot exceedintg 100 watts                       $ 2,000\n                 Oii) with mean @iwm exceedin'g 100 wlittts ...                       $ 5,000\n        (b) For two f r e q m w {dwlex) mot exceeding 470 MHz\n            serving sinrgle L i m ~ e e\n                   (i) w&ih mew m e r up to but not exceeding\n                       one warn      ...    ...     ...     ...                       $ 4,000\n                  (ii) wiih mean powex     to but n@texceeding\n                       100wmts       ...    ...     ...                         ..a   $ 7,000\n       (c) Radio paging transunither at a &?              teeming more than\n             lone mgaaizatwn                ...         ...        ...          ...   $10,000\n       (d) On a frequenay e m d i ~ l g470 MHz but less than\n           900 MHz but not inclBdilqgCelhlar Radio md M!dGle\n           Tmaking Sedces in the band 806-890 MHz wtth h a d -\n           width not emedinlg 25 KHz-\n                  (i) with a mean power uip to :butnot exceeding\n                      one wabt      ...      ...     ...      ...                     $ 1,000\n                 (ii) with a mean power up to but not exceeding\n                      100wtts       ...      ...     ...      ...                     $ 2,000\n                (iii)      B meaa mwer emeding 100 watjts ...                         $ 5,000\n       (e)   Tub frequlezlq (duplex) as in (d) above sewing a\n             &gle Licensee-\n                    (i) with a mean g o w r up to but m o t exceeding\n                        mew&          ...       ...      ...       ...                $ 4,000\n                   (ii) with a mean (powerup to 16utnot exceeding\n                        loomtts       ...               ...\n                                                         ...       ...                $ 7,000\n                  (iii) wi& a m a power exceeding 100 & t ~ ...                       $1o,W\n    THE RADIO AND TELEGRAPH CONTROL (PRIVATE RADIO                                 24.0 1\n               SDRVICE) REGULATIONS, I973\n      (f) For .bwo.frequencim semimg mlltiple usera in a\n          dmmn~nyyi~ervice    nmde--\n                 (i) with a mean wwer up to (but not exceeding\n                      one viMt      ...    ...        ...    ...\n                (ii) with a mean pbwer up     mb.uh n& excedmg\n                      1 0 0 ~ s ...        ...        ...    ...\n                (iii) with a mean wwer exceedimg 100 wetk\n      (g) Private Radio Station (User) Lkence Annual Fee ...\n      (h) Shibstitute Liceate       ...    ...        ...    ..."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In these Regulations-\n       \"amplitude modulations\" means modulation in which the amplitude\n             of the carrier is varied in accordance with the modulating\n             signal;\n       \"assigned frequency\" means the centre of the frequency band\n             assigned to a station:\n       \"assigned frequency band\" means the frequency band of which the\n             centre coincides with the frequency assigned to the station and\n             the width of which equals the necessary h n d width plus twice\n             the absolute value of the frequency tolerance:\n       \"authorized frequency\" means a frequency assigned to a station\n             in the citizens band radio service;\n       \"authorized frequency band\" means the frequency band which\n             contains all authorized frequencies which may be assigned\n             to a station in the citizens band radio service;\n       \"base station\" means a land station in the land mobile service\n             carrying on a service with land mobile stations, or in some\n             instances with stations other than land mobile stations;\n        \"call sign\" means a specific signal assigned to a station by f5e\n             Postmaster-General or approved by him for use by that station.\n              for the p u p s e of identifying transmissions made by that sta-\n             tion;\n        \"carrier or carrier wave\" means an electromagnetic wave suitable\n              for the transmission of information by the process of modula-\n              tion;\n-      '\"carrier power of a radio transmitter\" means the average power\n                  me inclusion of thia page is authorized by L.N. 731 19991\n  THE RADIO AND TELEGRAPH CONTROL (CITIZENS BAND\n          RADIO SERVICE) REGULATIONS, 1986\n     supplied to the antenna trammbion h e by a & m i t t e t\n      during one radio frequency cycle under conditions of no modu-\n      lation but does not include pulse modulation emissions;\n\"C.C.I.R.\" means the International Radio Consultative Cmmittttee,\n      which is an organ of the International Telecommunication\n      Union;\n\"chiannd\" means a numerical desigmtm 8 s s o c i ~with each au-\n      thorized frequency in the citizens band radio service;\n\"citizens band radio service\" meass a radio communication service\n      within the land mobile service intended for short-distance\n      personal or business activities;\n\"citizens band radjo stadon\" maans a station in a aitizeas band\n      radio service;\n\"decibel or db\" means the ratio of two amounts of power expressed\n      as a number which jS ten time^ the logamithm to the base 10\n      of this ratio:\n\"emergency communication\" means communication to be used ex-\n      clusively for distress, urgency or safety purposes;\n\"emission\" means radiation produced or the production of radiation\n      by a radio transmitting system;\n\"emission classification\" means the classification of emissions\n      according to the pertinent characteristics of the emission and\n      the figures and letters used to indicate such characteristics,\n      such figures and letters being formulated in accordance with\n      the International Telecommunication Convention and the re-\n      coanmendatim of I h e C.C.I.R.;\n\"external radio frequency power amplifier\" means any device which\n      when used in conjunction with a radio transmitter as a signal\n       source is capable of amplification of that signal, and is not an\n      integral part of a radio transmitter as manufactured;\n\"frequency tolerance\" means the maximum permissible departure\n       by the centre frequency of the frequency band occupied by an\n      emission from the authorized frequency, or by the characteristic\n       frequency of an emission from the reference frequency and the\n        frequency tolerance shall be expressed in parts in 106 or in\n      cycles per s m n d ;\ngghamfulinterference\" means interference which endangers the\n      functioning of a radio navigation service or of other safety\n      services or saTiously degrades, obstructs, or repeatedly inter-\n      rupts a radio communication service operating in accordance\n           [The inclusion of this pago is authorized by L.N. 73/1999]\n THE RADIO AND TELEGRAPH CONTROL (CITIZENS BAND\n         RADIO SERVICE) REGULATIONS, 1986\n      with the regulations under the Act;\n\"interference\" means the effect of unwanted energy due to one or\n      a combination of emissions, radiations, or inductions upon\n      reception in a radio communication system, manifested by any\n      performance degradation, misinterpretation or loss of informa-\n      tion which cuuld be extracted in the absence of such unwanted\n      energy;\n\"International Telecommunication Convention\" means the Inter-\n      national Telecommunication Convention of November 1982\n      and the Radio Regulations and Additional Radio Regulations\n      in force thereunder, and includes any conventions or regulations\n      which may from time to time be made in substitution therefor\n      or for the amendment thereof;\n\"licensee\" means the holder of a valid licence issued in accordance\n       with these Regulations from the Postmaster-General to es-\n       tablish, maintain and use, or to use only, as the case may\n       require, a station or stations for operation in the citizens\n       band radio service;\n\"mean power of a radio transmitter\" means the power supplied to\n       the antenna transmission line by a transmitter during normal\n       operation, averaged over a time sufficiently long compared\n        with the perid of the lowest frequency enoountered in the\n       modulation, a time of 1/10 second during which the mean\n        power is greatest being usually selected;\n \"mobile senice\" means a service of radio communication between\n       mobile and land stations or between mobile stations;\n \"mobile station\" means a station in the mobile service intended\n       to be used while in motion or during halts at unspecified\n       points;\n\"mdulation\" means the process of impressing the characteristics\n       of signal upon a camer to hcilitate transmission of the\n       signal via the carrier;\n ''necewary bandwidth\" meam in relatioin to a given class of emis-\n       sion, the minimum value of the occupied bandwidth suf5cient\n        to ensure the transmission d information at the rate and\n        with the quality required for the system employed under\n        specified conditions and includes emissions useful for the\n        good functioning of the receiving equipment;\n  \"occupied bandwith\" means the frequency bandwidth such that.\n      THE RADIO AND TELEGRAPH CONTROL (CITIZENS BAND\n              RADIO SERVICE) REGULATIONS, 1986\n         below its lower and above its upper frequency limits, the\n         mean powers radiated are each equal to 0.5% of the total\n         mean power radiated by a given emission, with rhe exception\n             of certain cases where the percentage of 0.5% may lead to\n            difficulties in the practical application of the definitions of\n            occupied and necessary bandwidth when a different percent-\n            age approved by the Postmaster-General may be used;\n    \"operator\" means any person, other than the licensee, operating\n            a citizens band radio station;\n    'w          envelope power of a radio transmitter\" means the average\n            power supplied to the antenna transmission line by a trans-\n            mitter during one radio frequency cycle at the highest crest\n            of the modulation envelope, taken under conditions of normal\n            operation;\n    \"portable station\" means a &ation in a radio service designed to\n            be tramported from place to place;\n    \"radio communication\" means telecommunication by means of\n            radio waves;\n    \"radio transmitting system\" means apparatus comprising a radio\n             transmitter connected to its antenna or several radio trans-\n            mitters connected to a common antenna;\n    \"single sideband emission\" means an amplitude modulated emis-\n            sion with one side band only;\n    \"spurious emissions\" means emissions on a frequency or frequencies\n            which are outside the necessary bandwidth and the level of\n            which may be reduced without affecting the corresponding\n            transmission of information;\n     ''station\" means one or more transmitters or receivers or a combina-\n            tion of transmitters and receivers, including the equipment\n            necessary at one location for carrying on a citizens band radio\n         &ce."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-41) The Postmaster-General may-\n                              (a)   on application being made to him in the form set out as\nSccond                              Form A in the Second Schedule; and\nSchedule.\n                               (b) on payment to him by an applicant of the appropriate annual\nFirst S C ~ C ~ U I C .              fee specified in the First Schedule,\n                          issue a licence in the form prescribed as Form B or the form prescribed\n                          as Form C in the Second Schedule authorizing the establishment, main-\n                          tenance and use of a radio station in the maritime mobile service.\n                                 (2) A licence issued in respect of any station on an ocean-going\n                          vessel shall also apply to and contain particulars of, any station which\n                          may be established for on-board communications or on any lifeboat,\n                          liferaft or survival craft carried by that vessel.\n                                 (3) A licence issued in accordance with the provisions of para-\n                          graphs (1) and (2) may be renewed each year on payment to the\n                          Postmaster-General of the annual fee specified in relation thereto in\n                          the First Schedule.\n                                 (4) The Postmaster-General may, on being satisfied that a licence\n                          issued pursuant to paragraphs (1) and (2) has been lost or destroyed,\n                          issue ,to the licensee a substitute of such licence on payment by the\n                          licensee of the fee specified in relation thereto in the First Schedule.\n                                  (5) A licence issued under this regulation shall not be transfer\n                          able or assignable, but where the licensee is an organization the\n                                        me inclusim of this page is authorized by L.N. 127/19801\n      T H E R A D I O A N D TELEGRAPH CONTROL (MARITIME MOBILE\n                      R A D I O SERVICE) REGULATIONS, 1977\nPostmaster-General may amend the licence to show a change in the\nname of the licensee if there has been no change in the ownership\nor control of the organization.\n      (6) No licence issued under these Regulations for the establish-\nment and operation of a coast station shall permit the licensee to\noperate any station in any manner which will infringe the terms and\nconditions of the licence issued to the Jamaica International Te!e-\ncommunications Limited, published in the Jamaica Gazette Extra-\nordinary Vol. XCII No. 43 dated Monday, April 21, 1969.\n       (7) A licensee who operates in contravention of the terms and\nconditions of the licence issued to the Jamaica International Telecom-\nmunications Limited shall be liable to the penalty prescribed for such\nbreach in section 7 of the Act."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. When the applicant is a company the application must be signed by\n    one of the persons referred to in Note 1.\n                    p b jnchba of tbh. psee t authorid by L.N. 112119781\n                       THE RADIO AND TELEGRAPH CONTROL (MARITIME MOBILE\n                                 RADIO SERVICE) REGULATIONS, 1977\n                                           SECOND\n                                                SCXEDULB,\n                                                       contd.\n                                RADIO AND TELEGRAPH CONTROL ACT\n                                            GOVERNMENT\n                                                    OF JAMAICA\n                                              Ship Station Licence\n                                        .........................\n                                        No.\n    Period of validity. ......-..............................................................\n  In accordance with the provisions of the Radio and Telegraph Control (Maritime Mobile Radio\nService) Regulations. 1977 and with the Radio Regulations annexed to the International Telecommu-\nnication Convention now in f o m this authorization is herewith issued for the installation and for\nthezuse of the Radio equipment described below:\n                                          Call sign or                                          Public cor-\n           Name of Ship                      other                    Owner of Ship            respondence\n                                         identification                                          category\n                                   I                         I\n           I   iuipment Type                                         crmss~on     I     Frequen bands or\n                                                                                        assigned'equencica\n        -I     Transmitters\n       6 Ship's Emergency\n                                                             i                    i\n                Transmitters\n                                                                          -I\n-\n       7 Swivalpaft\n-Other Equipment\n          Tranam~tters\n       8\n                                                             I                    I\n                                                                 For the Issuing Authority\n                                                ............\n                                                    Date\n                                                                                         ....................\n                                                                                             Authentication\n                               me hcludon of rhb pago ia authorized by L.N. 112119781\n    THE RADIO AND TELEGRAPH CONTROL (MARITIME MOBILE\n              RADIO SERVICE) REGULATIONS, 1977\n                                          SECOND SCHEDULB,\n                                                        contd.\n                            RADIO AND TELEGRAPH CONTROL ACT\n                                                   FORMC\n                                           GOVERNMENT\n                                                   OF JAMAICA\n                                         Private Coast Station Licence\n                                    No.     .........................\n    Period of Validity.   .....................................................................\n  In accordance with the orovisioris of the Radio and Telearaoh Control (Maritime Moblie Radio\nService) Regulations, 1977; and with the Radio Regulations &Axed to the convention now in force,\nthe authorization is hereby issued for the installation and for the use of the Radio equipment as specified\nin the Schedule hereto:\n-                                    -   -\n                       Geogra-                      Call sign\n                        phical                      or other     Nature of\n      Address             CO-         Name          identifi-    Service          Name        Address\n                       ordinates                     cation\n                                   --\n                 ..-\n                            [The inclusion of this page ir authorized by L.N. 112119781\nTHE RADIO A N D TELEGRAPH CONTROL (MARITIME MOBILE\n          RADIO SERVICE) REGULATIONS, 1977\n   m e Incldon af this page Is au;horlzcd   by L.N. 112/19781\n   THE RADIO AND TELEGRAPH CONTROL (MARITIME MOBILE                                                93\n             RADIO SERVICE) REGULATIONS, 1977\n                                          THIRDSCHEDULE                            (Regulat~ons26, 27)\n                         RADIO AND TELEGRAPH CONTROL ACT\n                                                   I\n                                                                                              -- --\n    Channel\n   designator\n                     Transmitting frequency\n                            (MHz)                  I                  Use in Jamaica\n                                       Coast\n                                       Station"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1) A licence shall not be iisued to any person in respect of a\nstation in the amateur radio service unless he is the holder of one of the\nfollowing certificates-\n      (a) Amateur Radio Operator's Certificate, Class A;\n      (b) Amateur Radio Operator's Certificate, Class B;\n       (c) Amateur Radio Operator's Certificate Class C; or\n       (4 any other Radio Operator's Certificate for which the qualifica-\n           tions are not of a lower standard than that required for any\n           Class of Amateur Radio Operator's Certificate.\n       (2) The qualifications required for each Class of Radio Operator's\nCertificate prescribed in paragraph (1) shall be those specified in relation\nthereto in regulations appropriate to radio operators made under the Act.\n      (3) The privileges and restrictions applicable to each Class of\nAmateur Radio Operator's Certificate in relation to the amateur radio\nservice shall be those specified in that respect in these Regulations.\n       (4) Notwithstanding the provisions of paragraph (1) a bona Me\namateur radio association or society may authorize an official of that\nassociation or society, to apply on behalf of the association or society,\nfor a licence to establish, maintain and use an amateur radio station.\n       (5) An official applying for a licence in accordance with para-\ngraph (4) shall be the holder of at least a valid Amateur Radio Operator's\nCertificate Class A, and shall hold the licence, if granted, as a trustee\nfor the association or society on behalf of which the application was\nmade, and shall be responsible for the operation of the station.\n      (6) Notwithstanding the provisions of paragraph (1). the Post-\nmaster-General may issue a licence in respect of a station in the amateur\nradio service to any Commonwealth citizen who is the holder of a valid\n                me inclusion of thh pwe Is authotizcd by L.N. 4/1916]\n    THE RADIO AND TELEGRAPII CONTROL (AMATEUR RADIO\n                SERVICE) REGULATIONS, 1974\nAmateur Radio Operator's licence or certificate issued in a Common-\nwealth country, so, however. that the Postmaster-General shall be satis-\nfied that the requirements for the issue of such a licence or certificate\nin the aforesaid Commonwealth country is not of a lower standard than\nthat required in Jamaica for a similar licence and that the licence or\ncertificate concerned is appropriate to the class of station to which the\napplication relates.\n       (7) A licence issued under thiq regulation shall not be assignable\nor transferable."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.41) Every licensee or his agent shall afford the Postmaster-General\nor his agent or an inspector entry at any reasonable time into any\npremises, vehicle, or ship on which any station is located and shall\ngive such reasonable assistance as may be required during the inspection.\n       (2) The inspection referred to in paragraph (1) may include\nsuch tests and measurements as may be required to ascertain whether\nthe apparatus Complies with the technical characteristics set out in-\n     (a) the licence;\n     (b) the relevant provisions of the Convention;\n     (c) any international agreement on telecommunications to which\n          the Government is a party; or\n     (4 the Safety Convention,\nwhere applicable.\n   THE RADIO AND TELEGRAPH CONTROL (MARITIME MOBILE\n             RADIO SERVICE) REGULATIONS, 1977\n. 7.-(1)    To facilitate the inspection provided for by regulation 6, a\ncopy of the licence shall be available or posted-\n      (a) at public coast stations where the licence shall be available\n           at both transmitting and receiving stations when these are\n           not co-sited;\n      (b) at private coast stations where the licence shall be available\n           at the station;\n      (c) at both public and private ship stations where the original\n           licence shall be posted at the principal location on board\n           from which the station is operated.\n        (2) Notwithstanding the provision in sub-paragraph (c) of para-\ngraph (1) in the case of private ship stations operating within the\nterritorial waters of Jamaica production of the licence on demand\nwill be deemed to satisfy the requirements."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) Field intensity in relation to I.S.M. apparatus in microvolts\nper metre shall be those measured values indicated by a. field strength\nmetre approved by the Postmaster-General. or any other instrument\napproved by the Postmaster-General giving equivalent measurements.\n      THE RADIO AND TELEGRAPH CONTROL (EXEMPTIONS)\n                    REGULATIONS, 1973\n      (2) A field strength metre mentioned in paragraph (1) shall be\nadjusted in accordance with the manufacturers' instructions to read such\nquasi peak values of field strength as may be approved by the Post-\nmaster-General.\n      (3) A horizontally polarized dipole antenna having a height of\n75 feet shall be used for measurement of field strength at any frequency\nabove 25 megahertz.\n     (4) Field intensity measurements shall be made in accordance with\nsuch engineering practice as may be approved by the Postmaster-\nGeneral.\n   &-(I) Notwithstanding the limits of radiation from any I.S.M.\napparatus specified in paragraph (3) of regulation 6, where harmful inter-\nference is being caused to telecommunications services being operated\nin accordance with the Act by any such apparatus, the Postmaster-\nGeneral or an inspector may require the owner or operator of such\napparatus to suppress the radiation from apparatus to values lower than\nthose specified in that paragraph.\n       (2) Where in the opinion of the Postmaster-General or an\ninspector the radiation from any I.S.M. apparatus should be suppressed\npursuant to paragraph (I), he shall serve a notice in writing on the owner\nor operator of the apparatus concerned requiring him to effect the\nnecessary suppression, and any such owner or operator so served shall,\nsubject to paragraph (3), forthwith comply with the requirement con-\ntained in the notice.\n       (3) Any owner or operator of I.S.M. apparatus aggrieved by any\nrequirement of the Postmaster-General or an inspector pursuant to\nparagraphs (1) and (2), may within fourteen days from the date on which\nthe notice was served on him, appeal in writing to the Minister, who\nmay make such decision in relation thereto as he thinks fit, and shall\nnotify the Postmaster-General or the inspector, as the case may be, and\nthe owner or operator of the equipment concerned, in writing as soon\nas may be, of his decision in the matter.\n               me inclusion of thin pwe   M authorized by   L.N. 4/1976]\nTHE RADIO AND TELEGRAPH CONTROL (EXEMPTIONS)\n              REGULATIONS, 1973\n                           SCHEDULE                          (Regulation 6 (2))\n         1\n         1\n                  Upper\n                Frequency\n                  i   t\n                megahertz\n                                 1\n                                 1\n                                          Lower\n                                        Frequency\n                                          i   t\n                                        megahertz\n                                                         1\n                                                         I\n                                                                   Centre\n                                                                 Frequency\n                                                                 megaherti\n      [The inclusion of thL page is authorized by L.N. 4119761\n                 RADIO AND TELEGRAPH CONTROL\n       THE RADIO AND TELEGRAPH CONTROL ACT\n                                 REGULATIONS\n                               (under section 8)\n    THERADIOAND TELEGRAPH\n                       CONTROL\n                             (PRIVATE\n                                    RADIOSERVICE)\n                             REGULATIONS.\n                                       1973\n       (Made by the Minister on the 30th day of October, 1973)                  L.N. 441173\n                                                                                Amdts.\n                                                                                L.N. 8 0 ~ 1 8 0"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. (a) Name of vessel.. ............................................................................\n   (b) Flag signal...................................................................................\n   (c) Type of vessel (tick as a p p r o p ~ a t e )\n       Passenger        -foreign going including home trade                                          (\n       Pamenger         -coastal                                                                     (   1\n       Cargo            -foreign going including home trade                                          (   1\n       Cargo       - coastal                                                                         ( 1\n       Tanker           -foreign going including home trade                                          ( 1\n       Tanker      - coastal                                                                         ( 1\n        TUP                                                                                          ( 1\n        Y&t                                                                                          (   1\n        Fishing                                           (   length ................. (FtIMetrw)\n        Other.. ...............................           ( ) length     ..................\n                                                                                       (FtIMetres)\nTHE RADIO AND TELEGRAPH CONTROL (MARITIME MOBILE\n          RADIO SERVICE) REGULATIONS, 1977\n                             SBCONDSCHEDULB,\n                                          contd.\n (d) Gross maximum registered tonnage................................................\n (e) Registered owner :\n        (i) Name..................................................................................\n       (ii) Addms ................................................................................\n        ...\n       (11~1)Nationality...........................................................................\n (f) Port of registry................................O c i Reg. No.. ...................\n(g) Port where radio installation may be inspected.................................\n(h) CaP sign preferred........................................................................\n(0 Technical warticula?~of reserve ~ e supply           r .................................\n               me inclusion of this p g e is authorized by L.N. 112/1978]\nTHE RADIO A N D TELEGRAPH C O N T R O L (MARITIME MOBILE\n          RADIO SERVICE) REGULATIONS, 1977\n    m e inclusion of this page is authorized by L.N. 112119781\n  THE RADIO AND TELEGRAPH CONTROL (MARITIME MOBILE\n            RADIO SERVICE) REGULATIONS, 1977\n                                      SCHEDULE,contd.\n                                 SECOND"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Pronosed location of station            ...............................................................\n                                              ............................................................\n                                                            Signature o f applicant\n                                              ............................................................\n                                                              Date of application\n                                             FORMB                 (Regulations 3(1), 5(4), S(6))\n               THE RADIO AND TELEGRAPH CONTROL ACT\n  (Issued b y the Postmaster-General pursuant to regulation 3 of the Radio\n     ond Telegraph Control (Amateur Radio Service) Regulations. 1974,\n                 (hereinafter referred to us \"the Regulmlond') )\n   of. ....................... .\n                               .........................................................................\n          THE RADIO AND TELEGRAPH CONTROL (AMATEUR RADIO\n                      SERVICE) REGULATIONS, 1974\n                                                       SECOND SCHEDULE, contd.\n                                                            FORMB. contd.\n          ......................... ..............................................................................\n         (hereinafter referred to as \"the licensee\") is hereby authorized to establish,\n         maintain and use a Class . . . . . . . . . . . . . . . . . . . . . ..\n                                                                             .Station in the Amateur Radio\n         Service.\n         The licence is issued subject to the provisions of the Radio and Telegraph\n         Control Act, and all relevant regulations issued thereunder, and to the Radio\n         Regulationi in force under the International Telecom~nunication Con\\ention\n         or any subsequent convention or regulations amending, adding to, or in sub-\n         stitution for the said Convention or regulations.\nLocation of Station.. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n............................................................................................................\nCall Sign ..................... .......                .................................................................\nDate of Issue.. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\nLicence No.. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n                                                                                               ....................................\n                                                                                                 Postmaster-General\n                                                                                 FORMC                                                             (Regulation 32)\n                               THE RADIO AND TELEGRAPH CONTROL ACT\n                                     FOR ALIENAMATEUR\n                           APPLICATION              RADIOSTATION\n                                                               PERMIT\n     I . Name (1) .......................\n                                        .. ..... . . . . . . . . . . . . . . . . . . . . . . . . . ..\n                                                                                                    ... . . . . . . . . . . . . . . . . . . . . . . . . . .\n                            Srcrnanze                                                               Given h'atttes"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Is this application for\n                                                     (a) New Licence\n                                                     (b) Additional Licena\n                                                     (c) Amendment / Substiturn\n     If (b) or (c) give current licence numbers .............................................\n__C\n                   [The inclusion of thu page is authorized by L.N. 76119873\nTHE RADIO AND TELEGRAPH CONTROL (CITIZENS BAND\n        RADIO SERVICE) REGULATIONS, I986\n      W e Inclusion of this page is authorized by L.N. 76119871\n        TIJE RA D l 0 A N D TELEGRAPH CONTROL (CITIZENS BAND\n                   RADIO SERVICE) REGULATIONS, 1986\n                                              B\n                                           FORM                              (Regulation 4 (1) )\n            THE RADIO AND TELEGRAPH COlNTROL ACT\n                         Citizens Band Radio Station Licence\n(issved bx. ,:he Postmaster-General pursuant to the Radio and Telegraph\nCcr;trcl (,lt~zans Band Radio Service) Regulations, 1986 (hereinafter referred\n                          to as \"the Regulations\") )\n(hercinafter referred to as \"the Licensee\") is hereby authorized to establish,\nmaintain and use the citizens band radio station(s) (hereinafter referred to as\n\"the station(s)\") as specified in the Schedule hereto and to operate the sta-\ntioc(s) in accordance with the provisions of the Regulations.\nThe Licensee shall pay to the Postmaster-General the fee specified jn the\nSchedule to the Regulations in accordance with the terms set out in the\nRegulaiions.\nThe Licence may be withdrawn, suspended or amended by the Postmaster-\nGeneral by notice in writing given ,to the Licensee in accordance with the\nRegulstions.\nDate of issue ............................................................\nDate of expiry of licence ...............................................\n                                                .........................................................\n                                                              Postmaster-General\nLicence NO.\n                   [The inclusion o i this page is authorized by L.N. 76119871\nTHE RADIO AND TELZGRAPH CONTROL (CITIZENS BAND\n        RADIO SERVICE) REGULATIONS, 1986\n      TIIE RADIO AND TELZGRAPH CONTROL (CITIZENS BAND\n                    RADlO SERVICE) REGULATIONS. 1986\nC9tizens Band Radio Station Licence-\n         Fee payable on appnidon ...                   ...        ...          ...       $600.60\n         Annual Renewal ...                ...         ...        ...          ...      $600.00\n          Subetirtdk Licence    ...         ...        ...        ...          ...      $100.00\n                                 THIRD SCHEDULB                          (Regulation 4 (2) )\n                     FREQUENCY\n                            AND CHANNEL\n                                      DESI~NATORS\n                                                                                     Frequency\nChannel\n.                                                                                     .\n                                                                                     (megahertz)\n                  [The inclusion of this page k authorized by L.N. 731 19991\n      THE RADIO A N D TELEGRAPH CONTROL (CITIZENS BAND\n              RADIO SERVICE) REGULATIONS. 1986\n                      THIRD SCHEDULE. contd             .        (Regulation 4 (2) )\n                                                                          Frequency\nChannel                                                                  (megahertz)\n .                                                                         .\n                 RADIO A N D TELEGRAPH CONTROL\n       THE RADIO AND TELEGRAPH CONTROL ACT\n                                REGULATIONS\n                              (under section 8)\n       (Mude by the Mitlister on the 9fhday of November, 1987)                     L.N. 1786187\n                                                                                   Arndr:\n                                                                                   L.N.     45196\n                                                           [ 4th January, 1988 1            27~198"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.--(I) The licensee or operator of a station in the citizens band\nradio service shall not transmit, nor cause nor permit to be trans-\nmitted-\n    (a) mprfluous signals;\n    (b) test and adjustment signals made in such a way as to cause\n         harmful interference to any other lawfidly operated station;\n    (c) test and adjustment signals which may be confused with any\n         message, abbreviation, or other sigual having special signi-\n         f      i in the~ radio~communication service;\n    (4 music, whistling, sound elfects or any material to amuse or\n         entertain;\n    (e) any radio communication for live or delayed re-broadcast\n         on a radio or television broadcast station;\n    0 any radio communication with any station in other countries;\n    &) any radio communication of a false or misleading character,\n         a d in particular any false or deceptive distress signal or\n         call; or\n    (h) any radio communication of a seditious, obscene or libellous\n         nature or of any offensive nature or meaning.\n       (2) Where there is a contravention of the provisions of sub-\nparasraph (4. (@. (c). (d). (e) or 0 of paragraph (1) the Postmaster-\nGeneral shall-\n    (a) if it is the first such contravention by that station, send a\n         warning in writing to the licensee of the station concerned\n         to the effect that any similar contravention may result in\n         the suspension of the licence granted to him in respect of\n         that station; and\n    (b) in the case of any subsequent contravention from that station,\n         suspend the licence granted in respect of the station for a\n         period not exceeding six months, and notify the licensee of\n         the station concerned in writing that his licence has been\n        suspended giving detaila of the suspension and requiring\n         him to deliver the licence forthwith to the Postmaster-General.\n       (3) Where there is contravention of the provisions of sub-\nparagraph (g)or (h)of paragraph (1). the Postmaster-General shall-\n    (a) if it is the first such contravention from that station suspend\n         the licence granted in respect of the station for a period not\n                  incl~irlonof this page is euthprized bv L.N.761198'13\n      THE RADIO AND TELEGRAPH CONTROL (CITIZENS BAND\n              RADIO SERVICE) REGULATIONS, 1986\n         exceeding six months;\n     (b) in the case of any subsequent contraventions by that statiorl.\n         cancel the licence granted in respect of the station; and\n    (c) notify the licensee of the station concerned in writing, that his\n         licence h a s been suspended or cancelled as the case may be.\n         giving details of the suspension or cancellation, and requiring\n         him to deliver his licence forthwith to the Postmaster-General.\n       (4) A licensee aggrieved by the decision taken by the Post-\nmaster-General pursuant to paragraph (3) may appeal in writing to the\nMinister within fourteen days of the date on which the decision from\nwhich he is appealing is wnununicated to him and the Minister may\nmake such order in relation thereto as he thinks fit.\n        (5) The Minister snall notify the Postmaster-Oeneral and the\nlicensee in writing as soon as practicable of the order made under\nparagraph (4)."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Second Class Radiotelegraph Operator's Certificates may be issued\nonly to candidates who have satisfied the Postmaster-General of their\ntechnical and professional knowledge and qualification in respect of the\nfollowing-\n    (a)    (i) ability to send correctly by hand and to receive correctly\n               by ear in the International Morse code, code groups of\n               mixed letters, figures and punctuation marks at a speed\n               of sixteen groups per minute, and plain language text at\n               a speed of twenty words per minute, with each code\n               group comprising five characters, each figure or punctua-\n               tion mark counting as two characters, and the average\n               word of the text in plain language containing five\n               characters;\n           (ii) the duration of each test of sending and of receiving\n                shall be at least five minutes;\n    (b) ability to send and to receive messages correctly by radiotele-\n        phone;\n    (c) elementary, theoretical and practical knowledge of electricity\n        and radio;\n    (d) the adjustment, maintenance and practical working of radio-\n        telegraph, radiotelephone and radio direction-finding apparatus\n        including accessory apparatus used in the ship service;\n    (e) the taking of radio direction-finding bearings;\n    (f) detailed knowledge of international regulations applying to the\n        exchange of radiocommunications, of the docunents relative to\n        the charges for radiocommunications, and of that part of the\n        Convention for Safety of Life at Sea for the time being in force,\n        which relates to radiocommunictitions;\n    (g) knowledge of the principal maritime navigation routes and of\n        the more important telecommunication routes of the world."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) An amateur station shall be identified by the transmission of\nits call sign at the beginning and end of each single transmission or ex-\nchange of transmissions, and every ten minutes during any single trans-\nmission or exchange of transmissions of more than ten minutes duration.\nand in addition at the end of an exchange of telegraphy or telephony\ntransmissions between amateur stations, the call sign or the generally\naccepted network identifier, as the case may be, shall be given for the\nstation, or for at least one of the group of stations with which com-\nmunications was established.\n        (2) Where an amateur station is operated as a portable or mobile\nstation, the operator shall give the following additional identification at\nthe end of each single transmission or exchange of transmissions--\n     (a) when identifying by telegraphy, immediately after the call sign,\n          transmit the fraction-bar ( I ) followed by letter P or M, as\n          appropriate;\n     (6) when identifying by telephony, immediately after the call sign,\n          transmit the word \"portable\" or \"mobile\" as appropriate;\n        (3) Where an amateur station is operated outside the jurisdiction\nof Jamaica or of a foreign government, the operator shall identify his\nstation by his Jamaican call sign followed by the additional identifica-\ntions set out in paragraph (2) and as follows-\n     (a) when identifying by telegraphy, immediately after the call sign,\n          transmit the fraction-bar ( I ) following by the designator R1,\n           R2 or R3, as the case may be, according to the region in which\n          the station is being operated; and\n     (6) when identifying by telephony, immediately after the call sign,\n          transmit the word \"mobile\" followed by the designator Region"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1) A record shall be kept at each station in the amateur radio\nservice in a log book of a type approved for that purpose by the Post-\nmasts-General. of all transmissioils from that station, showing the date\nand time of each transmission, the frequency and type of emission used\nand the call sign of any station or stations worked, and each entry\nrecorded in the log book shall be made immediately below the preceding\none.\n       (2) The record of each transmission entered in the log book in\naccordance with paragraph (1) shall be initialled by the licensee.\n        (3) Each log book containing the records required under this\nregulation, shall be preserved for a period of at least one year following\nthe last date of entry, and shall be produced for inspection on the re-\nquest of the Postmaster-General.\n        (4) Where communications are carried on in a language other\nthan English, special entry shall be made in the radio log book in rela-\ntion thereto which shall state-\n     (a) the language that was used in the communications;\n     (b) the name of each person at the licensee's station who was en-\n          gaged in the communications; and\n     (c) the call sign of the station worked."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-41) The licensee or operator of a station in the private radio\nservice shall not transmit, nor cause nor permit to be transmitted-\n     (a) superfluous signals;\n     (b) test and adjustment signals made in such a way as to cause\n          harmful interference to any other lawfully operated station;\n     (c) test and adjustment signals which may be confused with any\n         message, abbreviation, or other signal, having special signi-\n          ficance in the radiocommunication service;\n     (d) any radiocommunication of a false or misleading character, and\n          in particular any false or deceptive distress signal or call; or\n     (e) any radiocommunication of a seditious, obscene, or libellous\n          nature, or of an offensive nature or meaning.\n        (2) Where there is a contravention of the provisions of sub-\nparagraphs (a). @), or (4 of paragraph (1). the Postmaster-General\nshall-\n     (a) if it is the &st such contravention from that station, send a\n          warning in writing to the licensee of the station concerned to\n          the effect that any similar contravention may result in the\n          suspension of the licence granted to him in respect of that\n          station; and\n     (b) in the case of any subsequent contravention from that station\n          suspend the licence granted in respect of the station for a period\n          not exceeding six months, and notify the licensee of the station\n          concerned in writing that his licence has been suspended giving\n          details of the suspension and requiring him to deliver the\n          licence forthwith to the Postmaster-General.\n      (3) Where there is contravention of the provisions of sub-para-\ngraph (4 or (e) of paragraph (1). the Postmaster-General shall-\n-                   inclusion of tht paw is authorized b 7 L.N. 4119761\n     THE RADIO AND TELEGRAPH CONTROL (PRIVATE RADIO\n                SERVICE) REGULATIONS, I973\n    (a) if it is the first such contravention from that station suspend\n          the licence granted in respect of the station for a period not\n          exceeding six months;\n     (6) in the case of any subsequent contraventions from that station,\n          cancel the licence granted in respect of that station; and\n     (c) notify the licensee of the station concerned in writing, that his\n          licence has been suspended or cancelled as the case may be,\n          giving details of the suspension or cancellation, and requiring\n          him to deliver his licence forthwith to the Postmaster-General :\n  Provided that a licensee aggrieved by the decision taken by the Post-\nmaster-General pursuant to sub-paragraphs (a), (b) or (c), may within\nfourteen days of the date on which the decision from which he is appeal-\ning is communicated to him, appeal in writing to the Minister, who may\nmake such order in relation thereto as he thinks fit, and shall notify the\nPostmaster-General and the licensee in writing as soon as may be. of his\ndecision in the matter.\n  16 Licensees and other lawful radio operators shall pay due regard to\nthe provisions of any International Telecommunication Convention and\nany bilateral or multilateral telecommunication agreement for the time\nbeing in force. to which Jamaica is a party, and any pertinent regulation\nmade under such convention or agreement."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1) A licensee or operator of an experimental radio station\n shall not transmit or permit to be transmitted-\n      (a) superfluous signals;\n       (b) test and adjustment signals in such a way as to cause h~armful\n           interference to any other lawfully operated station;\n      (c) test and adjustment signals which ,may be confused with any\n           message, abbreviation, or other signal, having special sig-\n           nificance in the radiocommunications service;\n102       THE RADIO AND TELEGRAPH CONTROL (DEALERS A N D\n       EXPERIMENTAL; RADIO STATION LICENCES) REGULATIONS, 1987\n          (d) any radiocommunication of a fialse or misleading charader,\n              and in particular any false or deceptive distress signal or\n              call;\n          (e) any radiocommunication of a seditious, obscene, libellous, or\n               offensive nature or meaning.\n            (2) Where there is a contravention of the provisions of sub-\n      paragraph (a), ( b ) or ( c ) of paragraph (I), the Postmaster-General\n      shall-\n          (a) if it is the first contravention from that station, send a\n               warning in writing to the licensee of the station concerned\n              t o the effeot that any similar contravention may result in\n               the suspensilon of the licence granted to htim in respect of\n              that station; and\n          (b) in the case of any subsequent contravention from that station,\n               suspend the licence granted in respect of the station for a\n               period not exceeding six months, and notify the licensee of\n               the station concerned in writing, that his licence has been\n               suspended, giving details of the suspension and requiring\n              him to deliver the licence forthwith to the Postmaster-General.\n             (3) Where there is a contravention d the provisions of sub-\n      paragraph ( d ) or (e) of paragraph (I), the Posbmaster-General shall-\n          (a) if it is the first contravention from that station, suspend the\n               licence granted in respect of the station for a period not\n               exceedringsix months;\n           (b) in ithe case of any subsequent contraventions from that station,\n                cancel the licence granted in respect of that station; and\n           (c) notify the licensee of the &ation concerned in writing, that\n                his licence has been suspended or cancelled, as the oase may\n                be, giving details of the suspension or cancellation, and\n                requiring him to deliver the licence forthwith to the Postmaster-\n                General,\n      so, however, that a licensee aggrieved by the decision taken by the\n      Postmaster-General pursuant to sub-paragraph (a), (b) or (c) of this\n      paragraph, may within fourteen days of the date on which the decision\n      from which he is appealing is communicated to him, appeal in writing\n      to the Minister, who may make such order in relation thereto as he\n      thinks fit, and shall notify the Postmaster-General and the licensee in\n      writing a s soon as may be, of his decision in the matter.\n                                   of this page is authorized by L.N. 62/1988)1\n                     [The inclusio~~\n     THE RADIO A N D TELEGRAPH CONTROL (DEALERS A N D\n  EXPERIMENTAL RADIO STATION LICENCES) REGWLATIOArS, 1987"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Amateur Radio Operator's Certificates. Class A, shall be issued\nonly to candidates who are not less than eighteen years of age and have\nsatisfied the Postmaster-General of their knowledge and qualifications\nin respect of the following-\n      (a)    (i) ability to send correctly by hand and to receive correctly\n                  by ear in the International Morse code, at a speed of\n                v h e inclusion of tbis page is authorized by L.N. 4119761\n62   THE RADIO A N D TELEGRAPH CONTROL (RADIO OPERATORS AND\n                    TECHNICIANS) REGULATIONS, 1974\n                      not less than fifteen words per minute plain language\n                      including figures, punctuation marks, important \"Q\"\n                      signals and distress signals, with each word or group\n                      counting at the rate of five characters and each figure\n                      or punctuation mark counting as two characters;\n                 (ii) the duration of each test of sending and of receiving\n                      shall be at least three minutes;\n         (b) ability to send and receive correctly spoken messages;\n         (c) knowledge of basic theory and practice of electricity;\n         (d) knowledge of advanced theory and operation as applicable to\n             modern amateur techniques including radiotelegraph, radio-\n             telephone and radioteletype;\n         (e) knowledge of the local and international regulations applicable\n             to the operation of stations in the amateur radio service and\n              those relating to the operation of stations generally;\n          (f) proof of operation for at least one year of an amateur Class\n               B station."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Amateur Radio Operator's Certificates, Class B, shall be issued\n     only to candidates who are not less than fifteen years of age and have\n     satisfied the Postmaster-General of their knowledge and qualifications\n     in respect of the following-\n         (a)     (i) ability to send correctly by hand and to receive correctly\n                     by ear in the International Morse code, at a speed of\n                     not less than ten words per minute plain language in-\n                     cluding figures, punctuation marks, important \"Q\"\n                     signals and distress signals, with each word or group\n                     counting at the rate of five characters and each figure\n                     or punctuation mark counting as two characters;\n                 (ii) the duration of each test of sending and receiving shall\n                      be at least three minutes;\n         (6) knowledge of basic theory and practice of electricity;\n         (c) basic knowledge of the theory and practice of radio including\n             theoretical and practical knowledge of the operation and con-\n             struction of amateur radio apparatus with particular reference\n             to the avoidance of interference to other radio users and for\n             the safety of the operator;\n                     [The inclusion of this pwe is authorized by L.N.4119761\nTHE RADIO A N D TELEGRAPH CONTROL (RADIO OPERATORS A N D                       63\n               TECHNICIANS) REGULATIONS. 1974\n    (d) knowledge of the local and international regulations applicable\n        to the operation of stations in the amateur radio service and\n        those relating to the operation of stations generally."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1) A licensee or operator of a lawfully operated amateur station\nshall not transmit, nor cause nor permit to be transmitted-\n     (a) superfluous signals;\n     (6) test and adjustment signals made in such a way as to cause\n          harmful interference to any other lawfully operated station;\n     (c) test and adjustment signals which may be confused with any\n          message, abbreviation, or other signal, having spcial signifi-\n          cance in the radiocommunication service;\n     (d) any radiocommunication of a false or misleading character, and\n           in particular any false or deceptive distress signal or call;\n     (e) any radiocommunication of a seditious, obscene, or libellous\n         nature or of an offensive nature or meaning.\n       (2) Where there is a contravention of the provisions of sub-\nparagraph (a). (b) or (c) of paragraph (1). the Postmaster-General\nshall-\n               me inclusion of this pape is autborhxl by L.N. 236/197q\n    THE RADIO AND TELEGRAPH CONTROL (AMATEUR RADIO\n                SERVICE) REGULATIONS, 1974\n     (a) if it is the first such contravention from that station, send a\n         warning in writing to the licensee of the station concerned to\n         the effect that any similar contravention may result in the\n         suspension of the licence granted to him in respect of that\n         station; and\n     (b) in case of any subsequent contravention from that station.\n         suspend the licence granted in respect of the station fo; a\n         period not exceeding six months, and notify the licensee of the\n         station concerned in writing that his licence ha^ been suspended,\n         giving details of the suspension and requiring him to deliver\n         the licence forthwith to the Postmaster-General.\n       (3) Where there is a contravention of the provisions of sub-\nparagraph (d) or (e) of paragraph ( I ) , the Postmaster-General shall-\n         if it is the first such contravention from that station, suspend the\n         licence granted in respect of the station for a period not exceed-\n         ing six months;\n         in the case of any subsequent contraventions from that station,\n         cancel the licence granted in respect of that station; and\n         notify the licensee of the station concerned in writing, that his\n         licence has been suspended or cancelled as the case may be.\n         giving details of the suspension or cancellation, and requiring\n         him to deliver the licence forthwith to the Postmaster-General.\n        (4) Any licensee aggrieved by the decision taken by the Post-\nmaster-General pursuant to sub-paragraph (a), (b) or (c) of paragraph\n(3). may, within fourteen days of the date on which the decision by which\nhe is aggrieved is communicated to him, appeal in writing to the Minister,\nwho may make such order m relation thereto as he thinks fit, and shall\nnotify the Postmaster-General and the licensee in writing as soon as may\nbe, of his decision in the matter."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.-(1)   Before issuing an Operator's certificate in accordance with\nthese Regulations, the Postmaster General shall examine each applicant\nso as to satisfy himself that the applicant possesses the minimum\nqualifications required for the class and type of certificate applied for,\nand such examination shall consist of written, oral and practical tests.\n         (2) Wnen examining candidates for any of the certificates speci-\nfied in regulations 11, 12, 13, 14, 15 and 16 the Postmaster-General, shall\nwithout prejudice to the conditions set out in these Regulations, be\nguided by the examination requirement for Radio Operator's Certificates\nestablished by the United Kingdom administration responsible for the\ncertification of radio operators.\n        (3) When examining candidates for any of the certificates speci-\nfied in regulations 17, 18 and 19 the Postmaster-General shal devise\n                                                                           -\n                                                                           .\n                [The inclusion of thia page is authorized by L.N.4119761\n64   THE RADIO A N D TELEGRAPH CONTROL (RADIO OPERATORS AND\n                    TECHNICIANS) REGULATIONS, 1974\n     such tests, written, oral and practical, which will In his view, enable him\n     to satisfy himself that an applicant for an 4mateur Radio Operator's\n     Certificate meets the minimum requirements for the issue of the class\n     of amateur certificate for which he applies.\n             (4) Notwithstanding paragraph (I), the Postmaster-General may\n     in his discretion, issue without examination, a Jamaican certificate of\n     proficiency to the holder of an equivalent certificate of proficiency issued\n     in another Commonwealth country, provided he is satisfied that the re-\n     quirements for obtaining such certificate in the Commonwealth country\n     in which it was issued are not of a lower standard than required in\n     Jamaica."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Any officer or sub-offica of the Constabulary Force or any other\nperson authorized in that behalf by the Postmaster-General, may require\nany person found in possession of, or operating an amateur radio station.\nto prove the existence of a valid licence relating to such station and\noperations, and any person failing or refusing to produce an appropriate\nlicence within seven days of being so r e q u i d , shall be guilty of an\noffence, and on summary conviction thereof before a Resident Magistrate.\nshall be liable to a fine not exceeding fifty dollars or to imprisonment\nfor a term not exceeding three months.\n  2 2 4 1 ) The carrier from a transmitter operating on frequencies below\n50 MHz shall be suppressed during periods of reception.\n        (2) An unmodulated carrier shall not be permitted on frequencies\nbelow 50 MHz other than for brief tests and adjustments which shall be\nspecifically identified.\n  =.-dl) Transmitting equipment shall be so constructed that during\noperations no uninsulated component or terminal operating at voltages\nin excess of 200 volts shall be normally accessible.\n        (2) Capacitors in high-voltage, that is to say over 200 volts.\npower supplies having a rating of one microfarad or over, shall be\nprovided with a high resistance bleeder or other circuit arrangements to\nensure a rapid reduction of charge when primary power is switched off\nor interrupted.\n       (3) Warning lamps shall be provided which will indicate when\nhigh voltage supplies are switched on.\n   2d On frequencies below 150 MHz the frequency stability of the\ntransmitter shall be comparable to that of crystal control."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22-(1) A candidate who fails to pass an examination set by the\n     Postmaster-General in respect of any class of Radio Operator's Certi-\n     ficate, shall not be eligible for re-examination in respect of that class of\n     certificate until after the expiry of three months from the date of his\n     previous examination.\n             (2) Notwithstanding paragraph (I), the Postmaster-General may,\n     in his discretion, reduce the period of time required to lapse before a\n     candidate may be re-examined to six weeks, if he is satisfied that\n     exceptional circumstances exist which would justify such a reduction.\n                     mhe inclusion of this pa@e is authorized by L.N. 4119761\nTHE R m 3 AND m I M W aONTROL (RADIO OPERATORS AND                                        65\n             TECHNICIANS) REGULATIONS, 1974\n        (3) The fee payable in respect of each examination or re-exam-\nination of a candidate shall be the fee prescribed in &heFirst Schedule\nin respect of the class of certificate for which the candidate is being\nexamined."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Every licensee shall ensure that the station in respect of which he\nholds a licence, operates in accordance with the characteristics specified\nin the Schedule attached to the licence.\n  &&--(I) In the event nf any station being dismantled, the licensee\nshalk within fourteen days thereafter notify the Postmaster-General in\nwriting accordingly, specifying whether that station will be-\n     (a) re-erected at a different location;\n     (b) sold or otherwise disposed of; or\n     (c) retired from service.\n        (2) Where any station is to be re-erected at a different location.\nsuch station shall not be so re-erected or put into operation without prior\napproval having been obtained in writing from the Postmaster-General\nand in the case of a mobile and transportable station, approval for any\nchange in the area of operation of such station shall be similarly\nobtained from the Postmaster-General.\n       (3) Where a station is sold or otherwise disposed of, the name\nand address of the purchaser or transferee. as the case may be, shall be\nsupplied in writing by the licensee to the Postmaster-General within\nfourteen days of such sale or transfer.\n       (4) Where a station is permanently retired from service as being\nno longer serviceable. appropriate proof to this effect shall be furnished\nto the Postmaster-General.\n        (5) Nothing in this regulation shall be construed to apply to any\nstation temporarily taken out of service for repairs."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Every licensee shall ensure that the station in respect of which\nhe holds a licence, operates in accordance with the characteristics speci-\nfied in the Schedule to the licence and these Regulations.\n   2 5 . 4 1 ) In the event of any station ceasing operations, the licensee\nshall within fourteen days thereafter notify the Postmaster-General\nin writing accordingly, specify whether that station will be re-located\nat a different place or sold or otherwise disposed of.\n        (2) Where any station is kr I& re-located, such station &dl\nnot be put into operation with~utpior approval having been obtained\nin writing from the Postmaster4bneral.\n        (3) A station may not be sold or otherwise disposed of, unless\nthe licensee has appropriate proof that the purchaser or transferee, as\n               [Ibc &lush   of IhL page Is authorized by L.N. 76/19m\n       THE RADIO AND TELEGRAPH CONTROL (CITIZENS BAND\n               RADIO SERVICE) REGULATIONS, I986\nthe case may be, is in possession of a valid licence.\n       (4) Where a station is sold or otherwise disposed of, the name\nand address of the purchaser or transferee, as the case may he, shall be\nsupplied in writing by the licensee to the Postmaster-General within\nfourteen days of such sale or transfer.\n       (5) Where a station has ceased operations as being no longer\nserviceable written notice to this effect shall be given to the Postmaster-\nGeneral\n        (6) Nothing in this regulation shall be construed to apply to\nany station temporarily taken out of service for repairs."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.-(1) A radiotelephcne ship station calling a coast station in the\nbands between 1605 and 4000 kHz shall use for the call in order of\npreference-\n             ....\n                [The inclusir n of this page is authorized by L.N. 112/1978]\n  T H E R A D I O A N D TELEGRAPH C O N T R O L ( M A R I T I M E MOBILE\n                  R A D I O SERVICE) REGULATIONS, 1977\n    (a) a working frequency on which the coast station is keeping\n        watch;\n    (6) the carrier frequency 2182 kHz.\n        (2) All ship stations equipped with radiotelephony apparatus\nto work in the authorized bands between 1650 and 2850 kHz shall be\nable to-\n    (a) send class A3 or A3H emissions with a carrier frequency of\n        2182 kHz and receive class A3 and A3H emissions on a\n        carrier frequency of 2182 kHz; after 1st January. 1982. it\n        shall no longer be authorized to send A3 emissions;\n    (6) send class A3 or A3H. A3A. A3J emissions on at least two\n        working frequencies (one on ships operating sole!y in territorial\n        waters); after 1st January. 1982 class A3 and A3H emissions\n        shall no longer be authorized on woring frequencies.\nso, however, that these provisions shall not apply to apparatus provided\nsolely for distress, urgency and safety purposes.\n        (3) The emissions which may be used for transmission by coast\nstations in the bands between 1605 and 4000 kHz for radiotelephone\nshall be A3H. A3A and A3J but after 1st January. 1982. the use of\n43H shall not be authorized.\n       (4) The peak envelope power of a coast radiotelephone station\nqerating in the bands between 1605 kHz and 4000 kHz shall not\nexceed 10 kW.\n        (5) Notwithstanding the provisions of this regulation, trans-\nmissions in the bands 2170 to 2173.5 kHz and 2190.5-2194 kHz with\nthe carrkr frequencies 2170.5 kHz and 2191 kHz respectively are\nlimited to A3A and A3J emissions and a peak envelope power of 400\nwatts; on the frequency 2170.5 kHz and with the same power limit,\ncoast stations may use class A2H emissions when using the selective\ncalling system defifkd in Appendix 20c of the I. T. U. Regulations.\n  %.--(I) In respect of stations in the maritime mobile service using\nfrequencies in the authorized bands between 156 MHz and 174 MHz-\n     (a) international distress safety and calling frequencies for radio-\n         .telephony shall be 156.8 MHz; and\n     (b) the emission shall be F3 :\n              [The inclusion of this pap= is authorized by L.N. 127/1980]\n   THE RADIO A N D TELEGRAPH CONTROL (MARITIME MOBILE\n             RADIO SERVICE) REGULATIONS, 1977\n           Provided that such frequency shall be used for the purpose\n         only of transmitting-\n            (i) distress signal, call and traffic:\n           (ii) urgency signal and tramc;\n           (ii) safety signal.\n       (2) Where any safety signal has been transmitted in accordance\nwith paragraph (I), the safety message shall thereafter where practicable,\nbe transmitted on a working frequency using the emission F3.\n       (3) A ship station which cannot transmit on 156.8 MHz shall\nuse any other available frequency on which attention might be attracted.\n       (4) All emissions in the band 156.725 to 156.875 MHz (after\n1st January, 1983, this band shall be reduced to 156.7625 to 156.8375\nMHz) capable of causing harmful interference to the authorized trans-\nmissions of the maritime mobile service on 156.80 MHz shall be\nforbidden.\n       (5) Before transmitting on the frequency 156.8 MHz, a station\nin the mobile service shall listen on that frequency for a reasonable\nperiod to make sure that no distress traffic is being sent.\n        (6) The provisions of paragraph (4) shall not apply to stations\nin distress.\n        (7) To facilitate the reception of distress calls all transmissions\non 156.8 MHz shall be kept to a minimum and shall not exceed one\nminute.\n        (8) Coast stations which use 156.8 MHz for calling shall be sble\nto use at least one other authorized channel in the international maritime\nmobile radiotelephone service in 'the band 156 to 174."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.97-27.27 megahertz;\n       (ii) all emissions including modulation products below 26.97\n             megahertz or above 27.27 megahertz are suppressed 20\n             db or more below the level of the unmodulated carrier;\n      (iii) the input to the final radio frequency stage (exclusive of\n             filament or heater power) does not exceed 100 milliwatts;\n             and\n      (iv) the antenna consists of a single element which does not\n             exceed 5 feet in length;\n(c) any radio microphone which operates above 30 megahertz, of\n             which-\n         (i) the emissions therefrom are confined within a band 50\n             Kilohertz wide centered on the operating frequency, so,\n             however, that when operation is confined within the\n             band 88-108 megahertz a bandwidth of 200 kilohertz\n             centered on the operating frequency may be used;\n        (ii) the input to the final radio frequency stage (exclusive of\n             filament or heater power) does not exceed 100 milli-\n             watts;\n       (iii) the antenna consists of a single element which does not\n             exceed 5 feet in length;\n(d) radio record players of which-\n        (i) the carrier of the device is maintained within the band\n            5 10-1600 kilohertz;\n       (ii) all emissions including modulation products below 510\n            kilohertz or above 1600 kilohertz are suppressed 20 db\n            below the level of the unmodulated carrier;\n      (iii) the power input to the final radio frequency stage\n            (exclusive of filament or heater power) does not exceed\n            100 milliwatts;\n      (iv) the total length of the antenna, including transmission\n            line if used, does not exceed 10 feet; and\n        (v) the radio frequency voltage appearing on each power\n            supply lead does not exceed 200 microvolts under any\n            conditions of operation;\n           flhinclusion of this pace is authorized by L.N. 4/1976]\n      THE RADIO AND TELEGRAPH CONTROL (EXEMPTIONS)\n                    REGULATIONS, 1973\n         paging systems which operate on frequencies between 10 and\n         15 kilohertz and are not capable of emitting waves of a field\n         strength greater than that which would be produced by-\n             (i) one watt of radio frequency energy on any frequency\n                 from 20 to 200 kilohertz;\n            (ii) one-half milliwatt on any frequency from 250 to 500\n                 kilohertz; and\n           (iii) fifty micro-watts on any frequency above 500 kilohertz;\n         paging systems which are designed for the reception of paging\n         signals and are not capable of emitting radio waves of a field\n         strength greater than 10 microvolts per metre at 10 feet at any\n         frequency other than the frequency to which the receiver is\n         tuned;\n         apparatus used for me remote operation of an alarm signal\n         device in the protection of life and property which is designed-\n             (i) to transmit a single radio signal (excluding speech) to\n                 initiate each separate operation, and is not capable of\n                 emitting radio waves of a field strength greater than one\n                 volt per metre at 25 feet; and\n            (ii) to operate with continuous waves (excluding speech)\n                 with an effective radiated power nct cxceeding 10 milli-\n                 watts;\n         apparatus for the remote operation of a private receiving station\n         or radio apparatus which operates only on a frequency between"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27.--(I) The use of the authorized bands between 156 and 174 MHz\nfor radiotelephcny shall be in accordance with regulation 26 and with\nthe relevant provisions of the I. T. U. Regulations, except that within\nthe territorial waters of Jamaica the special provisions set out in the\nThird Schedule shall be observed.\n       (2) The carrier power of ship station transmitters shall not\nexceed 25 watts, except for transmission on channels 15 and 17 where\nuntil 1st January, 1983, the effective radiated power shall not exceed\n              me inclusion of this page is authorized by L.N. 127l19801\n   THE RADIO A N D TELEGRAPH CONTROL (MARITIME MOBILE\n             RADIO SERVICE) REGULATIONS, 1977\n1 watt, but this latter restriction does not apply to the use of channel\n17 by the Harbour Master.\n  %.-(I)    A record of all transmissions shall be kept at each coast\nstatian in a bound volume of a form approved by the Postmaster-\nGeneral wh'ich volume shall-\n     (a) be so consltructed as to be capable of receiving original and\n          carbon copy entires;\n     (b) be capable of having the original entry detached without\n          disturbing the copy;\n      (c) have the pages consecutively numbered;\n      (6) be kept in a form which shall have included in the particulars\n          of entry for each transmission the frequency am! type of\n          emission used, the call sign of any station worked and the\n          time and duration of the call;\n      (e) have all transmissions in all cases initialled by the operator\n          concerned.  \\\n        (2) The station log or any portion thereof shall not be erased.\nobliterated, or wilfully destroyed within the period of retention as\nfollows-\n     (a) station lugs shall be retained for a period of not less than\n          one year subsequent to the date of the last entry;\n     (b) station logs recording communications incident to distress or\n          disaster shall be retained for a period not less than 3 years\n          from date of entry;\n     (c) station logs recording communications incident to or involved\n          in any investigation by the Postmaster-General shall be re-\n          tained until the licensee is authorized by the Postmaster-\n          General in writing that they may be destroyed;\n     (d) station logs recording co~nmunicationsincident to any claim\n         or wmplaint shall be retained by the licensee until such\n         claim or complaint has been fully satisfied or until the same\n         has been barred by statute limiting the time for filing sdts\n         upon such claims.\n         (3) Any errurs in the log shall be corrected only by the person\n originating the entry and this shall be done by crossing out the erron-\n eous portion. initialling the correction made, and indicating the date\n of correction.\n               IThe hcluion of thia pago L authorized by L.N. 112/1978]\n   ]'HE RADIO AND TELEGRAPH CONTROL (MARITIME MOBILE\n              RADIO SERVICE) REGULATIONS, 1977\n      (4) Station logs shall be made available to the Postmaster-\nGeneral or an inspector on request."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Any person who contravenes the provisions of these Regulations\nshall be guilty of an offence and (where no other penalty is provided)\nshall be liable on summary conviction before a Resident Magistrate\nto a flne not exceeding five hundred dollars or to imprisonment for a\nterm not exceeding three months.\n        THE RADIO AND TELEGRAFH CONTROL (CITIZENS BAND\n                      RADIO SERVICE) REGULATIONS, I986\n                                             FORMA                             (Regulation 4 (1) )\n                     Rrrr -10          TELEORAPH canna ACT\n                 Application for Citizens Band Radio Station Licence"
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. Where in the opinion of the Postmaster-General a breach of\n      these Regulations, or of the terms and condiltions of a licence, as the\n      case may be, has been committed, for which no penalty is otherwise\n      provided, he may require the licensee of the station concerned to cause\n      the station to cease operations for such period as the Postmastcr-\n      General may determine, so, however, that any licensee aggrieved by\n       any decision t'aken by the Postmaster-General pursuant to 'this regula-\n      tion, may wi@hinfourteen days of the date on which the decision from\n       which he is appealing is communiclated to him, appeal in writing to\n      the Minister, who may make such order in relation thereto as he thinks\n      fit, and shall notify the Postmaster-General and the licensee, in writing,\n       as soon as may be, d his decision in the matter.\n     T H E RADIO AND TELEGRAPH CONTROL (DEALERS A N D\n  EXPERIMENTAL RADIO STATION LICENCES) REGULATIONS, I987\nForm A                                  FIRSTSCHEDULE                               (Regulation 3)\n                THE RADIO AND TEiLEGIRIMH CONTRjOL ACT\n                              Application for Dealers Licence\nName of Firm or Business.....................................................................\nRegistered Address.. ........... .\n                                 ......\n                                    ....          ......................................................\n                                        Date. ...........................................................\nName of qualified person\n(Regulation 4)\nand details of qualification       1\n                                        Signature. ........................\n                                                                          .........................\n                                        Date. ...........................................................\n                                                                                       (Regulation 3)\n                 THE WE0 ANmD T!l%EGIRAPH 001NlXOL ACT\n                                         Dealers Licence\nName.. ...............................................................................\nAddress.. ..........................................................................\n Licence NO.........................................................................\n   The person named herein is hereby licensed to sell, exchange or deal in any\n telegraphic or telephonic apparatus, mechanism or contrivance subject to the\n provisions of the Radio and Telegraph Control Act and all regulations issued\n thereunder as apply to the apparatus, mechanism or contrivance.\n                                          ..................................................................\n                                                            P o s t m t e r General\n                                                                                .:. ....................\n                                         Date .....................................\n Renewals :\n                     (The inclusion of this page is authorized by    L.N. 6211988)\n    THE RADIO AND TELEGRAPH CONTROL (DEALERS A N D\n EXPERIMENTAL RADIO STATION LICENCES) REGULATIONS, 1987\nFom C                        FIRSTSCHEDULE,contd.                          (Regulation 5)\n            THE RlAlDIlO AND TEIWIRAPH 001NTROL ACT\n                                   Dealers Return\n        Transmitting Units Acquired                  !Name and Address wf Supplier\n Date             Mfg.      TYpe\n                            No.\n-\n Transmitting (with or without receiver) Units Sold or Hired\n                                                      Name and Address of\n                                                       Purchaser or Hirer\n     THE RADIO AND TELEGRAPH CONTROL (DEALERS AND\n  EXPERIMENTAL RADIO STATION LICENCES) REGULATIONS, I987\n                              FIRSTSCHEDULE,contd.\n                                 Form C, colvtd.\nTransmitting Units Dismantled or Destroyed\nTransmitting Units in Stook\n      THE RADIO A N D TELEGRAPH CONTROL (DEALERS A N D\n   EXPERIMENTAL RADIO STATION LICENCES) RlEGULATIOArS. 1987\nForm A                                    SECONDSCHEDULE                                 (Regulation 7)\n                  THE RADIO AND TELEIGRWIHOONTROL kfX\n                 Application for an Experimental Radio Station Lioence\nName. .....................................................................................................\nAddress.. ..................................................................................................\nNature of Experiment (Note 1)..................................................................\nPreferred Frequency Band.. .........................................................................\nName of Person Controlling the Station ........................................................\nQualification. .............................................................................................\n                                          Signature.. ....................................................\n                                          Date.. ..........................................................\n           Nom:-A         brief description of the purpose and ,technical details of\n                       the experiment are required.\n  When an experiment is intended to investigate the feasibility of or demon-\nmate the reliability of a fixed and mobile radiotelephone or data transmis-\nsion system (regulation 6) the application must be accompanied by a draw-\ning giving the location of all proposed fixed transmitting points in sufficient\ndetail to enable the exact position of the transmitting antennas to be determined.\nThe proposed transmitter power, type of emission, antenna gain and directivity\nto be used at each location must also be specified.\nForm B                                                                                  (Regulation 7)\n           THE RADIO AND TELEGRAPH CONTROL ACT\n                             Experimental Radio Station Licence\nof.. .........................................................................................................\nis hereby licensed to establish, maintain and use an experimental radio\nstation in accordance with the particulars contained in the form annexed.\nThe licence is issued subject to the provisions of the Radio and Telegraph\nControl Act and all regulations issued thereunder, and to the radio regula-\ntions in force under the International Telecommunication Convention, or\n     THE RADIO AND TELEGRAPH CONTROL (DEALERS A N D\n  EXPERIMENTAL RADIO STATION LICENCES) REGULATIONS, 1987\n                                    SECONDSCHEDULE,contd.\n                                           Form B, contd.\nany subwquent Convention or regulations amending or substituting the said\nConvention or regulations.\nQualified Person ..............\n                              ...................................................................\nQualification.. ............................................................................................\n                     ........\nDate of Issue ..............                .................................................................\nNo. of Licence........................................................................................\n                                        .....................................................................\n                                                            Postmuster-General"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30.--(I) Where in any case of harmful interference referred to in\nregulatiorr 29 the parties to the dispute are unable to agree to a solution\nto the interference between themselves and the intervention of the Post-\nmaster-General is sought, the Postmaster-General shall endeavour, with\nthe co-operation of &e affected licensees, to determine all the measures\nwhich may be required to eliminate the interference, and to take such\nsteps as may be necessary and lawful to enforce his decisions.\n                ITbe iaclusion of this page is authohd by L.N. 4/1976]\n      THE RADIO AND TELEGRAPH CONTROL (PRIV.4TE RADIO\n                 SERVICE) REGULATIONS, 1973\n       (2) In arriving at his decision, the Postmaster-General shall bear\nin mind-\n    (a) the priorities attached to the various services as follows-\n          (i) fitst priority:        security services-Armed Forces and\n                                          police;\n                                     safety services--central and local\n                                          government, maritime, aero-\n                                          nautical, fire, municipal, ambu-\n                                          lance, water supply, road main-\n                                          tenance;\n         (ii) second priority :      public utilities-electricity, public or\n                                          common carrier telecommuni-\n                                          cation services and broadcast-\n                                          ing;\n        (iii) third priority :       private users--industrial, profes-\n                                          sional, business and personal;\n                                          and\n    (b) the equal right of all private users to operate. giving due con-\n          sideration to prior occupancy at any site or contiguous place."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31.-(1)  Notwithstanding regulation 28, the Postmaster-General may\ngrant special authorization for the establishment of stations performing\nan amateur radio service on board ships registered in Jamaica and for\n                IThc inclusion of this page is authorized bv L.N. 4119761\n                                                                            -\n    THE RADIO AND TELEGRAPH CONTROL (AMATEUR RADIO\n                SERVICE) REGULATIONS, 1974\npermitting the operation of such stations outside Jamaican territorial\nwaters.\n        (2) Application for such authorization shall be made in writing\nto the postmaster-&era1 and shall be accompanied by written approval\nof the master of the ship on which it is desired to establish the station.\n        (3) A distinctive call sign shall be assigned to any station granted\nauthorization pursuant to paragraph (1).\n        (4) Amateur radio stations established on board ships in accord-\nance with the provisions of this regulation shall be subject to the follow-\ning special conditions-\n     (a) the operation of the station shall not interfere in any way with\n          or detract from the normal operation of the vessel's radio-\n          communication, safety or navigational equipment, nor shall it\n          interfere with normal radio watch-keeping;\n     (b) the frequency bands available for use shall be-\n              (i) for operation within Jamaican territorial waters, all\n                  frequency bands specified in the Third Schedule other\n                  than the 1.8-2.0 MHz bands;\n             (ii) for operation on the high seas, the frequency bands 7.0-"
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32-41) Where there is in operation a valid Agreement between\nJarnaica and some other country, for the granting of reciprocal amateur\nradio operating privileges to the nationals of one country when visiting\nthe other country, the Postmaster-General may, on application being\nmade in the form set out as Form C in the Second Schedule, issue a\npermit in the form set out as Form D in the Second Schedule for the\noperation of an amateur radio station in Jamaica for a specified\nperiod, to a citizen or national of any other country aforesaid, who is\nthe holder of an amateur radio operator's licence valid in the country\nof which he is a citizen or national.\n                D b inclusion of this pwe is autho+d   by L.N. 4119761\n    THE RADIO AND TELEGRAPH CONTROL (AMATEUR RADIO\n                SERVICE) REGULATIONS, 1974\n     (a) in the case of radiotelegraph operations, he shall transmit the\n          call sign issued to him by the licensing country followed by\n  : i     the fraction-bar (1) and the amateur call sign prefix of Jamaica;\n  :, (b) in the case of radiotelephone operations, he shall transmit the\n          call sign in English issued to him by the licensing country\n          followed by the words \"fixed\", \"portable\" or \"mobile\", as the\n          case may be, and the call sign prefix of Jamaica;\n    (c) at least once during each contact with another amateur station.\n        he shall indicate in English, the geographical location of his\n        station as nearly as possible by town or parish.\n       (3) The fee payable in respect of a permit issued in accordance\nwith paragraph (1) shall be that specified in relation thereto in the First\nSchedule, the payment of which may be waived by the Postmaster-\nGeneral in cases where the applicant is a citizen or national of a country\nwith which Jamaica has a reciprocal Agreement in respect of amateur\nradio operations, and in which country no fee is payable in respect of\npermits to aliens for the operation of amateur radio stations."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33.-(1)   Where the total annual fee in respect of any licence issued or\nrenewed in amordance with the provisions of paragraph (1). (2) or (3)\nof regulation 3 exceeds one hundred dollars, the licensee may elect to\nmake quarterly or half-yearly payments counting from the date of issue\nof the licence.\n                 m e inclusion of this page is authorized by L.N.73119991\n     T H E R A D I O A N D TELEGRAPH C O N T R O L (PRIVATE RADIO\n                        SERVICE) REGULATIONS, 1973\n       (2) A licence in respect of which the specified renewal fee or\nqumterly or half-yemly payanent as &hecaw may be, has not been paid\non or before the due date, shall become invalid on the day after such\ndue date.\n       (3) Licence8 issued in accordance with the provisions of para-\ngraph (4) d regulation 3 Way be iwwd for periods of @h~ee    monahs, L F ~ X\nmonths or nine months. the fee applicable being one-quarter, one-half or\nthree-quarters of the annual fee as thc case may require, which fee shall\nbe paid in full in advance."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34.-41) The radio station on board any foreign ship within the\nterritorial waters of Jamaica, which is subject to any sot, treaty. or\nconvention binding on Jamaica, shall be available at any reasonable\ntime for inspection by an inspector or the Postmaster-General or his\nagent so as to ensure compliance with applicable rules, laws and\ntreaties.\n        (2) The operation of a station on h a r d any foreign ship while\nwithin the territorial waters of Jamaica shall comply with the applicable\nprovisions of the Convention and any other international treaty or\nagreement to which Jamaica is a party.\n                            e soS bhe pvlisione 06 these Regda-"
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. A perm who a o a ~ ~ any\ntivns for which no penalty is prescribed shall be liable on summary\nconviction in a Resident Magistrate's Court to a fine not exceeding\none hundred dollars or to imprisonment for a term not exceeding\nthree months or to both such fine and imprisonment.\n                                FIRST SCMEDULE                                 (TR~gdation3)"
    },
    {
      "provision_ref": "sec144",
      "section": "144",
      "title": "Section 144",
      "content": "144.00&    146.000 MHz\n                       24000.000-24050.000 MHz\n    No= &The amateur radio service allocation in this band is on a\n             secondary basis. Harmful interference shall not be caused to\n             primary or permitted services to which this band has been allo-\n             cated by the International Telecommunication Convention.\n    N a m 5-Subject    to non-interference with the other services which use\n             this band the amateur satellite service may use the band 435-438\n              MHz.\n    N m &-When required to do so the Amateur Radio Service shall pro-\n             tect the, Radio Astronomy Service from harmful interference\n             in the band 5750-5770 MHz.\n    N ~ 7-AS\n           E      and F5 emissions are permitted in accordance with regula-\n              tion 10.\n                                FOURTHSCHEDULE                         (Regulation 16(3))\n                               Third Parry Trafic\n   Countries with the amateur radio stations of which third party traffic may\n   be exchanged-"
    },
    {
      "provision_ref": "sec156",
      "section": "156",
      "title": "Section 156",
      "content": "156.45    I\n                                                   Intership: Safety/Search and Rescue\n                                                   Intership\n                                                   For Intercommunication with O- m t i n e Autho-\n                                                     rity\n                                                   For Intercommunication with Coast Guard-\n                                                   For Interwmmunication with Department of\n                                                     Pilotage (Port Authority)\n                                                   For Interwmmunication with Port Authority\n                                                     (Port operations; ship/movement)\n                                                   Navigational : bridge to bridge\n                                                   For Intercommunication with Port Authority\n                                                     (vessel tratEc management) 1\n                                                    Coast Guard Weather Broadcast\n                                                   Distress, Safety and Calling      %\n                                                   Port Authority Harbour Master's Office): Inter-\n                                                     nal Communication\n                                         or"
    },
    {
      "provision_ref": "sec161",
      "section": "161",
      "title": "Section 161",
      "content": "161.575 Port Authority: Internal Communication\nNOTES\n   (1) The use of Channel 14 is restricted to wmmunications between the Port Authority and veaseels\n       navigating within port or harbour, i.e. entering, berthing, anchoring, unberthing and leaving\n        Mrt\n        f;;biic wrrespondence messages must be routed through Kingston Radio (6YI)or Montego\n        Bay Radio (6Y12).\n                         m\n                                         -\n                          e inclusion of this psee is authorLcd by L.N. 112/1979\n                  RADIO AND TELEGRAPH CONTROL\n       THE RADIO AND TELEGRAPH CONTROL ACT\n                                    REGULATIONS\n                                  (under section 8)\n   THERADIO AND TELEGRAPH\n                        CONTROL\n                              (CONDITIONS\n                                        3 F SEIZURE)\n                                REGULATIONS,\n                                          1981\n   (Made by the Minister on the 30th day of December, 1981)                    L.N.174181"
    }
  ],
  "definitions": [
    {
      "term": "amplitude modulations",
      "definition": "modulation in which the amplitude",
      "source_provision": "sec2"
    },
    {
      "term": "assigned frequency",
      "definition": "the centre of the frequency band",
      "source_provision": "sec2"
    },
    {
      "term": "assigned frequency band",
      "definition": "the frequency band of which the",
      "source_provision": "sec2"
    },
    {
      "term": "authorized frequency",
      "definition": "a frequency assigned to a station",
      "source_provision": "sec2"
    },
    {
      "term": "authorized frequency band",
      "definition": "the frequency band which",
      "source_provision": "sec2"
    },
    {
      "term": "base station",
      "definition": "a land station in the land mobile service",
      "source_provision": "sec2"
    },
    {
      "term": "call sign",
      "definition": "a specific signal assigned to a station by f5e",
      "source_provision": "sec2"
    },
    {
      "term": "carrier or carrier wave",
      "definition": "an electromagnetic wave suitable",
      "source_provision": "sec2"
    },
    {
      "term": "carrier power of a radio transmitter",
      "definition": "the average power",
      "source_provision": "sec2"
    },
    {
      "term": "C.C.I.R.",
      "definition": "the International Radio Consultative Cmmittttee,",
      "source_provision": "sec2"
    },
    {
      "term": "chiannd",
      "definition": "a numerical desigmtm 8 s s o c i ~with each au-",
      "source_provision": "sec2"
    },
    {
      "term": "decibel or db",
      "definition": "the ratio of two amounts of power expressed",
      "source_provision": "sec2"
    },
    {
      "term": "emergency communication",
      "definition": "communication to be used ex-",
      "source_provision": "sec2"
    },
    {
      "term": "emission",
      "definition": "radiation produced or the production of radiation",
      "source_provision": "sec2"
    },
    {
      "term": "emission classification",
      "definition": "the classification of emissions",
      "source_provision": "sec2"
    },
    {
      "term": "external radio frequency power amplifier",
      "definition": "any device which",
      "source_provision": "sec2"
    },
    {
      "term": "frequency tolerance",
      "definition": "the maximum permissible departure",
      "source_provision": "sec2"
    },
    {
      "term": "interference",
      "definition": "the effect of unwanted energy due to one or",
      "source_provision": "sec2"
    },
    {
      "term": "International Telecommunication Convention",
      "definition": "the Inter-",
      "source_provision": "sec2"
    },
    {
      "term": "licensee",
      "definition": "the holder of a valid licence issued in accordance",
      "source_provision": "sec2"
    },
    {
      "term": "mean power of a radio transmitter",
      "definition": "the power supplied to",
      "source_provision": "sec2"
    },
    {
      "term": "mobile senice",
      "definition": "a service of radio communication between",
      "source_provision": "sec2"
    },
    {
      "term": "mobile station",
      "definition": "a station in the mobile service intended",
      "source_provision": "sec2"
    },
    {
      "term": "mdulation",
      "definition": "the process of impressing the characteristics",
      "source_provision": "sec2"
    },
    {
      "term": "occupied bandwith",
      "definition": "the frequency bandwidth such that",
      "source_provision": "sec2"
    },
    {
      "term": "operator",
      "definition": "any person, other than the licensee, operating",
      "source_provision": "sec2"
    },
    {
      "term": "portable station",
      "definition": "a &ation in a radio service designed to",
      "source_provision": "sec2"
    },
    {
      "term": "radio communication",
      "definition": "telecommunication by means of",
      "source_provision": "sec2"
    },
    {
      "term": "radio transmitting system",
      "definition": "apparatus comprising a radio",
      "source_provision": "sec2"
    },
    {
      "term": "single sideband emission",
      "definition": "an amplitude modulated emis-",
      "source_provision": "sec2"
    },
    {
      "term": "spurious emissions",
      "definition": "emissions on a frequency or frequencies",
      "source_provision": "sec2"
    }
  ]
}