{
  "id": "jm-subs-the-real-estate-dealers-and-developers-act",
  "type": "statute",
  "title": "The Real Estate (Dealers and Developers) Act",
  "title_en": "The Real Estate (Dealers and Developers) Act",
  "short_name": "Real Estate (Dealers and Developers) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-real-estate-dealers-and-developers-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-real-estate-dealers-and-developers-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1.7. Have you been convicted of q y offence in-            3.8. If yes, give details :\n     volving fraud o r dmhonesty? T~ckwhich ap-\n     plicable:\nDECLARATION\nI/w..   ..........................................declare that the preceding are full and correct\n                         Name of. Applicant\n                                   .-\nanswcm to the information asked, and further dechre that:\no f an individual):\n     (a) I am over the age of 18 years;\n     (b) I have not had an order in bankruptcy made against me which remains undischatged.\n(1f a body corporate) :\n     (c) no resolution has been passed or order made by a court of competent jurisdiction winding-up\n           the applicant body;\n     ( d ) no proceeding has been taken whereby the property of the applicant body may be disttibuted\n           among its creditors;\n     (e) no receiver has been appointed for any of the property of the applicant body;\n     ( f ) at least one director of the applicant body possesses the prescribed qualificatione for r e g i ~ .\n           tration:\n     (8) no director of the applicant body is disqualified for registration as an individual.\n  I/We have submitted the prescribed fees and (the qualifying director(8) or partner(s), as the case may\nbe) possess the prescribed qualifications for registration and will furnish the Board with all other re-\neordr it may require in considering this application.\n          ..............................................\n                                Signature of Applicant\n                                                                        ..............................\n                                                                                    Date\n--\n                    FOR OFFICIAL USE OF REAL ESTATE BOARD ONLY\nDate application d v d : ..................................................................\nFcar submitted S.. ....................................... .Receipt No:. ...................\nData application considered by R.E.B:. ....................................................\nDecirion of the Board:. ...................................................................\n16                                TXE REAL ESTATE (DEALERS AND DEVELOPERS)\n                                                                   REGULATIONS, 1988\nForm B                    REAL ESTATE (DEALERS AND DEVELOPERS) ACT\n                     APPLICATION FOR REGISTRATION AS A DEVELOPER"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. A real estate dealer shall maintain an office for the purpose of dR,;;t.\ncarrying on the practice of real estate business.                     maintain\n                                                                      office."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. A real estate dealer shall-                                            Real\n                                                                            dealerestate\n                                                                                    to\n    (a) display in a conspicuous position, on the outside of his office.             , ,   ,:\",A:$\n           a sign bearing his name as a real esmtate dealer; and\n     ( h ) display in a conspicuous position, inside his office, the certi-\n           ficate of registration and the current annual licence issued to\n           him by the Board."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. A developer shall maintain an office for the purpose of carrying D , , , I ~ , , , ~ ~\nout a development scheme and shall display in a conspicuous position, ,\"Agf:d\nin his office, the instrument of registration issued by the Board.    instrument or\n                                                                      dimlay\n                                                                                                 registration.\n  &--(I) A real estate dealer, real estate salesman or developer shall- professionw\n                                                                        conduct.\n    (a) not engage in or assist in any improper or unprofessional\n         practice;\n       (b) conduct himself in a manner so as to maintain the dignity\n           and integrity of the real estate profession and shall at all times\n           uphold the laws and regulations which relate to the practice\n           of real estate business or real estate development, as the case\n           may be;\n- --             [The inclusion o f l h i page i~ authorized by L.N. 54/2000]\n                                                                                ---- ---\n                         THE REAL ESTATE (DEALERS A N D DEVELOPERS)\n                              (CODE OF ETHICS) REGULATIONS, 1998\n                   (c) assist in maintaining the integrity of the practice of real estate\n                       business or real estate development, as the case may be;\n                  (6) avoid the appearance of professional impropriety;\n                   (e) okserve these Regulations and encourage other real estate\n                       dealers, real estate salesmen or developers, as the case may\n                       be, to act in like manner;\n                  (fl expose, without fear or favour, before the Board, unprofessional\n                       or dishonest conduct of any other real estate dealer, real estate\n                       salesman or developer.\n                     (2) Every real estate dealer, real estate salesman and developer\n              shall act in a manner which gives due consideration to the instructions\n              and requirements of his client or employer, as the case may be, and\n              shall treat fairly. all parties to any real estate transaction in which he is\n              involved.\n                    (3) Where property is listed exclusively with a real estate dealer.\n              no other real estate dealer or salesman shall enter into negotiations with\n              the vendor of that property without the consent of the real estate\n              dealer with whom the property is listed.\n                    (4) The conduct of every real estate dealer, real estate salesman\n              and developer towards his colleagues shall be characte~izedby courtesy\n              and good faith.\n                    (5) A real estate dealer, real estate salesman, or developer shall\n              not discourage any party to a transaction in which he is involved from\n              seeking legal counsel.\n                    (6) A real estate dealer, real estate salesman or developer shall\n              not kmowingly permit any property under his control to be used for\n              an unlawful purpose.\nClalm~as to\ncompetence."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. PARTICULARS OF DEVELOP- ESTIMATED COST OF DEVELOP-                                                               PROPOSED NO. OF STAGES\n        MENT                                            MENT\n                                                                                   .. -                                                            --\n      NO.1NO. OF UNITS                                                                          ,>   *\n --\n COMPLETION D A T ~                  STAQ 1                                                                                             STAGE 4\n SALE PRICE :             LOTS: $\n                                                                   I\n                                                                                                         UNITS: %             '     I\n                                                                                                                                                            -1   $\n                                                                                                                                    ~    z\n                                                                                                                                                                     2\n PROPOSED FINANCING AND PAYMENT PLAN\n                                                                                                                                             ' 5\n                                                                                                                                                            -"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. I/We propose to carry out the Development Scheme the subject of this application and in accord-\nance with section 35 of the Real Estate (Dealers and Developers) Act. IIWe wish to be entered in the\nRegister of Developers. 1/We submit herewith the prescribed fee as follows:\n         (a) Application fee                                                      %500\n         (b) Development foe\n                                  Lots and/or unlts Q $100 each                 ---$\n                                                  Total fee                       $-\n             Signature of Developer\n                                         FOR OPmClAL USE ONLY\n                                                     1   DATE\n                                                                                   I\n                         [ T h e inclusion of this page is authorized by L.N. 5511991 1\n               THE REAL ESTATE (DEALERS AND DEVELOPERS)\n                           REGULATJONS, 1988\n                  CERTIFICATE OF REGISTRATION\n                        REGISTRATION NO;..........................\n                        DATE OF REGISTRATION:. ...................\n                       THIS IS TO CERTIFY THAT\n....................................................................\n                                    (Name)\n...................................................................\nis registered under the Real Estate (Dealers and Developers) Act to engage\nin thapractice of real estate business as a:\n....................................................................\nat the following uddresdes) :\n...................................................................\nsubJeci lo the following conditwns:\nSEAL\nREAL ESTATE BOARD\n                                  ........................\n                                         Chairman\n                                                       -    - - -     - -   -   -   -----\nTHE REAL ESTATE (DEALERS AND DEVELOPERS)                                             19\n            REGULATIONS, 1988\n          REAL ESTATE (DEALERS AND DEVELOPERS) ACT\n         LICENCE TO PRACTISE REAL ESTATE BUSINESS AS\n                    A REAL ESTATE DEALER\n                           LICENCE NO:.       .............................\n                           EXPIRY DATE:.       ...............................\n....................................................................\n                                     (Name)\nof.   ................................................................\n                    (Address(es) of Registered O & e ( s ) )\nis hereby licensed to practise real estate business as a red estate dealer subject\nto the prohibitions and conditions stated hereunder:\nSEAL\nREAL ESTATE BOARD\n                         ........................\n                                   Chairman\n                       ..........................\n                                     Date\n             [ The inclusim of this page fs authorized by L.N. 55/1991 ]\n20                    THE REAL ESTATE (DEALERS A N D DEVELOPERS)\n                                  REGULATIONS, I988\n               REAL ESTATE (DEALERS AND DEVELOPERS) ACT\n              LICENCE TO PRACTISE REAL ESTATE BUSINESS AS\n                       A REAL ESTATE SALESMAN\n                                                 No:.\n                                           LICENCE    .............................\n                                            EXPIRYDATE:............................\n     is hereby licensed to practise red estate business as a real estate salesman\n     employed to:.   ..........................................................\n     .......................................................................\n     subject to the prohibitions and conditions stated hereunder:\n     SE IL\n     REAL ESTATE BOARD\n                              ..........................................\n                                               Chairman\n                              ..........................................\n                     m e inclusion of thb vase is authorized by L.N. 55119911\n            T H E REAL ESTATE (DEALER& AND DEVEu)PE@)\n                          REGULATIONS. 1988\n                                 CHARGE UNDER SECT[ON 31\n  The person described in the First Schedule hereto (hereinafter referred toas\"thechargor\") being\nre~isteredas the proprietor of an estate in fee simple in the land describad in the Secondschedule\nhereto (hereinafter referred to as \"the said lands\") subject to theincurnbrancesif any, set out in the\nThird Schedule herdo, which said lands are the subject of prepayment contracts within themeaning\nof the Real Estate (Dealers and Developers) Act and desiring to render the said lands available\nfor the purpose of securing to and for the benefit of the Real EstateBoard(a body established under\nthe aforesaid Act and hereinafter referred to as \"the Board\") the repayment of the hereinafter-\nmentioned moneys received pursuant to the said prepayment contracts DOTH HEREBY CHARGE the\nsaid lands with the repayment of all amounts of money received by the chargor as vendor pursuant\nto the said prepayment contracts as shall become repayable by him upon breach by him of the con-\ntracts or rescission of the contracts or any of them, and with the payment of all other amounts of\nmoney as shall be payable by the chargor in accordance with the conditions set out in the Fourth\nSchedule hereto.\n  And subject as aforesaid thejBoard shall have all the powers and re.nedies given to a mortgage0\nby the Registration of Titles Act.\n                                     FIRST SCHEDULE\n                            (Name, occupation and address of chargor)\n                                      SECOND SCHEDULE\n                         (Description of the lands the subject of the charge)\n                         [Tho inclusion of this page is itubhorized by L.N. 5511991 1\n                                                                                        -   /\n                            THE REAL ESTATE (DEALERS AND DEVELOPERS)\n                                        REGULATIONS, 1988\n                                               THrRD SCHEDULE\n                                  (Incumbrance to which tho lm& u o rubject)\n                                      FOURTH SCHEDULE\n  Tho chargor hereby covenant8 with the Board that he will faithfully and diligently obrervo and\nperform each and all the provisions herein ret forth.\n       (1) Subicct to any requirement to the contrary pursuant to the Registration (Strata Titled\n           Act, the chargor will insure and so long as any moneys shall remain secured by this charge\n           keep inrured to the full insurable value thereof againrt loss or damage by fire, lightning,\n           earthquake, and fire occasioned thereby, hurricane, windstorm, flood however caused,\n           burglary. theft, maliciour damage and c~vilcommotion, riots, strikes. explosion and suib\n           other perils as the Board may at any time require in the name of the Board in rome in-\n           rurance office approved by the Board all bu!ldingr, fixtures, fittings, machinery and all\n           building mat~rialswhich shall for the time being be erected or from time to time brought\n           upon the rald Imdr. and which rhdl be of a nature or kind capable of bein so insured,\n           and will when required by the Board deposit with the Board the policy ofauch insur-\n           ance and within seven days after each premium rhall become payable the receipt for such\n           premium, and the moneys received on account of ruch insurance shall at the option of\n           the Board be applied oither in or towards the satisfaction of moneys secured by thir\n           charge or, in or towards rebuilding, reinstatingor replacia the building, fixturer, fittings,\n           machinery and building materialr lost, destroyed or damaad.\n      (2) The chargor rhdl repay to er        party to a prepayment c o n m d en-d    into betweon\n          tho c h a r ~ o rand ruch party 8 3 rums of money an ruch party may be entitled to by\n          rearon of default by the chargor in the disharge of hir liabilitier and obligations under\n          tho prepayment contract in accordance with the term8 and conditions of such contract\n          or upon rescirion of the contract.\n      (3) The chargor rhall at ail times duly and rcgularljr pa all rator, t u a , warmentr and out-\n          ~ o i n g snow or hereafter to become due and paya{le in reaped of the said land andlor\n          the building, Bxtum, fittings and machinery thereon and produce to the Board on de-\n          mand all receipt8 and voucherr in proof of ruch paymuotr.\n                         [The inclusion of t b k page Is authorlad by L.N. 5511991 I\n                FHE REAL ESTATE ( D E A m AND DEYEUPEM)                                       23\n                            REGULATIONS, I988\n(4) The chargor shdl at all times during the continuance of this charge keep up, proservo\n    and maintain in good order and condition upon the said lands all and singular the build-\n    i n g now or that hereafter may be erected thereon and the fixtures and fittings therein\n    and all wells, ponb, drains, gates, walls, fences and things that are now or may hereafter\n    be thereon and the gardens and grounds thereof (including parkina areas) and do all\n    things necessary and roper for keepin up the value of the said hereditaments in order\n    that the security herety given may not t e depreciated or lessened in value and the Board\n    rhall be entitled by its servants or agents at all reasonable times during the continuance\n    of this security to enter the said land or any part thereof and to view, search and see the\n    state and condition thereof and the condition and order of the said buildings, fences,\n    wdlr, gates, wells, ponds, drains, ardens and grounds and things with full and free\n    rights of ingress and egress for sucf urpows and in respect of all docsyr, defects and\n    wants of reparation and amendment &nd upon such inspection to give or leave notice\n    in writing to or with the chargor and thereupon the chargor will promptly make good\n    repair and supply according to any notice given hereunder:\n       Ptovfded that thir paragraph shdl not apply to buildings or other structures erec-\n     ted merely to facilitate carrying out of building operations on the said land.\n(5) The chargor shall not without written consent of the Board sell, lease or part with the\n    posseasion or the right to possession of the said lands or any part thereof whether by\n    licence, trust or otherwise, except to the party entitled under a prepayment contract.\n(6) The chargor if an individual shall not commit any act of bankruptcy whereby any pro-\n     visional or absolute order in bankruptcy shall be made against the chargor or enter into\n     a compromise agreement with his credltom or if the chargor is a company, cease to carry\n     on it8 businesr; or allow any distress or execution to be levied upon or issued against any of\n     the property of the compaqy to remain unsatidsd for more than three days from the date\n     of the l e v of such distress or execution; or pass any effdctive resolution for the wind-\n     in8 up of Ut company or do any act whereby a receiver shall be appointed of the com-\n     pany'r property by m y mart or debenture holder or mortgagee.\n(7) The chargor if a company ahall lodge with the Board a statement of the names, addreswr\n    and other particulan of itr d i i t o n and any changes in relation to such particular8\n    within seven day8 of the occurrence of the event.\n(8) The chnrgor shall complete the prepayment contracts and any connected contracts in\n     accordance with the terms, conditions and stipulations contained in such contracts.\n(9) (i) If the chargor shall neglect or fail to effect any insurance in accordance with para-\n         graph (1) of these conditions or to pay the premium in respect thereof the Board\n         may, but shall not be obliged to, effect the said insurance and all sums expended by\n         the Board in relation thereto with interest thereon at the prime rate for the time\n         being charged (by the Bank of Nova Scotia Jamaica Limited or any other bank\n         with which the Board for the time being maintains accounts hereinafter referred\n         to as the \"Board's Bankers\") plus two per centum (2%) per annum computed from\n         the time of payin8 or advancins the same shall be repaid to the Board by the chargor\n         on demand and in the meantime shall be a charge on the lands hereby charged.\n                     [ Tho inclusion of this pasc is authorized by L.N. 551 1991 1\n                        THE REAL ESTATE (DEALERS,AND DEVELOPERS)\n                                    REGULATIONS, 1988\n     (ii) If the chargor shall neglect or fail to remedy or make good any defect or want of\n          repair in relation to the buildings, fixtures. fittings, wells, ponds, drains, gates, walls,\n          fences and things on the lands hereby charged o r the gardens and grounds thereof\n          the Board may, but shall not be obliged to, remedy and make good such defect or\n          want of repair and all sums expended by the Board in respect thereof with interest\n          thereon at the rate mentioned in sub-paragraph (i) of this paragraph shall be repaid\n          by the chargor to the Board on demand and in the meantime shall be a charge on\n          the lands hereby charged.\n(10) If any of the following events shall occur all moneys intended to be hereby secured shall\n     become due and payable and so remain until full payment thereof and be recoverable by\n     the Board under this charge and the powers of sale and of distress and of appointing\n     a receiver and all ancillary powers conferred on mortgagees by the Registration of Titles\n     Act shall in any such event thereupon be exercisable by the Board under this charge\n     and for the purpose of the exercise of such powers a notice requiring payment of the\n     money owing under this charge shall be deemed to be sufficient notwithstanding that\n     no amount may be stated therein and such notice shall be deemed sufficiently given to\n     and served upon the chargor and upon every proprietor for the time being of any interest\n     in the lands hereby charged if given in the manner provided in paragraph 13 of these\n     conditions. The said events are the following:-\n          (1) If default shall be made by the chargor in the payment of any moneys herein\n              covenanted to be paid by the chargor and such default shall continue for a\n              period of fifteen days;\n          (2) If the chargor is in breach of any of the chargor's covenants contained in para-\n              graph (6) or (8) of these conditions;\n          (3) If there shall be any other default mentioned in section 105 of the Registration\n              of Titles Act.                       . .          . ,\n                               '    .    ..           .   .   . ..\n(11) Without prejudice and in Gdditiom'to any other remedy 6f the Board in respect thereof\n     the chargor HEREBY COVENA*S. with the Board .that on demand the chargor will pay\n     to the Board the amount ofiill'the Boardls expe'nse~.incurred by the Board in relation\n     t o the aecurity hereby constituted.with .interest thereog from the date when the chargor\n     becomes liable therefor until payment thereof at .fie prime rate for thg time being charged\n     by the Board's bankers plus two per centurn (2%) per annum, 'and-the chargor HERBBY\n      CHAR^^ the said lands with the payment of such expenses and the interest thereon and\n     for the avoidance of doubt it is hereby declared that the expression \"Board's expenses\"\n     includes not only all such expenses as would otherwise be allowable on the taking of an\n     account between a mortgagor and a mortgagee but also (and insofar as they are not so\n     allowable) includes all moneys, costs, charges and expenses paid and all liabilities incurred\n     by the Board (including legal costs, charges and expenses ascertained as between Attornev-\n     at-Law and own client) on or in connection with o r incidental to the lands hereby charged\n     and this security and without prejudice to the generality of the foregoing shall include\n     all moneys, costs, charges andexpenses paid and all liabilities incurred by the Board in or\n     in connection with or incidental to, amongst other things:\n            (i) effecting any insurance whatever on or in connection with the lands hereby\n                charged or any part thereof;\n            (ii) inspecting surveying or obtaining any report of any nature or kind whatsoever\n                 on or in relation to the lands hereby charged or any part thereof or repairing\n                 rebuilding or reinstating any building or other erection or engineering work\n                 thereon or any part or parts thereof;\n           (iii) considering or enforcing o r attempting to enforce any of the rights and power8\n                 hereby or by Law vested in the Board in relation to the lands hereby charged\n                 or this security.\n                 [ T h e inclusion of this page is aubhorized by L.N. 5511991 1\n         THE REAL ESTATE (DEALERS AND DEVELOPERS)\n                          REGULATIONS, 1988\n   (12) No neglect, omission or forbearance on the part of the Board to take advantage of or\n        enforce any right or remedy arising out of any breach or non-observance of any cove-\n        nant or condition herein contained or implied shall be deemed to be or operate as a gene-\n        ral waiver of such covenant or condition or the right to enforce or take advantage of\n        the same in respect of any breach or non-observance thereof either original or recurring.\n   (13) Any demand or notice hereunder may be properly and effectively made given and served\n        on the chargor at any time by letter or other instrument in writing signed by the Board\n        or on its behalf by its Attorney-at-Law, agent, clerk or other person authorized either\n        in writing or orally by the Board and addressed to the chargor and sent by registered\n        post to his address appearing in the First Schedule hereto and in the absence of other\n        proof of service every such demand or notice shall be deemed to have been given and\n        servod on the seventh day following the date of posting thereof.\nDated the                                     day of\nS @ d realed and\ndelivered by tho\nadd [chargor]in\nthe prO8enCb of\n            J.P. or Attorney-at-Law\nN.B. If the charaor is a combanv or other bodv coruorate this charne must be e m e d in tho man-\n      ner provid2d for executioi of instrumenk uider seal of thekticles of association or ragu-\n      latiom of the company or body corporate which must be witnessed as provided above.\n                       vhe inclus6an of this mpe is authorized by L.N. 55119911\n             REAL ESTATE (DEALERS AND DEVELOPERS)\n  THE REAL ESTATE (DEALERS AND DEVELOPERS) A<JT\n                                REGULA~ONS\n                          (under section 43 (1) (h) )\n  THE REALESTATFJ\n               (DEALERS            (CODEOF ETHICS)\n                      AND DEVELOPERS)\n                  REGULATIONS,\n                            1998\n        (Made by the Minister on the 2nd day of December. 1998)                                L.N. 98/98"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-41) A real estate dealer shall keep such accounts as shall enable;: ' ,\"\nthe financial position between his client and himself to be clearly and\naccurately distinguished.\n       (2) A real estate dealer shall account to his client for all monies\nin hand for the account or credit of the client, whenever reasonably\nrequired to do so.\n      (3) The Board, with the approval of the Minister, may make\nregulations prescribing the manner in which accounts shall be keplt.\n   %.--(I) Except with the specific approval of his client in writing. C O ~ R ~ofC ~\n                                                                          interest.\ngiven after full disclosure of his interest, a real estate dealer or real\nestate salesman shall not provide professional services in respect of any\nproperty in which he has a present or contemplated interest and in\nrespect of which his personal and professional interests conflict, or are\nlikely to conflict.\n       (2) A real estate dealer or real estate salesman, or any partnership\nof which he is a partner or company of which he is a director shall nlat\nact for more than one party to a real estate transaction wilthout prior\ndisclosure of that fact to each of the parties involved, unless permission\nin writing to do so has been obtained from all the parties.\n      (3) A real estate dealer or real estate salesman shall not acquire\nan interest in, or buy for any member of his immediate family. his\ncompany or any person employed therein or any other organization in\nwhich he has an interest, any pro~ertylisted with him without full dis-\nclosure in writing to the owner of that property.\n       (4) Where a real estate dealer or real estate salesman, acting in\n such capacity, is selling or intends to sell property in which he has a\n                             THE REAL ESTATE (DEALERS A N D DEVELOPERS)\n                                  (CODE OF ETHICS) REGULATIONS, 1998\n                  legal or equitable interest, he shall, in writing, prior to the sale thered,\n                  disclose the fact of his interest to the purchaser.\n                        (5) A real estate dealer or real estate salesman shall not recom-\n                  mend or suggest to a client, the use of the services of another organiza-\n                  tion in which he has an interest, unless he discloses his interest in\n                  writing at the time he makes such recommendation or suggestion.\n                         (6) Where an attorney-at-law is licensed to engage in the practice\n                  of real estate business either in the capacity of real estate dealer or\n                  real estate salesman, he shall avoid any conflict of interest, and shall\n                  disclose in writing to the client with whom he is dealing in any real\n                  estate transaction-\n                       (a) that he practises as an attorney-at-law;\n                       (b) the capacity in which he is offering his services;\n                       (c) the p s i b l e effect of his representation on behalf of the client\n                            if such representation is in more than one capacity.\nFinancial\ninterest."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. A real estate dealer or real estate salesman shall not accept or\n                  offer to accept instructions in a real estate transaction on terms which\n                  could reasonably be construed as taking a financial interest in the\n                  transaction, unless he first makes written disclosure of his financial\n                  interest to all the parties.\nNotification to\nclient of terms"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) A real estate dealer or real estate salesman shall, upon\nand conditions    accepting instructions to act for a vendor or lessor with respect to the\nrenardin8\npayment of\nfeel.\n                  sale or letting of property, as the case may be, notify the vendor or\n                  lessor, in writing, of the terms and conditions relating to the payment\n                  of his fees.\n                          (2) No fees or expenses in respeclt of the sale or letting of\n                  property shall become due and payable until the terms of the sale or\n                  letting are settled and the transaction is completed.\nAction              11. A real estate dealor or a real estate salesman shall not-\nprejudicial ta\npractlce of\nothen.\n                      (a) agree to be engaged to act in any real estate transaction in\n                          which the client has, to his knowledge, previously engaged\n                          another real estate dealer or real estate salesman without first\n                          notifying the other real estate dealer or real estate salesman;\n                       ._.              _..     ...~\n          THE REAL ESTATE (DEALERS AND DEVELOPERS)\n               (CODE OF ETHICS) REGULATIONS, 1998\n    (b) knowingly engage in any practice, or take any action which\n        is damaging to the practice of another real estate dealer or\n        real estate salesman."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.41) A real estate dealer or x a l estate salesman shall not-      Solicitin&\n                                                                       business.\n   (a) offer to provide, whether to a prospective client or to a third\n        party, any gift or favour whatsoever which is intended to\n        attract or secure instructions for work;\n    (6) seek an u f a i r advantage over other real estate dealers or\n        real estate salesmen, nor injure directly or indirectly the\n        reputation of, nor publicly disparage the business practice of\n        real estate dealers or real estate salesmen, or conduclt his\n        business so as to foster controversy with other real estate\n        dealers or real estate salesmen;\n    (c) pay, for the introduction of a client, any fee or commission\n        to a third party who is not a person licensed to engage in the\n        practice of real estate business;\n    (d) act or offer to act in any capacity in relation to any matter\n        which is the subject of judicial or quasi-judicial p d i n g s .\n        either on the basis-\n            (i) that no charge will be made unless the proceedings are\n                successful; or\n           (ii) that the amcrunt to be charged will reflect the degree of\n                success attained;\n    (e) when offering property to a prospective purchaser or lessee\n        on behalf of a client, stipulate that his services be retained\n        by that purchaser or lessee in any capacity;\n    Cf) offer real estate for sale or lease-\n           (i) without the knowledge or consent in writing of the owner\n                there04 or his authorized agent; or\n           (ii) on terms other than those authorized by the owner or\n                his authorized agent;\n    (g) induce any party to a contract in respect of real estate to\n         substitute another contract therefor.\n        (2) Notwithstanding paragraph (I), a real estate dealer or real\nestate salesman may properly solicit instructions for the sale or lease of\nproperty if-\n                           THE REAL ESTATE (DEALERS A N D DEVELOPERS)\n                                (CODE OF ETHICS) REGULATIONS, 1998\n                     (a) he does so in writing; and\n                     (b) he first ascertains that no similar instructions are in force\n                         with any other real esiate dealer or real estate salesman in\n                         respect of that property.\nAdvdsementr        13.-(1) A real estate dealer or developer shall ensure that the con-\nand\nannouncements.   tent of advertisements published by him in pursuance of the practice of\n                 real estate business, or the development of land in a development scheme,\n                 comply with the requirements of the Act and all regulations made\n                 thereunder.\n                         (2) A real estate dealer or developer shall ensure that all\n                 advertisements by him in respect of properties for sale contain the name\n                 and address of the real estate dealer or the developer advertising the\n                 property.\n                        (3) Where an advertisement is published respecting the sale of\n                 property, the advertisement shall contain a statement specifying-\n                     (a) in the case of an advertisement by a real estate dealer, that\n                          he is licensed to engage in the practice of real estate business\n                          and the number of his licence; and\n                     (b) in the case of an advertisement by a developer-\n                            (i) that he is registered; and\n                           (ii) the registration number of the development scheme\n                                being advertised.\n                         (4) A real estate dealer shall ensure that advertisments referred\n                 to in paragraph (1) do not contain-\n                      (a) any inaccurate statement of fact;\n                     (b) any explicit comparison between the services offered by him\n                         and the services offered by other persons;\n                     (c) any information concerning the identity of parties to the real\n                         estate transaction being proposed in the advertisement; or\n                     (4 any claim that he is a specialist or expert in any area of the\n                         practice of real estate business.\n                          (5) Notwithstanding paragraph (4) (b), a real estate dealer may,\n                 in advertising property, state the branch of real estate business in which\n                 he is registered or licensed to practise.\n            THE REAL ESTATE (DEALERS AND DEVELOPERS)\n                 (CODE OF ETHICS) REGULATIONS. 1998\n        (6) A real estate dealer shall not advertise a property for sale.\nlease or rental, or place any sign on any property without the authority\nof the owner in writing.\n       (7) Where the location, price, rental value, area of land or any\nother information is included in any advertisement, the real estate\ndealer or developer placing the advertisement shall ensure that such\ninformation is accurate.\n        (8) A real estate dealer shall ensure that every advertisement\npublished by him in respect of property-\n    (a) promotes the interest of his client; and\n     (b) provides an accurate representation of the property."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.--(1) Where a developer enters into a contract with a purchaser N,ification\nand has reason to believe that the scheme will not be completed within :i$P,:,&\nthe time specified, either in an adverti~ernen~t\n                                              or as stated in the contract.\nhe shall, in writing, advise the purchaser and the Board of the delay in\ncompleting the scheme and state the new estimated time for completion.\n         (2) Where the cost of development has escalated, the developer\nshall-\n     (a) in  writing, natify the purchaser and the Board of such\n          escalation;\n     (b) set out in the notice, the factors taken into account when\n         calculating the escalation cost; and\n     (c) set out the base price of the unit at the time the contract was\n         executed."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Where a real estate dealer and a real estate salesman enter into Contractt\na contract between themselves they shall have regard to the provisions between\n                                                                        ealer and\nof these Regulations and shall, where practicable, include provisions \"\"lman.\nrelating to the compensation payable during the contract period as well\nas after the expiration or termination thereof."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1) A real estate dealer who is required to keep account5 und,sr\nregulation 15 shall draw them up in respect of consecutive accounting\nperiods and have them audited by a qualified auditor within one\nhundred and eighty days after the end of each such accounting period.\n        (2) The auditor shall in respect of each accounting period,\nfurnish to the real estate dealer a report stating whether in his opinion\nthe requirements ot the Act and of these Regulations as to the manner\n               1 The inclusion of this page is authorized by L.N. 5511991 I\n           THE REAL ESTATE (DEALERS AND DEVELOPEZLS)\n                       REGULATIONS, 1988\nin which clients' money is to be dealt with have been substantially\ncomplied with.\n        (3) The auditor may report that the said requirements have been\nsubstantially complied with if in his opinion they have been complied\nwith except so far rn concerns certain trivial breaches due to clerical errors\nor mistakes in book-keeping, all of which were rectified on disoovery,\nand none of which in his opiaion resulted in any loss to m y person\nentitled to the clients' money.\n        (4) If the auditor reports that in his opinion the mid require-\nmenta have not been complied with or substantially complied with. he\nshall specify in his report the matters in respect d which it appears\nto him that the mid requirements have not been complied with or\nsubstantially camplied with.\n       (5) If the auditor is unable to form an opinion aa to whether\nor not the said requirements have been complied with or substantially\ncomplied with, he shall specify in his report the matters in respect\nof which he has been unable to satisfy himself and the reasons therefor.\n        (6) For the purposes of making his report under paragraph (2).\nthe auditor shall-\n     (a) ascertain from the real estate dealer to whom he is r v r t i n g\n          under that paragraph particulars of all bank accounts kept,\n          maintained or -rated     by him in the course o£ real estate\n          business at any time during the accounting period to which\n          the report relates: and\n     (b) subject to paramaph (7), so examine the accounts and records\n          of the dealer as to enable him to verify whether they comply\n          with the requirements of regulation 15, for whioh purpose\n          he may ask for such further information as he may consider\n          necasaary.\n        (7) Nothing in paragraph (6) shall q u i r e the auditw-\n    (a) to extend his enquiries beyond the information contained in\n         the relevant documenfts produced to him, supplemented by\n          suoh information and explmationa as he may have obtained\n         from the person to whom he is making his report: or\n     (b) to consider whether the accounts and records have been\n         properly kept in accordance with regulation 15 at any time\n               I The inclusian of this page is authorized by L.N. 55/1W1]\n             THE REAL ESTATE (DEALERS AND DEVELOPERS)\n                         REGULATIONS, 1988"
    }
  ],
  "definitions": []
}