{
  "id": "jm-subs-the-record-office-act",
  "type": "statute",
  "title": "The Record Office Act",
  "title_en": "The Record Office Act",
  "short_name": "Record Office Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-record-office-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-record-office-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. Microfilms\n    (a) The standard charge for normal work is 50.10 per exposure, with\n        an additional handling charge of 50.25 for each document.\n        There is a minimum charge of 52.00 per order.\n    (b) For work involving special difficulty the charge is $0.15 per exposure.\n    (c) For large orders where the filming work has no complications the\n        charge is 50.08 per exposure with a minimum charge of 530.00."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Photostats\n    (a) For making Photostat copies of records-\nShe of record\n                                           -\n                                      Negative\n                                                                        -\n                                                                       Positive\nUp to 13\" x 12\"                         $0.50                      51.00\nOver 13\" x 12\" and\n up to 18\" x 13\"                        50.70                      $1.40\nOver 18\" x 13\" and\n up to 24\" x 18\"                        51.00                      52.00\n   There is an additional handling charge of 50.25 per document\n   (6) Work involving special difficulty is subject to an additional charge\n        per copy, which will be fixed by the Government Archivist."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Photographs\n    Normal work: Size 10\" x 8\"            $2.75\n    Additional prints $1.05 each. Other sizes can be supplied at proportional\n      costs."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Any person making use of the search room for the purpose of\nconsulting the records or any index shall, on each day of attendance.\nwrite his name and full address and state the subject of his research\nin the Attendance Book kept for the purpose."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The Search Rooms shall be open every day except Sundays,\nSaturdays and such other days as are or may be declared to be public\nholidays by or by virtue of any enactment."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. All persons claiming to act as agents on behalf of any individual\nor firm must satisfy the Deputy Keeper of the Records of their authority\nso to do, and their names shall then be entered in a Register to be\nkept for that purpose. No person not so registered shall be admitted\nto act as an agent."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Only lead or graphite pencils, containing no pigment or dye, may\nbe used for the purpose of taking notes in the search room and these\nshall not be sharpened in the search room. The use of fountain pens,\nball point pens or other ink using devices is prohibited in the searcb\nroom."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. No person shall lean upon, crumple, tear or touch with pencil\npoint or wetted finger any documents or books or papers in the\ncustody of the Government Archivist, or lay on such documents or\nbooks the paper on which he is writing; and documents which are\nmade up in volumes or files shall whenever possible be placed upon\nthe rests provided for the purpose."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Records, documents, books or other articles belonging to the\nRecord Office shall not be taken out of the Search Room, or uscd\nelsewhere than on the desks or tables.\n, 12. Searchers shall return the indexes, records, documents and books\nwhich they have used to an officer of the Record Office."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. No person shall, without the permission of the' officer in charge\nof the search room, make tracings of any documents, books or papers\nin the custody of the Government Archivist."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Any person requiring the return under section 32 of any deed\nor writing received for registration, must produce the receipt for the\nsame and in case such receipt has been lost or mislaid, the person\nauthorized to make such request shall give a receipt for such deed\nor writing upon the margin of the record and shall satisfy the Deputy\nKeeper of the Records, if required, by declaration (which declaration\nmay be taken before the Deputy Keeper of the Records or a Justice\nof the Peace) that the receipt given therefor has been lost or mislaid."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. For the purpose of calculating and charging the fees, one hundred\nand sixty words shall constitute a legal sheet, and each figure in any\ndeed or writing received to be recorded shall be considered as one\nword.\n              CIbc inclusion of this page is authorirrd by L.N. 28611976)\n                              THE RECORD OFFICE RULES, 1975"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Documents requiring repairs or under arrangement may be with-\nheld from production in the search room but may nevertheless be\ninspected by special permission from the Government Archivist."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. A separate application for each document required for inspection\nshall be written clearly and legibly and signed by the person requiring\ninspection thereof."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. No person shall be permitted to inspect more than three docu-\nments at one and the same time, save with the permission of the Govern-\nment Archivist.\n               P h inclusion of this p-e   id authorized bv L.N. 41 19761\n              RECORD OFFICE (ARCHIVES) RULES, 1969"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Immediately after the conclusion of a search or inspection, the\ndocuments shall be returned by the person to whom they were pro-\nduced to the officer in charge of the search room who must thereupon\nreturn to the applicant the part of the application form bearing the\napplicant's signature. An applicant who has failed to reclaim this\npart of his application may be held responsible for the documents\nissued to him on such application."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Any person desiring to have documents kept out for his use\nafter the first day of production must so notify the officer in charge\nof the search room and request that his application form be endorsed\naccordingly."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. The fees prescribed in the Schedule shall be payable in advance Schedule\nto the Government Archivist in respect of the photographic repro-\nduction of documents undertaken by him."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Where records or copies of records are produced in the form\nof photographic micro-films the reels shall be fitted to, and removed\nfrom the micro-film reader by an official of the Archives department\nand by no other person."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Photographs of documents shall not be reproduced except by\npermission of the Government Archivist. Applicants for such permission\nshall specify in writing the context in which the repro-\nduction will appear and such permission shall extend only to repro-\nduction in that context. To ensure accuracy of reference, any caption or\ndescription which it is proposed to append or attach to such reproduc-\ntion shall be submitted beforehand to the Government Archivist for\nhis approval."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. The officer in charge of the search room is hereby empowered\nand authorized to exclude persons from the Archives buildings or\nany part thereof for wilful breach of any of the foregoing rules, or\nfor any action whatsoever involving risk of damage of any kind to\nany record or article in the Archives buildings or for conduct offensive\nor reasonably likely to be offensive to other persons using the search\nroom or any part of the Archives buildings."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Any person who contravenes these Rules or any order given or\nmade pursuant thereto shall be guilty of an offence and shall upon\nsummary conviction be liable to a fine not exceeding ten dollars.\n               IThs inclusion of thLc uape M authorized by L.N. 4119761\n                RECORD OFFICE (ARCHIVES) RULES, 1969"
    }
  ],
  "definitions": []
}