{
  "id": "jm-subs-the-registration-strata-titles-act",
  "type": "statute",
  "title": "The Registration (Strata Titles) Act",
  "title_en": "The Registration (Strata Titles) Act",
  "short_name": "Registration (Strata Titles) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-registration-strata-titles-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-registration-strata-titles-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the Registration (Strata Titles)\nRegulations. 1969."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. The provisions of the Local Improvements Act shall not apply to\nany sub-division effected pursuant to subsection (1) of section 3 of the\nAct."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The Registrar of Titles shall keep a register of strata plans and shall\nrecord therein particulars of all strata plans lodged in his ofice for\nregistration pursuant to the Act."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1)   Every strata plan lodged in the office of the Registrar of Titles\nfor registration-\n      (a) shall be prepared on one side of water-marked tubsized azure\n          laid ledger paper containing not less than 60 per cent rag fibre\n          and being of not less substance than 113 gramnes per square\n          metre (50 pounds per 500 sheets of double demy (20 inches x\n          31 inches) ) and not less bursting strength than 50 pounds per\n          square inch (with a tolerance of 20 per cent); the paper shall\n          not be creased and shall be free from discoloration or blemishes,\n          shall measure 15+ inches in length by 10 inches in width and\n          shall have clear margins on the face of each sheet of not less\n          than 14 inches on the left-hand side and not less than $ an inch\n          on the right-hand side, at the top, and at the bottom;\n      (b) shall comprise-\n             (i) a first sheet in the form prescribed as Form 1 in the Schedule.\n                 Schedule (using annexures thereto where necessary) on\n                 which shall be set out the matters prescribed by para-\n                 F h e inclusion of thin page is authorized by L.N. 731 1999)\n     THE REGISTRATION (STRATA TITLES) REGULATIONS, 1969\n                 graphs (c), (d), (h) and (9 of subsection (1) of section\n                 7 of the Act; and\n            (ii) further sheets containing the particulars required by\n                 paragraphs (e), (j), (g) and ( i ) of subsection (1) of section\n                 7 of the Act.\n       (2) Each further sheet of a strata plan shall be endorsed in the\ntop right-hand corner-\"sheets.. ...................of.. ...................sheetsw.\n       (3) The diagram prescribed by paragraph (c) of subsection (1) of\nsection 7 of the Act shall be drawn with the north point directed upwards\nand shall be to a scale which will admit of all details and notations being\nclearly shown and such diagram shall show offsets in any case where\npart of the building is within six feet of a boundary of the parcel but no\nother dimensions shall be necessary. The external surface boundaries of\nthe parcel shown in any such diagram shall, if tlic Registrar of Titles so\nrequires, be defined by a plan of survey prepared in accordance with the\nLand Surveyors Act.\n        (4) Any floor plan prepared for the purposes of paragraph (j) of\nsubsecticn (1) of section 7 of the Act shall be drawn with the north point\ndirected upwards and shall be of a size which will admit of all details\nand notations being clearly shown.\n       (5) The strata lots shall be numbered consecutively, coni~iiencing\nwith strata lot 1 and terminating with a strata lot numbered to corres-\npond to the total number of strata lots comprised in the strata plan.\n Different parts of a building which constitute a single strata lot shall bear\nthe same strata lot number.\n       (6) The schedule specifying the unit entitlement of each strata lot\npursuant to paragraph (h) of subsection (1) of section 7 of the Act shall\ninclude on the right-hand side a column of not less than 13 inches in\nwidth to enable insertion of references to the certificate of title in respect\nof each strata lot in the strata plan, and the vertical interval between\nitems in such schedule shall be not less than 3 / 10 inch.\n      (7) Typewriting may be used if the characters are typed with a\ndense black non-copying record ink and the lines of typewriting do not\noverlap. A carbon copy, or a copy in which the typewritten characters\nblur or spread or are liable to mark or damage an adjacent sheet shall\nnot be lodged.\n      (8) Handwriting shall be clear and legible and in permanent black\nnon-copying ink.\n      (9) Printing, writing or drawing &all not extend into any margin.\n                 me inclusion of this page k authorized by L.N. 731 19991\n     THE REGISTRATION (STRATA TITLES) REGULATIONS, 1969\n      (10) Alterations shall be made by striking through the matter in-\ntended to be rejected and not by rubbing, scraping or cutting the surface\nof the paper."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Every strata plan lodged for registration shall be endorsed with or\naccompanied by a certificate-\n     (a) of a land surveyor commissioned under the Land Surveyors\n         Act, that the building shown on the strata plan is within the\n         external surface boundaries of the parcel, and where eaves or\n         guttering project beyond such external boundaries, that an\n         appropriate easement has been granted as an appurtenance of\n         the parcel; where such certificate is not endorsed on the strata\n         plan it shall be in the form of Form 2 in the Schedule;          Form 2.\n    (b) of the appropriate local planning authority (if the parcel is in an\n        area to which a development order under the Town and\n        Country Planning Act applies) that permission to carry out\n        development of the kind shown in such strata plan has been\n        granted."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Every application for registration of a strata plan shall indicate the\nname and postal address of the registered proprietor (or, where at the\ntime of such application the land comprised in the strata plan is not\nunder the operation of the Registration of Titles Act, the name and\naddress of the person in whose name the certificate of title is to be\nissued) and of the party by whom the plan is lodged and shall be pro-\nduced by delivery to the proper officer at the office of the Registrar of\nTitles accompanied by the prescribed fee and the duplicate certificate of\ntitle, if any, for the parcel."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Registration of a strata plan shall be effected by notifying under the\nseal of the office of the Registrar of Titles on the first sheet thereof the\nfact and date of such registration."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The Registrar of Titles shall endorse on the certificate of title\nissued for each strata lot in a strata plan a notification that by virtue of\nthe provisions of the Registration (Strata Titles) Act, the proprietor holds\nhis lot and his share in the common property subject to any interests\naffecting the same for the time being notified on the registered strata\nplan and subject to any amendments to strata lots or common property\nshown on that pIan.\n                IThe inclusion of this page is authorized by L.N. 4119761\n                 THE REGISTRATION (STRATA TITLES) REGULATIONS, 1969"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The Registrar of Titles, after such enquiry and notices, if any, as\n            he may consider proper and upon the production of such evidence and\n            the compliance with such requests, if any, as he may think necessary to\n            require or make, may-\n                 (a) number or re-number any strata lots in a registered strata plan;\n                 (6) supply omissions and correct patent errors in a registered strata\n                     plan;\n                 (c) amend a registered strata plan in such other manner as he may\n                     think proper."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Every instrument other than the certificates referred to in regula-\n            tion 5 lodged with the Registrar of Titles for the purposes of the Act or\n            these Regulations, shall comply with the requirements specified in sub-\n            paragraph (a) of paragraph ( 1 ) . and paragraphs (7), (8). (9) and (10). of\n            regulation 4."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. A certificate under the seal of the corporation-\nForm 3.\n                (a) pursuant to subsection (3) of section 1 1 of the Act shall be in\n                    the form or to the effect of Form 3 in the Schedule; and\n                 (b) pursuant to subsection (3) of section 12 of the Act shall be in\nF   O 4.~            the form or to the effect of Form 4 in the Schedule."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. A notification of destruction of a building given by the corporation\n            pursuant to paragraph (a) of subsection ( 1 ) of section 14 of the Act shall\nF   O 5.~   be in the form or to the effect of Form 5 in the Schedule."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. A notification given by the corporation pursuant to subsection (5)\nForm 6.     of section 9 of the Act shall be in the form or to the effect of Form\n            6 in the Schedule."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1) Any person appointed as administrator pursuant to section\n            13 of the Act may lodge with the Registrar of Titles an office copy of\n            the order of the court making such appointment.\n                    (2) The Corporation may lodge with the Registrar of Titles an\n            office copy of any order made by the court pursuant to regulation 25.\n                    (3) On receipt of any such office copy the Registrar of Titles\n            shall endorse on the relevant registered strata plan a notification referring\n            thereto, containing such particulars as appear to the Registrar of Titles\n            to be necessary, and signed by him.\n                            [The inclusion of this pwe is authorized by L.N.4119761\n      THE REGISTRATION (STRATA TITLES) REGULATIONS, 1969                              7"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1) The Registrar of Titles shall register a transfer pursuant to\n section 11 of the Act by issuing to the transferee a certificate of title for\n the land transferred and no notification of the transfer shall be made on\n any certificate of title.\n          (2) Where a parcel is transferred by the corporation after the\n building is destroyed the proprietors shall surrender to the Registrar of\n Titles their duplicate certificates of title for cancellation and the Registrar\n'of Titles, after cancelling the certificates of title relating to the strata lots,\n shall register the transfer by issuing to the transferee a certificate of title\n for the land transferred."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. The Registrar of Titles shall register a lease pursuant +- e-+' .on 11\nof the Act by noting it on the registered strata plan in the manner\nprescribed by regulation 18."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. The Registrar of Titles shall register the instrument creating an\neasement or restrictive covenant pursuant to section 12 of the Act by\nnoting the same on the registered strata plan."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. On lodgment of an instrument executed by the corporation\npursuant to section 11, 12 or 14 of the Act there shall be endorsed on the\nrelevant registered strata plan a memorial stating the nature of the in-\nstrument and such other particulars as appear to the Registrar of Titles\nto be necessary. and such memorial shall be signed by the Registrar of\nTitles."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. On lodgment at the office of the Registrar of Titles of a plan of\n sub-division of common property comprised in a registered strata plan\n it shall not be necessary to produce to the Registrar of Titles the certi-\n ficates of title for the strata lots comprised in such registered strata plan."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Upon receipt of a notice in or to the effect of Form 5 in the\n schedule the Registrar of Titles shall endorse on the relevant registered\n itrata plan a notification of the destruction of the building and of the\n resting of the parcel in the proprietors. The notification shall contain\n  uch particulars as appear to the Registrar of Titles to be necessary and\n  hall be signed by him."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Where a parcel has been transferred by the corporation after the\n  luilding is destroyed the Registrar of Titles-\n       (a) shall enter on the relevant registered strata plan a notification\n            of the cancellation thereof; and\n       (b) shall indicate by appropriate charting upon any relevant plan\n            that such registered strata ~ l a nhas been cancelled.\n     THE REGISTRATION (STRATA TITLES) REGULATIONS, 1969"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Upon receipt of a notification in or to the effect of Form 6 in the\nSchedule the Registrar of Titles shall endorse on the relevant registered\nstrata plan a memorial of such notification. The memorial shall contain\nsuch particulars as appear to the Registrar of Titles to be necessary, and\nshall be signed by him."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Where a proprietor's interest is subject to .a registered mortgage\nand the mortgagee has given written notice of his mortgage to the cor-\nporation, any power of voting conferred on a proprietor by or under the\nAct-\n     (a) shall not in any case where a unanimous resolution is required,\n         be exercised by the proprietor but shall be exercised by the\n         mortgagee first entitled in priority;\n     (b) may in any other case be exercised by the mortgagee first\n         entitled in priority, and shall not be exercised by the proprietor\n         when such mortgagee is present personally or by proxy."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.-(1)    Where a building is insured to its replacement value a pro-\nprietor may effect a policy of insurance in respect of any damage to his\nstrata lot in a sum equal to the amount secured, at the date of any loss\nreferred to in such policy, by mortgages charged upon his strata lot.\n         (2) Where any such policy of insurance is in force, then, subject\nto the terms and conditions of the policy, the insurer shall be liable to\npay thereunder to the mortgagees whose interests are noted thereon, in\norder of their respective priorities-\n     (a) the value stated in such policy; or\n     (b) the amount of the loss; or\n     (c) the amount sufficient, at the date of the loss, to discharge\n           mortgages charged upon the strata lot,\nwhichever is the least amount.\n         (3) Where the amount paid by an insurer in accordance with\nparagraph (2) is sufficient to discharge a mortgage charged upon the\nstrata lot the insurer shall be entitled to a transfer of that mortgage.\n         (4) Where the amount paid by an insurer in accordance with\nparagraph (2) is less than the amount necessary to discharge a mortgage\ncharged upon the strata lot the insurer shall be entitled to an assignment\nof an interest (to the extent of the amount paid by him) in such mortgage\nto secure the amount so paid on such terns and conditions, if any, as\nwere agreed upon under paragraph (7) or, failing agreement, on the same\nterms and conditions a s those contained in the mortgage by the pro-\nprietor.\n                (The inclusion of Ibis pape is authcuized by LA. 4119761\n     THE REGISTRATION (STRATA TITLES) REGULATIONS, 1969\n         (5) Where a building is uninsured, or has been insured to less\nthan its replacement value, a proprietor may-\n      (a) effect a policy of insurance in respect of any damage to his\n            smta I d in a sum equal to the replacement value of his strata\n            lot less any amount for which his strata lot is insured under\n           any policy of insurance effected on the building;\n      (6) notwithstanding any existing policies, etlect a policy of insur-\n            ance in respect of damage to his strata lot in a sum equal to\n            the amount secured, at the date of any loss referred to in such\n            policy, by mortgages charged upon his lot, and the provisions\n            of paragraphs (2), (3) and (4) shall apply in respect of any pay-\n            ment pursuant to such policy as they apply to a policy effected\n            pursuant to paragraph (1).\n          (6) For the purposes of paragraph (5) the amount for which a\n strata lot is insured under a policy of insurance effected in respect of the\n building shall be determined by multiplying the value stated in such\n policy by the unit entitlement of the strata lot and dividing the product\n so obtained by the sum of the unit entitlements of all strata lots.\n          (7) For the purposes of paragraph (4) and of sub-paragraph (b)\n of paragraph (5) any insurer and mortgagee or mortgagees may at any\n time, whether before or after a policy of insurance has been effected\n by a proprietor, agree upon the terms and conditions of the assignment\n of an interest.\n          (8) Nothing in this regulation shall limit the right of a proprietor\n to insure against risks other than damage to his strata lot.\n          (9) The policy of insurance authorized by this regulation and\n taken out by a proprietor in respect of damage to his strata lot shall not\n be liable to be brought into contribution with any other policy of in-\n surance save another policy authorized by this regulation and taken out\n in respect of damage to the same strata lot."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.-(1) Where the building is damaged but is not destroyed within\n the meaning of subsection (2) of section 14 of the Act, the court may by\n order settle a scheme, including provisions-\n      (a) for the reinstatement in whole or in part of the building;\n      (6) for transfer of the interests of proprietors of strata lots which\n            have been wholly or partially destroyed to the other proprietors\n            in proportion to their unit entitlement.\n          (2) In exercise of its powers under this regulation, the court may\n make such orders as it thinks necessary or expedient for giving effect to\n the scheme, including orders-\n                  mo inclusioa of thin pape u authorized by L.N.33/19981\n    THE REGISTRATION (STRATA TITLES) REGULATIONS, 1969\n    (a) directing the application of insurance moneys received by the\n        corporation in respect of damage to the building;\n    (b) directing payment of money by the corporation or by pro-\n        prietors or by some one or more of them;\n    (c) directing such amendment of the strata plan as the court thinks\n        fit, so as to include in the common property any accretion\n        thereto;\n    (d) imposing such terms and conditions as it thinks fit.\n        (3) For the purposes of this regulation an application may be\nmade to the court by the corporation or by a proprietor or by a re-\ngistered mortgagee of a strata lot.\n        (4) On any application to the court under this regulation any in-\nsurer who has effected insurance on the building or any part thereof\n(being insurance against destruction of strata lots or damage to the\nbuilding) shall have the right to appear in person or by counsel.\n       (5) The court may from time to time vary any order made by it\nunder this regulation."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. The fees which shall be paid to the Registrar of Titles shall be-\n       on lodgment of a strata plan for registration $500.00\n       and in addition for eaoh strata lot shown thereon $ 20.00\n       for every certificate of title                    the fee for\n                                                         the time being\n                                                          set o u t in\n                                                         the Eighteenth\n                                                          Schedule to\n                                                          the Registra-\n                                                          tion of Titles\n                                                          Act for every\n                                                          certificate of\n                                                          title.\n        on lodgment of a notification of destruction of\n          a building                                       $300.00\n        on lodgment of a notification of any amendment\n          or variation of any by-law                       $100.00\n        on lodgment of an office copy of an order of\n          court appointing an administrator                $ 50.00\n        on lodgment of an application for amendment\n          of a registered strata plan                      $100.00\n                  -   - --   - --   ---                              -\n                IThe hclusion of tMm page is authorized by L.N.33119981\n      THE REGISTRATION (STRATA TITLES) REGULATIONS, 1969                                                  I1\n                                                 Form 1                                      (Regulation 4)\n                                               Strata Plan\n(a) Descrip-     PARISH                                                        Strata Plan No.\ntion of land     Parcel comprises (a)                                                                  -\nas in certifi-                                                        Registered the\ncate of title.   Reference to Title Volume            Folio\nState if         Scale                                                day of                    19\nwhole of                                                              Registrar of Titles\nland or part,                                                         Last Plan\nExternal\nsurface\nboundaries\nof the parcel\nand location\nof the build-\ning in rela-\ntion thereto\nto be deline-\nated in s p w\nopposite.\n                                                      OFFICE USE ONLY\n                 Schedule of Unit Entitlement\n                                                       Current Certificate    of\n                                                            of Title          a surveyor commissioned\n                                                                              under the Land Surveyors\n                                                                              Act hereby certify that\n                   Strata     Unit Entitlement        Volume       Folio      (1) the building erected\n                  Lot No.                                                         on the parcel des-\n                                              -                                   cribed     above    is\n                                                                                  within the external\n                                                                                  boundaries of     the\n                                                                                  parcel    subject to\n                                                                                  tclause (2) of this\n                                                                                  cert~ficate;\ntdelete if                                                                     t(2) eaves or guttering\ninappro-                                                                           of the building pro-\npriate                                                                             ject beyond external\n                                                                                    boundaries and an\n                                                                                    appropriate easement\n                                                                                    has been granted as an\n                                                                                    appurtenance of the\n                                                                                    parcel by registered\n                                                                                    transfer No.\n                                                                               Dated\n                                                                               Signature.   ...........\n                                                                               Approved by the local\n                                                                               planning authority for the\n                                                                               purposes of the Registra-\n                                                                               tion (Strata Titles) Act.\n                                                                               Dated\n                 AGGR~ATB    I                    I\n                                                                               Signature.   .........,......\n                  The address far service\n                  nf A~umentson the\n                  corporation is\n                            me inclusion of this pwe ia authorized by L.N. 4119761\n       THE REGISTRATION (STRATA TITLES) REGULATIONS, 1969\n                                        SCHEDULE, coritd.\n                                            FORM2                                         (Regulation 5)\n                                       Surveyor's Certificate\n                          THE REGISTRATION\n                                         (STRATA\n                                               TITLES)ACT\n   Description of parcel.. ..............................................................................\nI,.......................................................... of ............................................\na surveyor commissioned under the Land Surveyors Act, hereby certify that:\n      (1) the building ezected on the parcel described above is within the external\n             boundaries of the parcel * subject to clause (2) of this certificate;\n   * (2) eaves or guttering of the building project beyond such external bound-\n         aries and an appropriate easement has been granted as an appurtenance\n         of the parcel by registered Transfer No ..............................................\n                                       Dated.. .................................................\n* Omit if inappropriate.\n                                                   Signature. ..............................................\n                                              FON 3                                 (Regulation 11 (a) )\n                                  Certificate of the Corporation\n   In pursuance of the provisions of the Registration (Strata Titles) Act, the pro-\nprietors, strata plan No ........................ hereby certifies that the proprietors\nof the strata lots in the said strata plan by unanimous resolution, duly passed,\ndirected the said corporation to execute the instrument hereunder recited and that\nall persons having registered interests in the parcel and all other persons havirig\ninterests (other than statutory interests) which have been notified to the corpora-\ntion have consented in writing to the release of those interests in respect of the\nland comprised in such instrument and that such instrument conforms with the\nterms of the aforesaid resolution.\n          Instrument : t Transfer (or as the case may be) dated ........................\n            ...................................................................................................\n                             (Brief description of the land disposed of)\n   The common seal of the proprietors, Strata Plan No. ............... was hereunto\naffixed on ...............................................................................................\nin the presence of\n                        .........................................................\n                            (Members of Executive Committee)\n                      -mo inclusion of this pago b authorized by L.N. 4119761\n     T&E REGISTRATlON (STRATA TITLES) REGULATIONS, I969\n                                     SCHEDULE,contd.\nNotes\n          (1) I€,in the case of a Ieasq interested parties have approved in wriihg\n          of the execution of the lease but have not wnsented in writing to t h ~\n          release of their interests in respect of the demised land, delete the words\n          \"have consented in writing to the release of those interests in respect of\n          the land comprised in such instrument\".\n          (2) t Insert a description of the nature and date of the instrument and\n          the names of the parties thereto.\n                                             F     o 4~                       (Regulation 11 (b) )\n                               Certifiate of the Corporation\n   In pursuance of the provisions of the Registration (Strata Titles) Act, the pro-\nprietorgStrata Plan No. ........................hereby certifies that the proprietors\nof strata lots in the said strata plan by unanimous resolution, duly passed, directed\nthe said corporation to execute the instrument hereunder recited and that all\npersons having registered interests in the parcel and all other persons having\ninterests (other than statutory interests) which have been notified to the corpora-\ntion have consented in writing to the release of those interests in respect of the\nland comprised in such instrument.\n          Instrument: t Transfer (or as the case may be) dated ......................\n          of. ................................................................................................\n                                  (Brief description of land effected)\n  The common seal of the proprietors, Strata Plan No. ...............was hereunto\nin the p r e s e p of. ........................................................\n                      .........................................................\n                          (Members of Executive Committee)\n      t Insert a description of the nature and date of the instrument and the names\n of the parties thereto.\n                     me indunon of this mire is authorized by L.N.4119761\n      THE REGISTRATION (STRATA TITLES) REGULATIONS, 196:\n                                     SCHEDULE, contd.\n                                             FORM5                                 (Regulation 12)\n                        Notification of Destruction of Building\n                       THE REGISTMTION\n                                     (STRATA\n                                           TITLES)ACT\n   In pursuance of section 14 (1) (a) of the Registration (Strata Titles) Act, the\nproprietors, Strata Plan No. ........................ hereby certifies that the building\nillustrated on the said strata plan has been destroyed.\n  Attached hereto is t a mrtified co of the unanimous resolution of the pro-\nprietors pursuant to section 14 (2) (a) a t h e said Act.\n   t An office copy of the declaration made by the Court pursuant to section 14\n(2) (b) of the said Act.\n  The common seal of the proprietors, Strata Plan No. ........................... was\nhereunto affixed on ........................................................................\nin the presence of\n                     .........................................................\n                         (Members of Executive Committee)\n  t Delete whichever is inappropriate.\n                                             FORM6                                (Regulation 13)\n               Notification of Amendment or Variation of By-Laws\n   In pursuance of section 9 of the Registration (Strata Titles) Act, the proprietors\n-Strata Plan No. ...........................unanimously passed the following resolu-\ntion-\n                                      (Set out resolution)\n  The common seal of the proprietors, Strata Plan No. ...........................\nwas hereunto affixed on the ...................         ..................................................\nin the presence of\n                     .........................................................\n                         (Members of Executive Committee)\nNme: Dele,te the word \"unanimously\" if not applicable.\n                     [The indunion of this page is authorhed by L.N. 4119761"
    }
  ],
  "definitions": []
}