{
  "id": "jm-subs-the-registration-of-business-names-act",
  "type": "statute",
  "title": "The Registration of Business Names Act",
  "title_en": "The Registration of Business Names Act",
  "short_name": "Registration of Business Names Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-registration-of-business-names-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-registration-of-business-names-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. Where any firm or individual having a place of business in Jamaica carries on the business wholly or\n      mainly as nominee or trustee of or for another person or other persons or a corporation, the par-\n      ticulars required under (I), (2), (3), (4) and (5) must be furnished, provided that if the business\n      is carried on under any trust and any of the beneficiaries are a class of children or other persons,\n      then the particulars required under (6) only need be furnished.\n- -\nSee\nsection 2   1. The present Christian name or\n               names and surname and the corpo-\n                                                       1\n               rate name of every person or cor-\n               poration on whose behalf the\n               business is carried on"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Whenever any change is made or occurs in the proprietorship of any\nfirm the statement of particulars required to be furnished under section 8 of\nthe Act shall be accompanied by the photographs of every new partner or\npartners. Such photographs shall be of the number and be each duly signed as\nrequired under paragraphs (b) and (c) of subsection ( 3 ) of section 5 of the\nAct.\n                        UNDER SECTION\n                 PROCEDURE          16 OF THE ACT"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Where the Registrar, pursuant to subsection (1) of section 16 of the Act\ndecides to refuse to register any business name or. as the case may be, to\nremove any business name from the register, he shall send by post to the firm\nor individual applying for registration or, as the case may be, registered in\nrespect of such business name, a notice in writing of such decision and such\nnotice shall contain a statement that any person aggrieved by such decision\nmay appeal to the Minister within twenty-one days of such notice.\n             lThe inclusion of this page is authorized by L.N. 18~/20081\n              THE REGlSTRATlON OF BUSlNESS NAMES RULES, 1934"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. If within twenty-one days from the date of the notice of a decision of\nthe Registrar under subsection (I) of section 16 of the Act to remove a\nbusiness name from the register, no notice of appeal from such decision is\nreceived by the Registrar, or if on appeal such decision of the Registrar is\nupheld, the Registrar shall remove such business name from the register in\naccordance with his decision."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Any person intending to appeal to the Minister from any decision of the\nRegistrar under subsection (1) of section 16 of the Act shall, within twenty-\none days of the date of the notice of such decision, send by post or deliver to\nthe Registrar from whose decision he intends to appeal a notice of appeal in\nForm B.N.7.\n   Such notice shall be accompanied by a statement of the grounds of\nappeal and of the appellant's case in support thereof."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Description of class of beneficiaries\n                                                       I\nIT. Where any firm or individual having a place of business in Jamaica acts as general agent for any\n    foreign firm* the following particulars must be furnished.\nThe business name and address of the foreign\n  firm as agent for whom the business is car-\n  ried on\n     If the business is carried on as agent for three or more foreign h s it is sufficient to state the fact\nthat the business is so carried on, specifying the countries in which such foreign 6rms cany on business.\n *\"foreign firms\" means any firm, individual or corporation whose principal place of business is situated\noutside the commonwealth.\n                                                                                                        --\n          THE REGISTRATION OF BUSINESS NAMES RULES, I934                                                  17\n     Dated the.   ....................................day of.. ..........................19.. ...\n                                            I.............................................\n                                                       ................................................\n                                      Signatures\n                                                       ................................................\n     For instructions as to signing, etc., see note on back.\n  NareThir statement must be signed in the case of an individual applying for registration, by\ntho individual, and in the case of a 5nn applying for registration-\n     (a) in the case of a trader beiw a firm by dl the individuals who are partners and\n         by a director or the secretary of all corporations which are partners;\n     (6) in the case of a firm not being a trader either--\n             (1) by all tho individuals who are partners and by a director or the secretary\n                  of some corporation which is a partner; or\n             (1i) by some individual who is a partner; or\n            (Yi) by a director or the secretary of some corporation which is a partner, and\n                  in either of the cases (b) (ii) and (iii) must be venified by a statutory declaration\n                  made by the signatory.\n   This statement when signed, must be sent by post or delivered to\nthe Registrar of Business Names, Registrar General's Office, Spanish\nTown, within fourteen days of commencing to carry on business,\nand where the signature of the statement is required to be verified by\nstatutory declaration, the statutory declaration must be sent or de-\nlivered with the statement.\n  Where the firm is only under liability to furnish one set of these\nadditional particulars, the other set should be struck out.\n  Failure, without reasonable excuse, to furnish the required statement\nof particulars within the time specsed will, in addition to any dis-\nability imposed by the Act, entail liability on conviction to a fine not\nexceeding ten dollars for every day during which the default continues\nand in default of payment of such fine to imprisonment, with or with-\nout hard labour, for a term not exceeding three months; and any state-\nment which contains any matter which is false in any material particular\nto the knowledge of any person signing it will entail liability on con-\nviction to imprisonment, with or without hard labour, for a term not\nexceeding three months or to a fine not exceeding forty dollars, and\nin default of payment of such fine to imprisonment, with or without\nhard labour, for a term not exceeding three months or to both such\nimprisonment and h e , with imprisonment in default.\n                      m e inclusion of this page is authorized by L.N. 4119761\n18          THE REGISTRATION OF BUSINESS NAMES RULES, 1934\n     Section 2 of the Act provides as follows-\n       \"References in this Act to a former Christian name or surname shall\n     not, in the case of Commonwealth citizens, include a former Christian\n     name or surname where that name or surname has been changed or\n     disused before the person bearing the name had attained the age of\n     eighteen years, and, in the case of a married woman. shall not include\n     the name or surname by which she was known previous to the\n     marriage.\".\n     No. of certificate.....................                                       Form B.N. 5\n               THE REGISTRATION OF BUSINESS NAMES ACT\n     Statement pursuant to section 8 of the above Act of nature of change\n               in the particulars registered and date of change\n        The following is a statement of a change (and of the date of such\n     change) which has been made or has occurred in the particulars regis-\n     tered in respect of\n     Here insert\n     business\n                    ..............................................................................\n     name.\n                    ..............................................................................\n     date of\n     change.        ..............................................................................\n     Dated the ............day of .....................19. .....\n                                       Signatures. ............................................\n        No~~--This statement must be signed-\n           (1) in the case of particulars registered by an individual, by the\n               individual;\n           (2) in the case of particulars registered by a corporation, by a\n                director or secretary of the corporation;\n                       lThe inclusinn nf thin naee Lc authorized by L.N. 4119761\n      T H E REGISTRATION OF BUSINESS NAMES RULES, 1934\n     (3) in the case of particulars registered by a firm-\n         (a) in the case of a trader being a firm by all the individuals\n              who are partners and by a director or the secretary of all\n              corporations which are partners:\n         (b) in the case of a firm not being a trader either-\n               (i) by all the individuals who are partners and by a.\n                   director or the secretary of some corporation which is\n                   a partner; or\n              (ii) by some individual who is a partner; or\n             (iii) by a director or the secretary of some corporation\n                   which 1s a partner, and in either of the cases (6)(ii)\n                   and (iii) must be verified by a statutory declaration\n                   made by the signatory.\n  This statement, when signed, must be sent by post or delivered to the\nRegistrar of Business Names, Registrar General's Officz, Spanish Town,\nwithin fourteen days after any change in any of the particulars registered\nor within such longer period as the Registrar may, on application being\nmade in any particular case, whether before or after the expiration of\nsuch fourteen days, allow.\n  Failure without reasonable excuse to furnish the required statement\nof any change of the particulars registered within the time specified will,\nin addition to any disability i m p e d by the Act, entaii liability on con-\nviction to a fine not exceeding ten dollars for every day during which\nthe default continues, and in default of payment of such fine to imprison-\nment, with or without hard labour, for a term not exceeding three\nmonths, and any statement which cuntains any matter which is false in\nany material particular to the knowledge of any person signing it, will\nentail liability on conviction to imprisonment, with or without hard\nlabour, for a term not exceeding three months or to a fine not exceeding\nforty dollars and in default of payment of such fine to imprisonment,\nwith or without hard labour, for a term not exceeding three months,\nor to both such imprisonment and fine, with imprisonment in default.\nNo. of certificate                                                        Form B.N. 6\n        THE REGISTRATION OF BUSINESS NAMES ACT\nNotice pursuant to section 15 of the Act of cessation of busiaess by a\n                    registered firm or individual\nNotice is hereby given that*                                                            *Insert name\n                                                                                        and address\nof                                          ,ceased to carry on business on the ;\",5?;:2\n                                                                                     ,,\n-               me inclusion of this page is authorized by L.N. 4119761\n                                                                                        ihe casemay\n                                                                                        be.\n                        THE REGISTRATION OF BUSINESS NAMES RULES, I934\n                                              day of                                    . 19\n                Dated the                           day of                               , 19           .\n                                     Signature or              .......................................................\n                                        Signatures           ........................................................\n                1'0 the Registrar of Business Names, Registrar General's Office, Spanish\n                Town.\n                  Nm-This      notice must in the case of a 6rm be signed by the persons who were partnen\n                of the firm at the time when it ceased to carry on business, or. in the case of an\n                individual, except in the case of the death of an individual, when it must be signed by the\n                personal representatdve of the deceased. and must in either case be sent by post or delivered\n                to the Registrar of Business Names within six calendar months after the busines has ceased\n                to be carried on.\n                  Fajlu,re to give the required notice within the time above specified entails liability on\n                convictton to a fine not exceeding forty dollars.\n                                                                                                 Form B.N. 7\n                         THE REGISTRATION OF BUSINESS NAMES ACT\n                     Appeal from the decision of the Registrar under section 16 (1)\n(a) Insert\nfull name            (We) (4\nand address\nof appellant.\n                of (4                                                , hereby give notice of appeal to\n                the Minister from the decision of the Registrar of the\n(6)Insert\nthe decision\n                day of                             , 19       ,whereby he decided (b)\ncomplained\nof.\n                  Accumpanying this notice is a statement of the grounds of appeal and\n                of my (our) case for the decision of the Minister.\n(c) Strike\nout if not\n                  (c) I (We) desire to be heard by the Minister on this apped\nso desired.\n                   Dated the                                day of                                     ,13\n                To the Registrar of Business Names,\n                        Registrar General's Office, Spanish1 Tom%.\n                  Nme-This   notice must be sent by post or d@livele&wit3& twenWom hys of Lbe date\n                of the notice of the Registrar's decision, to t       k -a               tor&^ with a state-\n                ment of the grounds of apped and of the appellant's cme m support (berwf md a ~ o s l l l\n                order in the name of the Registrar payabb at %add%Town f a t t           b 8pm d two dolhn.\n                  A copy of thin notice of appeal, together wibJ~ c o p h of the statanm2 cf tbc mo11nds OK\n                appeal and the case h suppmt thereof, srrd a c w d Lha R                 ~ dedsion~ m w , sat the\n                same time, be sent by the appelkat to Lbc                 S e a t D n Lo thn Mi*.\n                                    m e inclusion cd lhj8      h a ~ t b f k dby La. 411976l\n     THE REGISTRATION OF BUSINESS NAMES RULES, 1934\n                                         Form B.N. 8\n       THE REGISTRATION OF BUSINESS NAMES ACT\n Statutory Declaration Verifying a Statement furnished under the Act\n   I                                         of 9\ndo hereby solemnly and sincerely declare that all the particulars con-\ntained in the statement dated the                        day of\n                 , 19    , and signed by  me  which is now  produced and\nshown to me marked                    are true.\n   And I make this solemn declaration conscientiously believing the\nsame to be true and by virtue of the Voluntary Declarations Act.\nTaken and acknowledged\nthis               day of\n19                   before me.\n  Justice of the Peace\n  for the parish of\n                                                                    Form B. N. 9\n                              No. of Certificate\n          THE REGISTRATION OF BUSINESS NAMES ACT\n                         Certificate of Registration\n                   I HEREBY     that a statement\n                          CERTIFY\n                                              furnished by\n of\n pursuant to section                                                     of the above-\n mentioned Act was registered on the\n                              day of                                         19\n          Dated this                                                           day of\n                               19\n (seal)\n                                                    Registrar of Business Names.\n                me inclusion of (his pwe is authorized by L.N. 4119761"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The registered or principal office of the\n          corporation applying for registration\n14                            THE REGISTRATION OF BUSINESS NAMES RULES, 1934\n     The following statement of additional particulars (8), (9), (10). (ll), (12) and (13) is to be furnished\nin respect of the carrying on by such corporation of the business wholly or mainly as nominee or trustee\nof or for another person or other persons or another corporation, provided that if the business is carried\non under any trust and any of the beneficiaries are a class of children or other person, then the particulars\nrehuired under (13) only need be furnished.\nSee\nsection 2        8. The present Christian name or\n                    names and surname and the cnr-\n                    porate name of every person or\n                    corporation on whose behalf the\n                    business is carried on"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Any former Christian name or\n                names or surname of every indivi-\n                dual partner in the lirm"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The time prescribed in these Rules for doing any act thereunder by or\nto the Registrar, or by or to the Minister may be enlarged by the Minister\nupon such terms as he may direct, and such enlargement may be granted\nthough the time has expired for doing such act.\n                                          FEES"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The fees to be paid to the Registrar under the Act are as follows-\n      (a) On a statement of particulars requjred by section 5 of the Act the\n           sum of-\n                       (i) two thousand five hundred dollars for a corporation;\n                           and\n                       (ii)two thousand             dollars     for        sole   trader   and\n                           partnerships,\n           and such fee shall cover the issue of one certificate of registration.\n           In the case of a trader the sum of one thousand dollars for each\n           additional certificate in respect of each place of business other\n           than the principal place of business.\n      (b) On any statement of particulars required by the Schedule to the\n          Act when such particulars are not furnished with the statement of\n          particulars required by section 5 of 'the Act the sum of one\n          thousand dollars and such fee shall cover the issue of one\n          certificate of registration.\n             lThe inclusion of this page is authorized by L.N. 18*120081\n        THE REGISTRATION OFBUSlhESS NAMES RULES. 1934\n(c) On a statement of any change within the meaning of section 8 of\n    the Act the sum of two thousand dollars and such fee shall cover\n    the issue of one certificate of the registration of such statement,\n    and in the case of a trader the sum of five hundred dollars for\n    each certificate in respect of each additional or substituted place\n    of business or branch set out in such statement.\n(6) By any person inspecting under the provisions of section 18 of\n     the Act the documents filed by the Registrar the fee of five\n     hundred dollars and an additional payment of one hundred dollars\n     for the first thirty minutes and fifty dollars for each additional\n     thirty minute period or part thereof.\n(e) On the application of any person requiring under the provisions of\n    section 18 of the Act a certificate of registration of any firm,\n    individual or corporation or a certified copy of or extract from\n    any registered statement the sum of two hundred dollars for a\n    certificate of registration and for each certified copy or extract the\n    sum of one thousand dollars and one hundred dollars per page. In\n    cases where copies of photographs are required to be attached to\n    certificates, certified copies or extracts and there are no spare\n    copies in the Register Office the applicant shall in addition to the\n    fee prescribed for the certificate, certified copy or extract, be\n    required to provide at his own expense the required copy or\n    copies of any photograph.\nV)   By any person appeahg to the Minister fiom a decision of the\n     Registrar the sum of three thousand dollars.\n(g) For supplying information via a facsimile (per page)\n       USA,Canada,Caribbean              ....              $500.00\n       Jamaica       ...       ...       ......            $100.00\n      Other countries          ...        ......           $600.00\n           lThe inclusion of this page is authorized by L.N. 18~120081\n             W E REGISTRATION OF BUSINESS NAMES RULES, I934\n     (h) For services to Government Agencies/Public Bodies-\n                   computer generated report                 ......          $5,000.00\n                   database on diskettes                     ......          $3,000.00\n                   database in print                .........                $10,000.00\n                   service of summons              ...       ......          $2,000.00\n                  Attendance at court\n                  by non-legal staff (one day or part thereof)--\n                   Supreme Court                     .........                $5,000.00\n                   Resident Magistrate               ... . . . . . .           $3,500.00\n                  Attendance at court\n                  by legal officers (one day or part thereof+\n                  Senior Counsel                     .........               $52,000.00\n                  Junior Counsel                     .........               $12,000.00\n     (i)   Any other documents required by the Act\n           to be registered and delivered to the\n           Registrar                   ...     ...                             $600.00\n     (j)   Late renewal fee                         .........                $1,000.00\n     (k) Expedition fee for registration of business\n          names                           ......                             $1,500.00"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The forms numbered B.N.1 to B.N.9 inclusive in the Appendix and Appendix\nsuch variations as the circumstances of each case require shall be the forms to\nbe used under the Act.\n               [The iticlusion of this page is authorized by L.N. 17120091\n                   THE REGISTRATION OF BUSINESS NAMES RULES, I934\n                                                   APPENDIX                                           (Rule 11)\n                                      Forms to be used under the Act\n  No. of Certificate                                                                              Form B. N. I\n                       THE REGISTRATION OF BUSINESS NAMES ACT\n                                        (Section 3 (b), (c) and (4)\n                             Application for registration by an individual\n   I, the undersigned, hereby apply for registration pursuant to the provisions of the Registration\nof Business Names Act, and for that purpose hrnish the following statement of particulars\nrespecting myself and my business."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The other business occupation (if\n                 any) of every individual partner in\n                 the firm\nDated the. .............day of. .........-19. ...........................................\n              ................................                 r...........................\nSignature8    ................................ Signatures I...........................\n              ................................                  ...........................\n     For instructions as to signatures, see notes below.\n     Nm-This statement must in all cases be signed-\n         (a) in the case of a trader being a firm by all the individuals who are partncrs and by a\n             &rector or the secretary of all corporations which are partners;\n         (6) in the case of a firm not being a trader either-\n                (i) by a l l the individuals who are partners and by a director or the secretary of some\n                    corporation which is a partner ;or\n               (ii) by some individual who is a partner; or\n              (iii) by a director or the secretary of some corporation which is a partner, and in\n                    either of the cases (6) (ii) and (iii) must be verified by a statutory declaration\n                    made by the signatory.\n        Note: Thh statement when signed, must bo scnt by post or delivered to the Reeutrar of\n        Business Namcs, ~ e h t r a r General's OWcs, Spanish T o m , within fourteen days of wm-\n        mencing to carry on the business, or the relevant change of name, and where the signature\n        to the statement ia requind to be vedfied by ~tatutory dedlaratlaa, tho statutory declmtion\n        must be m t or delivered with the statement.\n                            ILhs tnclurbn d thL pnse b author&d by L.N. 4119761\n       Tm R      6   y   i   M OF                   NAMES RULES. I934           11\n  Failure without reasonable excuse to furnish the required statement\nof particulars within the time specified will, in addition to any disability\nimposed by the Act, entail' liability on conviction to a fine not exceeding\nten dollars for every day during which the default continues and in\ndefault of payment of such fine to imprisonment with or without hard\nlabour for a term not exceeding three months and any statement which\ncontains any matter which is false in any material particular to the\nknowledge of any person signing it will entail liability on conviction\nto imprisonment, with or without hard labour, for a term not exceeding\nthree months or to a fine not exceeding forty dollars and in default of\npayment of such fine to imprisonment with or without hard labour for\na term not exceeding three months or to both such imprisonment and\nfine with imprisonment in default.\n  Where the firm applying for registration carries on the business wholly\nor mainly as nominee or trustee of or for another person or other persons\nor a corporation, or acts as general agent for any foreign firm that\nadditional particulars specified in the Form B.N. 4 must also be furnished\non such f o m and sent by post or delivered to the Registrar in manner\nand within the times before specified.\n  Section 2 of the Act provides as follows-\n    \" \"business by way d trade\" means any business of selling by\n         wholesale or retail goods or merchandise of any class or\n         description whatsoever at any place, whether such business\n         is carried on at any place exclusive of any other business or\n         in conjunction with. or in addition to, any other business or\n         any profession or vocation :\n            Provided that it shall not include--\n                (a) the business of buying and selling live stock;\n                (b) any of the businesses or occupations mentioned in\n                    paragraphs (b) and (e) of subsection (1) of section\n                     3 of the Licences on Trades and Business Act; and\n                (c) any retail business the gross value of the premises\n                     in which the business is carried on does not amount\n                     to twenty dollars.\n          if in any such case the business is not carried on in conjunction\n          with any other business by way of trade;\n     \"trader\" means every individual or fhm carrying on \"business by\n          way of trade\" in Jamaica;\n                I'Ilm hclurion of thin m e L authohorlPd by L.N. 4119761\n                                                                           --\n       THE REGISTRATION OF BUSINESS NAMES RULES, 1934\n   References in this Act to a former Christian name or surname shall\nnot, in the case of Commonwealth citizens, include a former Christian\nname or surname where that name or surname has been changed or\ndisused before the person bearing the name had attained the age of\neighteen years, and, in the case of a married woman, shall not include\nthe name or surname by which she was known previous to the mar-\nriage.\".\n   Section S(3) of the Act provides-\n   \"Every trader shall in addition to the particulars already mentioned\nfurnish to the Registrar the following additional particulars-\n      (a) The place or places where each and every branch of the\n           business by way of trade is carried on.\n      (b) Three photographs of the individual, or in the case of a firm.\n           of each of the individuals who are partners. Where there is\n           more than one place of business one extra photograph of each\n           individual or of each of the individuals who are partners\n           shall be supplied in respect of each place of business or\n           branch after the first or principal place of business.\n       (c) The photograph to be furnished under this section shall be\n           signed, by the individual furnishing the same, before the\n           Registrar or a Justice or Notary Public or a Collector of\n           Taxes or a Solicitor and shall clearly show the features of the\n           individual to the satisfaction of the Registrar and shall be of\n           such size and taken within such time prior to delivery to the\n           Registrar as may be approved by the Registrar.\"\n   Photographs must each be of the size of two and one-half inches\n square and must have been taken not more than three months prior\n to delivery to the Registrar. On the photograph the head must not appear\n less than one and one-half inches.\n    Wherever the name of a place of business is entered the name of the\n parish in which such place of business is located must also be entered.\n                lrhr inclusion of thin page is authorized by L.N. 4119761\n          THE REGISTRATlON OF BUSlNESS NAMES RULES, 1934                                                        1.3\nNo. of certificate                                                                                   Form B.N. 3\n                                  THE REGISTRATION OF BUSINESS NAMES ACT\n          APPLICATION FOR REGISTRATION BY A CORPORATION having a place of business in\n           Jamaica and carrying on the business wholly or mainly as nominee or trustee of or for another\n           person or other persons or another corporation or acting as general agent for any foreign firm\nInsert\n               . .. .                       .        .. .            .\nname of . . . . . . ... . . . . . . . . . .. ,. . . . . . .. . . .. . . . . . . .hereby apply for registration under\nCorpora- the provisions of the Registration of Bushess Names Act anc! for that purpose furnish the\ntion     following statement of particulars respecting such corporation and business."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Description of the class of benefi-\n                    ciaries\n     The further following statement of additional particulars is to be furnished in respect of any corpor-\nation having a place of business in Jamaica and acting as general agent for any foreign firm*."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. The business name and address of\n            the foreign firm as agent for whom\n            the business is carried on\n     If the business is carried on as agent for three or more foreign firms it is sufficient to state the fact\nthat the business is so carried on, specifying the countries in which such foreign firms carry on business.\n     *\"foreign firm\"means any firm, individual or corporation whose principal place of business is\nsituated outside the Commonwealth.\n.\n.\n..\n ..\n  .\n  ..\n   ..\n    .     .-\nDated the.       ......................................day of. ... ;..........................19.. ..\n                                              Signature. ...................................\n               For instructions as to signing, etc., see note on back.\n                                me inclusion of rhis page in authorized by L.N. 4/197q\n       THE REGISTRATION OF BUSINESS NAMES RULES. I934\n      Thin statement must in all cases be dgned by a director or the secretary of the cor-\n       applyins for mistration and must be sent by post or delivered to the Reoistrar of\n       Named, Registrar General's OfBce., Spanish Town within fourteen days of com-\n      to carry on business.\n   Failure without reasonable excuse to furnish the required statement\nof particulars within the time specified will, in addition to any dis-\nability imposed by the Act, entail liability on conviction to a line not\nexceeding ten dollars for every day during which the default continues,\nand in default of payment of such fine to imprisonment with or without\nhard labour for a term not exceeding three months, and where a\ncorporation is guilty of an offence under the Act, every director, secre-\ntary and officer of the corporation who is knowingly a party to the\ndefault will be guilty of a like offence and liable to a like penalty. Any\nstatement which contains any matter which is false in any material par-\nticular to the knowledge of any person signing it will entail liability on\nconviction to imprisonment, with or without hard labour, for a term not\nexceeding three months or to a h e not exceeding forty dollars, and in\ndefault of payment of such line to imprisonment, with or without hard\nlabour, for a term not exceeding three months or to both such imprison-\nment and h e , with imprisonment in default.\n  Section 2 of the Act provides as follows-\n  \"References in this Act to a former Christian name or surname\nshall not, in the case of Commonwealth citizens, include a former\nChristian name or surname ,where that name or surname has been\nchanged or disused before the person bearing the name had attained\nthe age of eighteen years, and, in the case of a married woman, shall\nnot include the name or surname by which she was known previous to\nthe marriage.\".\n                                                         ,\n                 m e inclusion of thia page is authorized by L.N. 41 19761\n16                       THE REGISTRATION OF BUSINESS NAMES RULES, 1934\nThe business name.   ...... .............. . .... ... .... . .. . .. ..... . . . ..... .. ........ ............\nNo. of certificate                                                                               Form B.N. 4\n                               THE REGISTRATlON OF BUSINESS NAMES ACT\nSTATEMENT OF ADDITIONAL PARTICULARS to be furnished by a firm qr an individual pursuant\n                           to section 4 of the Act"
    }
  ],
  "definitions": [
    {
      "term": "foreign firms",
      "definition": "any firm, individual or corporation whose principal place of business is situated",
      "source_provision": "sec6"
    },
    {
      "term": "business by way d trade",
      "definition": "any business of selling by",
      "source_provision": "sec12"
    },
    {
      "term": "trader",
      "definition": "every individual or fhm carrying on \"business by",
      "source_provision": "sec12"
    }
  ]
}