{
  "id": "jm-subs-the-registration-of-titles-cadastral-mapping-and-tenure-clarificatio",
  "type": "statute",
  "title": "The Registration of Titles Cadastral Mapping and Tenure Clarificatio",
  "title_en": "The Registration of Titles Cadastral Mapping and Tenure Clarificatio",
  "short_name": "Registration of Titles Cadastral Mapping and Tenure Clarificatio",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-registration-of-titles-cadastral-mapping-and-tenure-clarificatio",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-registration-of-titles-cadastral-mapping-and-tenure-clarificatio",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the Registration of Titles, Cadastral Citation.\n         Mapping and Tenure Clarification (Special Provisions) (Adjudication\n         Committees) Regulations, 2007."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. The area set out in Part 1 of the Schedule, which is delineated on the Schdu'\"\nmap set out in Part I1 thereof, is hereby declared to be a project area for the\npurposes of section 3 of the Act and shall be known as the St. Catherine\nProject Area 1 .\n    THE REGISTRA T1ON.OFTITLES CADASTRA L MAPPING (SPECIAL PROVISIONS)\n                 (ST. CATHERINE PROJECTAREA I ) ORDER, 2006\n                             Part I. Area ofthe St Catherine\n     Commencing at the junction of the %.-Catherine, and St. Andrew parish boundary and the\nnorthern boundary of the Mandela Highway at Fresh River; thence generally in a north-westerly\nand northerly direction.along the, said parish boundary to it's junction with the St. MaryISt.\nCatherine and the St. MarylSt. Andrew parish boundaries at Border; thence generally north-\n                                                                                                          -\nwesterly and south-westerly alongthe St. MarylSt. Catherine parish boundary to its junction with\nthe St. MaryISt. Ann parish boundary atGuys Hill; thence continuing in a generally south-\nwesterly direction along the St. AnnISt. Catherine parish boundary to its junction, with the St.'\nAnnIClarendon and St. C.atherine/Clarendon parish boundaries at Pedro River; thence. generally\nsouth-easterly and southerly along the St. CatherindClarendon parish boundary to its intersection\nwith the western boundary,of the parochial road leading from Bellas Gate to Sandy Bay; thence\ngenerally south-westerly and southerly along the western boundary of the said parochial road to\nits intersection with the eastern boundary of the Sandy Bay to Old Harbour main road; thence\nsoutherly to the western boundary of the said main road; thence generally in a. southeasterly         .\ndirection along the western boundary of the said road to its junction with the St.\nCatherineIClarendon parish boundary; thence generally southerly along the parish boundary,to\nits junction with the coastline; thence generally in a northeasterly and southeasterly direction\nalong the coastline to the centre line of Salt Island Creek; thence generally northeaiterly dong\nthe centre line of Salt Island Creek to its intersection with the eastern boundary of the parochial\n road at Hill Run; thence generally northeasterly along the eastern boundary of the Parochial\n Road to its intersection with the northern boundary of the Jamaica Railway Corporation line\n leading -Ifom Gregory Park to Bog Walk; thence continuing northeasterly along the eastern\n boundary of Lower Oxford Road to its junction with the southern boundary of Burke Road;\n thence northerly to the junction of the northern boundary of Burke Road and the eastern\n boundary of Oxford Road thence southeasterly and northeasterly-aIong the northern boundary\n of BurkeRoad to its junction with the western boundary of Barren Street thence northeasterly to\n the junction of the eastern boundary of Barrett Street with the northern boundary of the main\n road continuing from Burke Road to Kingston; thence northeasterly and easterly along the\n northern boundary of the main road to the junction of the northern boundary of the round-a-bout\n at Jose Marti and the northern boundary of the Mandela Highway; thence continuing easterly,\n northeasterly along the northern boundary of the Mandela Highway and back to the starting\n point.\n                              [The inclusion or\n                                                  7\n                                                  s page is authorized by L.N.17/2009]\nTHE REGISTRATION O F TITLES CADASTRAL M P P I N G (SPECLAL PRO VISIONS)   5\n            (ST. CATHERINE PROJECT AREA I) ORDER, 2006\n                Part II. Boundaries of the St. Catherine\n                            Project Area I\n                                           MAP\n         REGISTRATION OF TITLES, CADASTRAL MPPING AND TENURE\n                   CLARIFICATION (SPECIAL PROVISIONS)\n  THE REGISTRATION OF TITLES, CADASTRAL MAPPING AND\n    TENURE CLARIFICATION (SPECIAL PROVISIONS) ACT\n                                REGULATIONS\n                       (under sections 8 (7) and 12 (1))\n                   OF TITLES,CADASTRAL\n    THE REGISTRATION                 MAPPING(LAND\n  ADMIN~STRAT~ON\n              AND MANAGEMENT PROGRAMME  FUND)(BOARDOF\n             MANAGEMENT) REGULATIONS,\n                                    2007\n           (Made by the Minister on the 15th day ofMarch, 2007)                   L.N.380007"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The fee specified in the Schedule shall be calculated based upon the\nvalue of the land on the property tax roll.\n                                                                     1\n                                                      by L.N. 14l~ROlO\n                 [Tbs Wluion of this pmga i s a~~dmrimd\n  THE REGISTRATION OF TITLES, CADASTRAL MAPPING AND TENURE\n            CLARIFICATION (SPECIAL PROVISION9 (FEES)\n                           ORDER. 2007\n                                          SCHEDULE                       (Paragraphs 2,3)\n            Fee Payable Under the Act Erclusive of Advertisement\n             First Column                                        Second Column\n                 Service                                                  Fee\n                                                                       Fee No. I\nOn making application to bring land within a\nproject area under the operation of the\nRegistration of Titles Act-\n        (a) where the value of the land on the property                          ,\n            tax roll is $500,000.00 or less    ...      ...      ...          $5,000.00\n        (b) where the value of the land on the property\n            tax roll exceeds $500,000.00       ...      ...      ...       an\n                                                                           amount\n                                                                           equal to\n                                                                           one per\n                                                                           cent of\n                                                                           the value\n                                                                           of the\n                                                                           land.\n                                                                           Fee No. 2\nOn making application for re-registration by plan-\n        (a) when the value of the land is\n            $20,000.00 or less. . . . . .        ...\n        (b) when the value exceeds $20.000\n            but not $40,000 . . . . . .         ...\n        (c) when the value exceeds $40,000\n            but not $100,000.. . . . .          ...\n        (d) for every $5,000 or part of $5,000 after\n            the first $100,000 . . . . . .      ...       ...      ...        $30.00\n                                                                           Fee No. 3\nOn making application for the entry of a person as\nproprietor on transmission in respect of land or\na lease, mortgage or charge--\n         (a) when the value is $1,000.00 or less ...\n         (b) when the value exceeds $1,000 and\n             does not exceed $2,000 ...         ...\n         (c) for every $2,000 or part of $2,000,\n             after the first $2,000   ...      ...\nProvided always that the fee in no case\nshall exceed $1.000.00.\n                p inclusion of this p a s b authorirad by LN. 441~R010]\n   THE REGISTRATION O F TITLES. CADASTRAL MAPPING AND TENURE\n             CLARIFICATION (SPECIAL PROVISIONS) (FEES)\n                            ORDER. 2007\n               First Column                                         Second Column\n                  Service                                                    Fee\n                                                                          Fee No. 4\nContribution to the Assurance Fund-\n         (a) upon first bringing land under the operation of\n             the Registration of Titles Act-\n                    for every $1,000 in value\n                       oftheland ...          ...        ...\n         (b) upon the re-registration of any land\n             by plan-\n                    for every $1.000 in value\n                       ofthe land . . . . . .            ...        ...           $2.50\n                                                                            Fee No. 5\n(I) For every certificateof title-\n         (a) when the value of the land does    :\n             not exceed $10.000.00           ...         ...        ...         $120.00\n        (b) when the value of the land exceeds $10,000\n            and does not exceed $50,000                  ...        ...          $150.00\n        (c) when the value at the land exceeds $50,000\n            and does not exceed $100,000                 ...        ...          $250.00\n        (d) for every $10,000 or part of $ 10,000 in excess of\n            the first $100,000 in the value of the land             ...          $ 30.00\nProvided that the maximum fee shall be-\n         (a) $500.00 in the case of a neb certificate issucd\n             on a transfer of a portion of registered land or\n             on re-registration;\n         (b) $300.00 in the case of a new certificate in place\n             of a lost Certificate of Title; and\n         (c) $100.00 in the case of a new certificate in place\n             of a Certificate of Title surrendered under, the\n             provisions of section 79 of the Registration of\n             Titles Act.\n(2) When land is identified by plan to be attached to, or\n    form part of the Certificate of Title there shall be paid\n    for preparing the plan to be referred to in the certificate\n    an additional fee equal to that prescribed for a\n    Certificate of Title for land of companding value,\n    restricted however to $500.00 or such larger sum as the\n    Registrar shall consider to be reasonable for the\n    amount of wotk involved.\n               [The inclusion of this page u authorized by L.N. 141rR010]\n   THE REGISTRATION OF TITLES.CADASTRAL MAPPING AND TENURE\n             CLARIFICATION (SPECIAL PROVISIONS) (FEES)\n                            ORDER, 2007\n               First Column                                           Second Column\n                   Service                                                     Fee\n                                                                            Fee No. 6\nOn lodging for registration of-\n        ( a ) a lease or a transfer thereof:\n         ( b ) a transfer not for value;\n        ( c ) a transfer in consideration of marriage:\n         (4 a transfer by way of partition; or\n         ( e ) a transfer of a mortgage or charge\n               for value. or otherwise . . . . . .          ...       ...         $200.00\n                                                                             Fee No. 7\nOn lodging a caveat against bringing land under the\n  operation of the Registration of Titles Act ...            ...       ...        $100.00\n                                                                             Fee No. 8\nOn the lodging for registration of a transfer on sale or\n  exchange of land, or a mortgage or charge. or on the\n  lodging of a caveat against dealing with land-\n             ( a ) when the value of the land or interest or amount\n                   of mortgage or charge is $2,000 or less ...        ...\n             ( b ) on every $1,000 or part of $1.000 in excess of\n                   $2,000 . . . . . .            ...       ...         ...\nFor the purpose of this item, the value of the land or\n   interest affected shall be the value of the\n   consideration directly or indirectly paid or\n   secured or agreed to be paid or secured as set out\n   in the instrument to be registered, and in the case\n   of a caveat the value of the estate or interest\n   specified and claimed therein either as set out in\n   the document under which the estate or in!erest\n   is claimed and a copy whereof accompanies the\n   caveat or in a statutory declaration by the\n   caveator which shall accompany such caveat.\n                                               Abatements\n The following abatements of fees specified in Fee\n   No. 8 shall be made-\n         ( I ) Where a mortgage or charge by an Applicant\n               for first registration of title is lodged with the\n               application for registration or ' if lodged\n               subsequent to the date of first registration but\n                .me inclusion of this page is authorized by L.N. 141~lZ0101\nTHE REGISTRQTION OF TITLES, CADASTRQL MAPPING AND TENURE\n         CLARIFICATION (SPECIAL PROVISIONS) (FEES)\n                        ORDER 2007\n                               SCHEDULE,\n                                      contd.\n         First Column                                       Second Column\n            Service                                               Fee\n                                                            Fee No. 8, confd.\n       before the issue of the Certificate of Title there\n       shall be paid on the mortgage or charge a fee of\n       $50.00.\n   (2) Where a mortgage or charge by the transferee\n       under a transfer for value is lodged with the\n       transfer, the fee on the mortgage or charge\n       (whether paid on the amount at the time of first\n       registration or on further advances thereunder\n       subsequent to registration) shall be reduced to\n       one-half and hrther mortgages or charges by\n       the same mortgagor to the same mortgagee on\n       the security of the same property shall fall\n       under this abatement.\n   (3) Where a mortgage or charge is secured on\n       unregistered land or other property as well as on\n       registered land, the fee shall be assessed on the\n       sum which bears the same proportion to the\n       whole sum secured as the value of the\n       registered land bears to the value of the whole\n       security.\n   (4) The fee on a mortgage or charge by way of\n       additional or substituted security and for no\n       additional consideration shall be $100.00.\n   (5) Where, on the registration of the discharge of a\n       mortgage or charge or the withdrawal of a\n       caveat, a new mortgage or charge afTecting the\n       same land or any part thereof is lodged in\n       favour of the proprietor of the former mortgage\n       or charge, or the caveator, the fee payable on\n       the new mortgage or charge, in so far as the\n       amount secured does not exceed the maximum\n       amount at any time secured by the former\n       mortgage or charge or the document copy\n       whereof accompanied the caveat shall be\n       $ lOO.00.\n       Where withdrawal of a caveat against a\n       Certificate of Title in respect of an advance is\n       lodged with a mortgage to be registered on or\n       caveat to affect the same certificate, within the\n       eighteenth month of the date of the lodging of\n       the caveat, the fee on lodging the mortgage or\n       new caveat (up to the amount secured by the\n       caveat being withdrawn) shall be S50.00 and for\n       each additional one thousand dollars $5.00.\n                                           -\n         [The inchuion of lhh ppaeo is authorized by LN. I~IFROIO]\n   THE REGISTRATION O F TITLES, CADASTRAL MAPPING AND TENURE\n             CLARIFICATION (SPECIAL PROVISIONS) (FEES)\n                            ORDER. 2007\n                                            cond\n                                     SCHEDULE,\n               First Column                                               Second Column\n                  Service                                                             Fee\n                                                                          Fee No. 8, conrd.\n         (7) Where two or nlore abatements of fees are\n             applicable to the same case, their effect shall\n             not be cumulative, and the applicant shall be\n             required to pay the greater fee.\n                                                                                     Fee No. 9\nOn lodging a caveat by a lender under the Agricultural Loans\n   Act-\n      for every two thousand dollars or part thercof of\n             the amount of his loan . . . . . .         ...              ...                 $50.00\nProvided that in no such case shall\n   the fee exeeed         ...       ...         ...         ...          ...                $100.00\n                                                                                     Fee No. 10\nOn lodging for registration of a discharge of\n   a mortgage or charge, wholly or partially or a\n   satisfaction of an annuity or a surrender of lease       ...           ...               $100.00\n                                                                                     Fee No. I I\nOn lodging for registration of -\n         (a) An Instrument appointing a\n              Receiver        ...         ...         ...         ...          ...          $100.00\n         (6) a Power of Attorney          ...         ...         ...          ...          $100.00\n                                                                                     Fee No. 12\nOn lodgment of an attested copy of a\n  Power of Attorney and noting the original and copy                           ...          $120.00\n                                                                                     Fee No. 13\nOn lodging an application for cancellation of\n  a lost Certificate of Title . . . . . .     ...                  ...         ...           $100.00\n                                                                                     Fee No. 14\nFor a Search Certificate for every Certificate of\n  Title mentioned therein . . . . . .           ...               ...          ...          $1,000.00\n                                                                                     Fee No. IS\nFor an Order for stay of registration for every\n  Certificate of Title mentioned therein . . . . . .              ...          ...            $50.00\n                me iochuion of lhis p ~ be aothorimd by LN. 141~i2010]\n   THE REGISTRATION O F TITLES, CADASTRAL MAPPING AND TENURE\n             CLARIFICATION (SPECIAL PRO VISIONS) (FEES)\n                            ORDER, 2007\n                                     SCHEDULE,\n                                           contd.\n               First Column                                 Second Column\n                  Service                                             Fee\n                                                                    Fee No. 16\nFor withdrawal of a caveat . . . . . .         ...           ...            $ 20.00\n                                                                    Fee No. 17\nFor giving notice to caveator under\n  paragraph 2 of section 140        ...        ...\n                                                                    Fee No. 18\nOn lodging an application for an entry of\n  foreclosure             ...      ...         ...\n                                                                    FeeNo. 19\nFor every search in one matter only ...                       ...           $500.00\nFor every general search ...         ...        ...\n                                                                    Fee No. 2 1\nFor every Map deposited ...          ...        ...           ...            $250.00\n                                                                    Fee No. 22\nFor depositing documents declaratory of\n   busts              ...         ...          ...\n                                                                    Fee No. 23\nFor registering recovery of possession or\n registering the lessee or surrenderee.. .       ...          ...            $ 50.00\n                                                                    Fee No. 24\nFor registering vesting of lease in mortgagee\n  on refusal of trustee to accept same        ,..\n                                                                    Fee No. 25\nFor entering notice of marriage or death, including\n   death of joint proprietor of land, lease or mortgage\n  on a Certificate of Title ...        ...       ...\n                                                                    Fee No. 26\nFor entering notice of Writ of Seizure and Sale\n  oranOrderofacourt ...              ...        ...\n                                                                    Fee No. 27\nFor entering satisfaction of any such Writ      ...            ,   ..        $100.00\n                p s idusion of &I page t mtborirsd by LN. I~IPROIO]\n   THE REGISTMTION OF TITLES, CADASTML MAPPING AND TENURE\n            CLARIFICATION (SPECIAL PROVISIONS)(FEES)\n                           ORDER. 2007\n               First Column                                            Second Column\n                  Service                                                          Fee\n                                                                              Fee No. 28\nFor Order dispensing with production of any\n duplicate grant Certificate or Instrument ...            ...\n                                                                               Fee No. 29\nFor Order for and inspection of any documents'\n  permanently retained to include all the\n  documents mentioned in any Order         ...            ...          ...               $100.00\n                                                                               Fee No. 30\nWhen any Application, Instrument. Caveat. Order, Writ,\n  Notice, Declaration of Trust, or other entry to be\n  registered purports to deal with land comprised in\n  more than one Certificate of Title an additional fee\n  in respect of each such Certificate after the first $20.00\n                                                                               Fee No. 31\nFor copy of or extract from any document-deposited in\n   support of an application to b r i n g h d under the\n   Registration of Titles Act and retained, or from\n   any caveat-\n       for each I00 wdrds.. .        ...         ...            ...      ...             $ 5.00\n                                                                               Fee No. 32\nFor every certified copy, first 100 words         ...           ...      ...             $ 5.00\n                                                                               Fee No. 33\nFor every 100 words or part after the first      ...            ...      ...           $ 2.00\n                                                                               Fee No. 34\nFor every Summons           ...      ...         ...             ...     ...          $20.00\n                                                                               Fee No. 35\nFor examination thereunder for every 15\n  minutes occupied      ...         ...            ...          ...      ...             $ 20.00\n                                                                               Fee No. 36\nFor statement of grounds under section 156        ...            ...         ...      $500.00\n                                                                               Fee No. 37\nFor enby of the Trustee of a Bankrupt, as a\n  transferee or proprietor ...     ...           ...            ...      ...             $100.00\n                me inclurion of thia page ia authorid by L.N. 141FR010 1\n   THE REGISTRATION O F TITLES, CADASTRAL MAPPING AND TENURE                                  23\n            CLARlFlCATION (SPECIAL PROI'ISIONS) (FEES)\n                            ORDER. 2007\n                                        SCHEDULE.c o n d\n               First Column                                           Second Column\n                 Service                                                       Fee\n                                                                              Fee No. 38\nOn lodging an application for amendment of the\n  Register, etc.            ...   ...       ...            .. .        ...           $50.00\n                                                                              Fee No. 39\nFor making the amendment such further fee\n(if any) as the Registrar shall\nconsider to be reasonable.\n                 -              -   -\n               [Ihc helorion of thir p e e is rnthoriPd by L.N. 141f/2OIO ]"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.+1) The appointment of every member of the Committee shall be Tenureof\n         evidenced by an instnunent in writing; and such instrument shall state the office.\n         period of office of the member which shall not exceed three years.\n                (2) Every member of the Committee shall be eligible for reappoint-\n         ment so, however, that no member shall, at any time, be appointed for more\n                                                                                     -\n                         me inclusion of thia p q e u authorized by LN. 141~R0101\n                       THE REGISTRATION O F TITLES, CADASTRAL MAPPING AND TENURE\n                      CLARIFICATION (SPECIAL PROVISIONS) (ADJUDICATION COMMITTEES)\n                                            REGULATIONS, 2007\n                 than two consecutive terms.\n                        (3) The Minister may, at any time, revoke the appointment of the\n                 chairman or any other member of the Committee if he thinks it expedient so\n                 to do.\n                        (4) If a member is absent from three consecutive meetings of the\n                 Committee, the Minister may deem the position vacant and appoint a\n                 replacement.\n                          (5) If any vacancy occurs in the membership of the Committee, the\n                 vacancy shall be filled by the appointment of another member who shall,\n                 subject to the provisions of fiese Regulations, hold office for the remainder\n                 of the period for which the previous member was appointed.\nLeave of           5.-The Minister may, on the application of any member, grant to such\nabsence.         member leave of absence for any period not exceeding six months.\nTemporary            6. The Minister may appoint a suitable person to act temporarily in\nwpoinmenw.       the place of any member of the Committee in the case of the absence or\n                 inability to act of that memher.\nResignations.        7 . 4 1 ) Any member ofithe Committee, other than the chairman, may, at\n                 any,time, resign his office by instrument in writing addressed to the Minister\n                 and transmitted through the chairman and upon the date of the receipt by\n                 the chairman of that instrument, that member shall cease to be a member\n                 of the Committee.\n                         (2) The chairman may, at any time, resign his office by instrument\n                 in writing addressed to the Minister, and such resignation shall have\n                 effect as from the date of receipt by the Minister of such\n                 instrument.\nPublication of      8. The names of all members of the Committee as first constituted and\nmemhhip.         every change in the membership thereof shall be published in the Gazene.\nAuthentication  9. All documehts made by, and all decisions of the Committee may be\n  documents. signified under the hand of the chairman or any member of the Committee\n                 authorized to act in that behalf.\nRemuneration         10. There shall be paid to the chairman and other members of the\n  members.       Committee such remuneration, whether by way of honorarium, salaries or\n                 fees or other allowances, as the Minister may determine.\n                                  me helmion of this p a t u glrhorizsd by LN. 141~/7.0101\n       THE REGISTRATION OF TITLES, CADASTRAL MAPPING AND TENURE\n      CL4RIFICATION (SPECIAL PROVISIONS) (ADJUDICATION COMMllTEES)\n                           REGULATIONS. 2007\n  1 1 . 4 1 ) The Committee shall meet at such times as may be necessary or       Procedure\nexpedient for the transaction of business and such meetings shall be held         and meet-\nat such place and time and on such days as the Committee may                      ings of\n                                                                                  committee.\ndetermine.\n         (2) The chairman may, at any time, call a special meeting of the\nCommittee having given seven days' written notice or on the requisition\nfor that purpose addressed to him by any two members of the Committee.\n        (3) The chairman or, in the case of the absence or inability to act of\nthe chairman, the person appointed in accordance with the provisions of\nregulation 3 shall preside at the meetings of the Committee, and when so\npresiding the chairman or the person appointed, as the case may be, shall\nhave an original and casting vote.\n        (4) The quorum of the Committee shall be three members.\n         (5) Subject to the provisions of these Regulations, the Committee\nshall regulate its own proceedings.\n        (6) Minutes of each meeting of the Committee shall be kept in\nproper form and shall be c o n h e d as soon as practicable thereafter at the\nsubsequent meeting.\n        (7) The validity of any proceedings of the Committee shall not be\naffected by any vacancy among the memben thereof or by any defect in the\nappointment of a member thereof."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.--(I) The appointment of an appointed member shall, subject to\n                    the provisions of this Schedule, be for a period not exceeding three years.\n                            (2) Every appointed member shall be eligible for reappointment so,\n                    however, that no appointed member shall hold office for more than two\n                    consecutive terms.\n                            (3) If a vacancy occurs in the membership of the Board the vacancy\n                    shall be filled by the appointment of another person to the Board who\n                    shall, subject to the provisions of these Regulations, hold office for\n                    the remainder of the. period for which the previous member was\n                    appointed.\nRNaation of\nappointmems.           6. Notwithstanding anything to the contrary, the Minister may, at any\n                    time, terminate the appointment of-\n                          (a) any appointed member of the Board; or\n                          (b) any member who, without reasonable excuse, is absent fiom three\n                               consecutive meetings of the Board.\nLeave of absence."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The Minister may, on the application of any appointed member,\n                    grant to such member leave of absence for any period not exceeding six\n                    months.\nTrmporny\nappn'ntmmtr."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The Minister may appoint a suitable person to act temporarily in the\n                        place of any appointed member of the Board in the case of the absence or\n                        inability to act of such member.                            . .\nResignations."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-41) Any appointed member of the Board, other than the chairman\n                        may, at any time, resign his office by instrument in writing addressed to the\n                        Minister and transmitted through the chairman and upon the date of receipt\n                        by the chairman of such instrument, such member shall q x s e to be a member\n                        of the Board.\n                                        (ras kbii of &kprgs h mhriosd by LN. 141P/20lO]\n                    -                        -.               . .... ... - -            .... . -- --\n  THE REGISTRATION OF TITLES, CADASTRAL MAPPING (LAND ADMINISTRATION                    9\n       AND MANAGEMENT PROGRAMME FUND) (BOARD O F MANAGEMEN7)\n                           REGULATIONS. 2007\n         (2) The chairman may, at any time, resign his office by instrument\nin writing addressed to the Minister, and such resignation shall have effect as\nfrom the date of receipt by the Minister of such instrument."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The names of all members of the Board as first constituted and every FzE'r\nchange in the membership thereof shall be published in the Gazette."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-41) The Board shall meet at least four times in each year and such kTs,,@\nother times as may be necessary or expedient for the transaction of business, o f ~ o u d .\nand such meetings shall be held at such places and times and on such days\nas the Board may determine.\n         (2) The chairman may, at any time, call a special meeting of the\nBoard after giving seven days' written notice of the intention to do so or on\nthe written request for that purpose addressed to him by any two members of\nthe Board.\n        (3) The chairman or, in the case of the absence or inability to act of\nthe chairman, the person elected pursuant to paragraph 3(4) shall preside at\nthe meetings of the Board.\n        (4) The quorum of the Board shall be five.\n         (5) The decisions of the Board shall be by a simple majority of votes\nand, in addition to an original vote, the chairman or other person presiding at\na meeting shall have a casting vote in any case in which the voting is\nequal.\n         (6) Subject to the provisions of these Regulations, the Board may\nregulate its own proceedings.\n        (7) Minutes of each meeting of the Board shall be kept in proper\nform and shall be confirmed as soon as practicable thereafter at a subsequent\nmeeting.\n       (8) The validity of the proceedings of the Boprd shall not be affected\nby any vacancy among the members of the Board or by any defect in the\nappointment of a member of the Board."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Any member of the Committee who is directly or indirectly interested Disclosure\nin any matter which is being dealt with by the Committee--                     of interest.\n       (a) shall as soon as possible after the relevant facts have come to his\n           knowledge, disclose the nature of his interest at a meeting of the\n           Committee; and\n      (b) shall not take part in any deliberation or decision of the\n          Committee with respect to this matter.\n   1 3 . 4 1 ) No action, suit, prosecution or other paoceedings shall be brought Rotection\nor instituted personally against any member of @e Committee in respect of of members.\nany act done bonaflde in pursuance or executipn br intended execution of the\nCommittee's functions under this or any other enactment.\n        (2) Where any member of the Committee is exempt fiom liability by\nreason only of the provisions of this regulation, the Committee shall be liable\nto the extent that it would be if the said member were an employee or an\nagent of the Committee.\n--                                                       -\n                     inclusion of &pmge\n                                    i~  ir authorized by LN. 14l~f20101\n                   THE REGISTRATION OF TITLES, CADASTRAL MAPPING AND TENURE\n                  CLARIFICATION (SPECIAL PROVISIONS) (ADJUDICATION COMMITTEES)\n                                        REGULA TIONS, 2007\nOftice of       14. The office of the chairman or member of the Committee shall not\nchairmanor   be a public office for the purposes of Chapter V of the Constitution of\nmember not\na            Jamaica.\n                             [Tbs inclusion of thin page .is authorized by LN. 141Fn010 1\n         REGISTRATION O F TITLU, CADASTRAL M P P I N G AND TENURE\n                   CLARIFICATION (SPECIAL PROYISIONS)\n  THE REGISTRATION OF TITLES, CADASTRAL MAPPING AND\n    TENURE CLARIFICATION (SPECIAL PROVISIONS) ACT\n                                    ORDER\n                               (under section 11)\n           (Made by the Minister on the 15th day of March, 2007)                L.N. 39R007"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. There shall be paid from the funds of the Fund to the chairman and\n               other members of the Board such remuneration, (whether by way of\n               honorarium, salary or fees) or other allowances, as the Minister may\n               determine.\nPmlecfion\nof members."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-41) No action, suit, prosecution or other proceedings shall be\n               brought or instituted personally against any member of the Board in respect\n               of any act done bonajide in pursuance or execution or intended execution of\n               the Board's functions under the Act.\n                       (2) Where any member of the Board is exempt from liability by\n               reason only of the provisions of this regulation, the Board shall be liable\n               to the extent that it would be if the member were an employee or an agent\n               of the Board.\nOfice of\nchairnlan or"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. 'The office of the chairman or other member of the Board shall not\nmember not     be a public office for the purposes of Chapter V of the Constitution of\na public\nofice.         Jamaica.\n                 REGISTRATION O F TITLES, CADASTRAL MAPPING AND TENURE                            11\n                            CLARIFICATION (SPECIAL PROVISIONS)\n           THE REGISTRATION OF TITLES, CADASTRAL MAPPING AND\n             TENURE CLARIFICATION (SPECIAL PROVISIONS) ACT\n                                           REGULATIONS\n                                          (under section 9)\n            THE REGISTRATIONOF TITLES,CADASTRAL MAPPINGAND TENURE\n                        (SPECMLPROVISIONS)\n            CLARIFICATION                 (ADJUDICATIONCOMMITTEES)\n                               REGULATIONS,2007\n                   (Made by the Minister on the 15th day of March, 2007)                  L.N. 3712007"
    }
  ],
  "definitions": []
}