{
  "id": "jm-subs-the-rent-restriction-act",
  "type": "statute",
  "title": "The Rent Restriction Act",
  "title_en": "The Rent Restriction Act",
  "short_name": "Rent Restriction Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-rent-restriction-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-rent-restriction-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Order may be cited as the Rent Restriction (Excluded\nAmount) Order, 1968.\n   2 The amount which shall be excluded for the purposes of para-\ngraph (b) of subsection (1) of section 21 of the Act shall be the\nfirst $24 of the increase in the rates and taxes of any mntroIled\npremises in rmpeat of the year commencing 1st April. 1968 or the\nwhole of such increase, whichever is the less.\n             [The indudon of thls page u authorLed by L.N. 160119841\n                                     RENT RESTRLCTLON\n                         THE RENT RESTRICTION ACT\n                                         REGULATIONS\n                                       (under section 23)\n      (Made by the Minister on the 3rd day of November, 1967)                                                   L.N. 353167"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. The class of premises specified in the Schedule are hereby declared to Schedule\nbe exempt for the purposes of the Act.\n                                             SCHEDULE                            (Paragraph 2)\n      (i) any resort cottage as defined in the Resort Cottages (Incentives) Act which is         L.N. 24/03\n          approved by the Minister;\n      (ii) dwelling-houses-                                                                      L.N. 117D183\n                (a) that are owned by the Government or\n                (b) that are rented by the Government from an officer or employee\n                    of the Government and occupied as tenant by such officer or\n                    employee;\n      (iii) any building-\n                (a) owned or erected by the Jamaica Promotions Corporation on lands owned\n                     by the Corporation or by Government; and\n               (b) leased by the Corporation, in whole or in part, to any person for operation\n                   as a factory;\n      (iv) any building-\n               (a) within the area of the Kingston Export Free Zone as defined\n                    in part A and Part B of the Second Schedule to the Jamaica Export\n                    Free Zone Act;\n               (6) within the area of the Montego Bay Export Free Zone as defined\n                   from time to time by order under section 3 of the Jamaica Export\n                   Free Zone Act;\n      (v) any hotel as defined in the Hotels (Incentives) Act which is approved by the\n          Minister;\n      (vi) factory premises-\n               (a) owned by the Factories Corporation of Jamaica Limited;\n               (b) under the management and control of the Factories Corporation\n                   of Jamaica Limited;\n                   [The inclusio~iOF this page is authorized by L.N. 33Ai20051\n        RENT RESTRICTION (EXEMPTED PREMISES) OKDER, I983\n(vii) the following airports and aerodromes-\n          (a) The Norman Manley International Airport\n          (b) Sangster International Airport\n          (c) Boscobel Aerodrome\n          (d) Negril Aerodrome\n          ( e ) Tinson Pen Aerodrome\n          V)   Ken Jones Aerodrome.\n                           RENT RESTRICTION\n                 THE RENT RESTRICTION ACT\n                           (under section 11 (11) )\n (Made by the Rent Restriction Committee and approved by the                L.N. 44/84\n           Minister on the 28th day of February, 1984)"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) Where, pursuant to rule 2, an application is filed by a land- %%:of\niord or tenant (herehaher referred to as the applicant) the Secretary\nof the Bosrd shall, not less than fifteen days before the date of the\nhearing of the application, cause to be served on the tenant or land.\nlord against whom the order is soueht fiereinafter referred to a the\nrespondent) a notice of claim in the form set out as F o m 3 in thr.         3.\nSchedule.\n      (2) A notice of claim may be served by the applicant, and service\nmay be effected-\n              [The inclusion of tNs page is nuthodzed by L.N. 86/1985]\n                                 THE RENT RESTRICTION RULES, 1984\n                    (a) by delivering the notice to the respondent personally. or to\n                        some other person who is at the respondent's usual place\n                        of abode and is apparently not less than sixteen years old; or\n                    (b) where the respondent is a body corporate or any association\n                        of persons (whether incorporated or not), by delivering the\n                        notice or sending it by post to the registered or principal\n                        office d the body or a d a t i o n .\n                      (3) Where a notice of claim is served by an Inspector of the\n                Board, a fee shall be payable in reapect of that service and shall be\n                payable on the same scale as the BailifE's fees payable on a plaint\n                lodged in a Resident Magistrate's Court. so, however, that the portion\n                payable for travelling shall be determined according to the distance\n                from the office of the Board.\n                       (4) If a notice of claim is not served within the period of six\n                months from the date of its issue, the application in respect of which\n                it was issued shall be struck out of the book referred to in rule 15,\n                unless, before the expiration of such period aforesaid, the h e for\n                service of the notice is extended by the Board and 'the notice ia served\n                within the time so extended."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.00 p.m. and on Fridays 9.00 am. to 3.00 p.m.\n                               Notice o f Intention to Defend\n                                                                                         -19......\nApflidion N o . ............................................................................\nIn the Rent Assessment Board at ..................................................................\n*Larndbrd/Tenant......................................................................................\nI intend to defend the claim in this application.\n  Dated this ............day of ..........................................19.........\n                                             ...........................................................\n                                                             *Landlord/ Tenant\n                  lThe inclusion of this gage is authorized by L.N. 86119851\n                        THE RENT RESTRICTION RULES, 1984\n     This Notice of Claim n u s served by ......................................................\npersonally on.. ..........................................................................................\nen the ............day of ....................................19.........\n                        In the Rent Assessment h a r d ,\n                        Holden at.. ...................................................................\n                        On the............day of ..........................................19.. .......\n                                                ........................................................\n                                                                *LandlordI Tenant\n                                                ............................................................\n                                                                *Landlord [Tenant\n                            Asdavit of Service of Notice of Claim\nMAKEOATH AND SAY THAT 1 did On the.. .......day of.. ............................19......\nduly      serve.. ..........................................................................abovenamed\n *Landlord /Tenant with a Notice of Claim, a true copy whereof is rereunto\n annexed, marked \"A\" by deiivering a copy of the same personaUy to the\n Said     *Landlord/Tenant at ........................................................................\n           Sworn at ....................\n                                       ..........in the parish of.. ....................        ........\n                                                                .., 19.. ................before me.\n this.. ...................day of ...............................\n (*) Delete what does not apply.\n                            THE RENT RESTRICTION RULES, 1984\n                                         SCHEDUU, contd.\n                                                 -M    4\n                                Order for Payment o f Overdue Rent\nApplication No......................\n  In the Rent A a s m e n t h a n l fw the parish of ..........................................\n     ..........\nBetween                                                                                             and\n......................................................................................................\n                                                                                                   Tenant\nUpon the hearing of this application at a sitting of the Board holden this day\nit is ordered that the Landlord do recover against the Tenant the sum of\n..............................hrent md the sum of.. ...................for aosts and it h\nordered that the Tenant do pay to the Landlord the sums abwementioned.\nTake notice that if you do not pay the sums 81bovementioned, a warrant may be\nissued by the Olerk of the Resident Magistrate's Court, on the application of\nthe Landlord, requiring the Bailiff af mhe Cowt to levy the s u m albwwernen$ioncd\ntogdher with M e r costs."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Where the respondent does not, within the time specified in rule\n% %I\ndcspitetac~     4, give notice in the manner so specified of his inten@on Q defend\nof notice.\n                the claim, then the Board may, upon an affidavi't disclosing a defence\n                on the merits and explaining the neglect, permit bim to defend the\n                claim upon such terms as the Board thinks just.\nDuty of           6.--(I) If the respondent does not, within eight days after the service\n~aardto\nO*~Y-\nment h          thereof, give to the Secretary of the Board notice in, miting algned\ncenaiu          by himself and stating that he intends to dePend the claim, the app%\ndrwn-\n~t.ncer.        cant may, within two months after the exlpitatim of that period d\n                eight days, file with the Secretary an afMavit by himself or by any\n                other person who can swear positively to the facts of the service on\n                                                                      ~ L.N. 8611WSI\n                             rTbe inslusion of this page is a o t h o by\n                 THE RENT RESTRICTION RULES, 1984\nthe respondent, to the truth of the claim stated in the notice of claim\nand any further claim for such amount as may have fallen due since\nthe notice of claim was filed.\n      (2) The Secretary of the Board shall, as soon as is practicable\nafter an affidavit referred to in paragraph (1) has been filed with\nhim, lay the affidavit before the Board, and if it is satisfied that the\nrequirements of rule 3 and paragraph (1) of this rule have been com-\nplied with, the Board shall order the respondent to pay the amount\nwhich it is satisfied is due to the applicant at the date of the hearing,\nand costs to be determined by the Board.\n      (3) An order of the Board under paragraph (2) shall be as valid\nand dectual and be in the same form as if the respondent had de-\nfended the claim."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Value of Land:                                   % ..............................................."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The scale of costs applicable to proceedings before a Board in COS,.\nrespect of any application referred to in -paragraph (a) or (b) of rule\n2 shall, as nearly as possible, be on the same basis as that provided\nunder the Judicature (Resident Magistrates) Act in respect of an\naction in a Resident Magistrate's Court for a debt or liquidated money\ndemand.\n                                                                            Fonn of"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. An order of the Board-                                                 order for\n                                                                            payment.\n                                                                            refund of\n    (a) for the payment of overdue rent shall be in the form set out -&a.\n                                                                      Fonn 4.\n         as Form 4 in the ahedule; and\n     (b) for the refund of rent collected in excess of the permitted\n         rent shall be in the form set out as Form 5 in the Schedule. om 5.\n           Applicaiion to Board to exercise pavers of review"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Every application to the Board by an aggrieved person for a $     -;\nreview of an Assessment Officer's decision in respect of any premises- review.\n                                                                       Form 6.\n     (a) shall be made in the form set out as Form 6 in the Schedule\n         within sixty days of the date of the decision in respect of\n         which the application is made or within such longer time as\n         the Board may in any case allow;\n     (b) shall be accompanied by such fee prescribed in rule 10 as\n          is appropriate to that application; and\n     (c) shall be lodged with the Secretary of the Board for the area\n          in which the premises are situated.\n              lThe inclusion of this page is authorized by L.N. 86/1985]\n10                              THE RENT RESTRICTION RULES, 1984\nFees."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The fee payable on an application to the Board for a review\n               of an Assessment Oficer's decision-\n                    (a) shall, in relation to an application to review the standard\n                        rent of any premises as determined by him, be-\n                            (i) $1.00, where the assessed value of the premises is\n                                less than $30,000; and\n                           (ii) where the assessed value thereof is $30.000 or more,\n                                  be $1.00 plus an amount calculated on the basis\n                                 of 50 cents for each $1,000 or fractional part thereof\n                                 by which the assessed value exceeds $30,000; and\n                    (b) shall, in relatFn to an application to review any other de-\n                        cision by him affecting any premises, be-\n                                  (i) 20 cents, where the monthly rent charged therefor\n                                       is less than $100; and\n                                  (ii) $2.50 for every $100 or fracational part thereof,\n                                       where the monthly rent charged is $100 or more.\nNotice of\nhearion.         11.-(1) Where an application is made to a Board for the review\n               of a decision of an Assessment Officer, the Secretary of the Board\n               shall cause to be sewed on the landlord, tenant and Assessment\n               Officer who are parties to the application, a notice of the hearing\nSchedule.      in the form set out as Form 7 in the Schedule.\nForm 7.\n                      (2) Every notice under this rule shall be served not less than\n               ten days before the date of ,,ie hearing.\nSpecial           12. A Board may, at the sitting at which an application :x review\npowers ot\nBoard i        of an Assessment Officer's decision is listed-\nrelation\nto review.\n                    (a) direct that the notice of hearing be served nn any person\n                        who may be directly affected by the application, whether\n                        that person is a party to the proceedings or not, and in the\n                        meantime, postpone or adjourn the bearing of the appli-\n                        cation upon such terms as seems just, and may make such\n                        order as might have been made if the person on whom the\n                        Board directs the notice of hearing to be served had been\n                        originally a party;\n                    (h) give leave to amend the particulars of the application, upon\n                        such terms as scem just.\n Form of\n order after     13. An order of a Board in respect of an application for review\n review.\n Form 8.       of a decision of an Assessment Oficer shall be in the form set out\n               as Form 8 in the Schedule.\n                             lThe inclusion of this page is authorized by L.N. 86119851\n                     THE RENT RESTRICTION RULES, 1984                                                      11"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Are the premises now tenanted?                                    Ye\"                No     C]\n  If yes, state present number d tenancies...................................................\n1 2 State total rent being charged                                $ .................. Per Month*"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The rent as determined herein shall have effect from the .................day of"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. This assessment is consequent on an application made (or deemed to have\n     been made, as the case may be) by or on behalf of the landlord on the\n                             of ...................., 19......,- the \"application date\".\n     .......................day"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. On each anniversary of the application date the standard rent shall increase\n     by 7+% per annum.\n                                    ..................................................................\n                                                    Rent Assessment Oficer\n                                                     Rent Assessment B m d\n                                    ..................................................................\n                                                               iReeiod)\n                       SCHEDULE OF APPORTIONMENT\n                                      in respect of\n                              SEPWTE ACCOMMODATION\n                                Description of Area                               Standard Rent\n-\nNo.\n                                SECOND SCHEDULE                      (Regulations 2, 3 and 4)"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. The Secretary of each Board shall keep a book in which shall Recordof\n                                                                      applica-\nbe recorded particulars of all applications received by the Board tionsand\n                                                                      orders.\nand of all orders made by #theBoard in respect of these applications."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. The service of any notice under these Rules may be proved F.v proof of\n                                                                    \\ervlce.\nendorsement on the original or a copy of the notice under the hand\nof the person effecting the service showing the fact and mode of\nthe service of that notice.\n                                        SOHEDULE\n                                          FORMI                                      (Rule 2 (a))\n               Applicatiolr for Order for Payment of Overdue Rent\n Application No.\n To the Rent Assessment Board\n For the Parish of\n                                           BETWEEN\n                                                                                          Landlord\n                                               AND\n                                                                                             Tenant\n The Landlord's claim is $                being errears of rent in respect 04 premises\n situated at\n in the parish of\n  And the Landlord claims costs\n                                            ..........................................................'.\n                                                                  Landford\n                     THE RENT RESTRICTION RULES, 1984\n                                XHEDULE, contd.\n          Application for Order for Refund o f Rent Charged in Exceso\n                             o f the Permitted Rent\nApplication No.\nTo the Rent Assessment Board\nFdi- L e parish of\n                                                                           Tenant\n                                          AND\n                      \\\n                                                    - --,                 Landlord\nThe Tenant's clai,m is $            (being a, refund of rent chwged in excess of\nthe permitted rent in respect of premises situated at\n                                      in the parish of\nAnd the Tenant c l a h costa\n               me inclusion of this page is authorized by L.N. 86/19851\n                       THE' RENT RESTRICTION RULES, 1984\n                                       SOHPIDULE, cvntd.\n                                               FORM 3                                   (Ruts 3 (1) 1\n                                         Notice of Cluirn\nApplication No ......................                                                        19.. .......\n     In the Rent Assessment Board for the pacbh of ....................................\n    To. .........................................................................\n                                                                              ...*\\La\n                                                                                   ndlord /Tenant\n    of. .................................\n                                        ..................................................................\n          Whereas an application hm this day been made against you to this Board\n       by.. ........................................................................\n                                                                                .*!Landlord/Tenant\nof ......................................................................................................\n                                                                                                       P.O.\nclaiming from you the sum stated below being-\n        rent owing and due for the period ....................\n                                                             ................................\n  * I\n     1\n        in rwpect of your tenancy at ............................................................\n        in the parish of ..............................................................................\n        refund of rent paid in excess of the permitted rent for the period ...............\n   ' I .................................................in respect of my W c y at ..............\n                                              in the parish of .......................................\n         ........................................\n         Take noeiw that unless within eight days of the service hereof m u return\n      to the Seordry of the Board at ..................................           .\n                                                                                  .....................\n      .........................................the notice given blow, dated and signed by\n      yourself, you will not afterwards be dlowed to make any defence to the\n       claim which the *Landlord/Tenant makes on you, but the *Landlord/Tenant\n      may, on anaki~ga5idsvit of the truth d the claim and without further proof\n      of this claim, apply for an order and execution. If you return suoh notice\n       to the Secretary of the Board within the h e epeafied you must appear in\n      person or by your Attorney-at-Law before the Rent Assessment Board at\n       on the............day of ..................................19............at. ...........o'obck\n       in the forenoon to answer the said aglplication which will be heard on that\n       day or on such other date as may (befixed by the B m d .\n                     me inclusion of this page is authorized by L.N. 86/1985]\n                        THE RENT RESTRICTION RULES, 1984\n                                      SCHEDULE,contd.\n                                        FORM 3, contd.\n       Given under the hand of the Secretary of the 'Board at ........................\n      ...................................,the...........day of..............................19.......\n                                              ............................................................\n                                                                Secretary,\n                                                          Rent Assessment Board.\n     Amount olaimed $\n     Hours of attendance at the ofice of this Board are from 9.00 a.m. to"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. If rent stated includee payment for eervices state the mount charged for\n   I HEREBY         that to the best of my knowledge the information I haw\n   givm herem r true and conect.\n                                    stpned  .............................................................\n                                                              Owner/Agent\n*If monthly rental not appropriate, indicate basis df xental-weekly, quarterly,\n  otc\n                                            FORM\n                                               2\n                          THB RENT RlSl'IUCTION ACT\n                               Certificate 4 A m m d Rent\n  Tars IS m CERTIFY that the asseased rent of the undermentioned premircr\nbar been d e t d n e d by me stated hereunder:\n  I . prapQZy/Addma!3:     ................................................\n  2 Location:.............................................\n       THE RENT RESTRICTION (GENERAL) REGULATIONS, 1983"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19......\n   Dated thi,s............day of .................................\n                      Chairman :\n                      Meanber :\n                       Member :\n                                          FORM5                         (Rule 8 (b)\n                   Order for Refund o f Rent in Excess of Permitted Rent\nApplication No        ............................\n In the Rent Assessment Board of the pariah of                   ..........................................\nBetween ....................................................................................\n                                                                                         T       e and\nUpon the hearing af this appliwtion at a sitting of the Board holden &is day,\nit is ordered rhat the Tenant do recover against the Landlord the sum of\n.............................   rent paid in ex-        of the permittad rent and the sum of\n ........................for costs and it is ordered that the Landlord do P ~ Yfie\nTenant the sums abovementioned.\n                       m e inclusion of this page is authorized by L.N. 86119851\n                        THE RENT RESTRICTION RULES, 1984\n                                        fXXiEDUIm, contd.\n                                           FORM5, contd.\nTake notice tihat if you & not pay the sums &bovemmQ(~~ed,   a warrant\nbe issued by the Olerk of the Res~dentMagistrate's Court, on the aa>pli~ion\nof the Tenant, regwring the Bails of the C<Yurt bo levy the sum abovemem\nt~oned,together wlth further wsts.\n  Dated Zhis    ...............&y of ..............................19.........\n                    Chairman :\n                     member :\n                    Member:\n                Application for Review o f Decision o f Assessmeru Oficer\nApplication No ......................\nIn the Rent Asswsment Board for the parish of.....................,....................\n                              The review of an Assessment Officer's grant or refusal of\n                             a .Certificate d Exemption.\n                             The review af an Assessment Officer's e o n regardiw\n                             the tem@dm of rights of W e d aoocnmmahn.\n In the matter of            The revlew d the Assessment Officer's determination of\n                             the standard rent.\n In respect of premises\n                        i    m e review of the Assessment Oflicer's d&on sanctioning\n                              increases in the standard rent m d (thec4lsrrghg of additional\n                              amount for rates and tax@.\n situated at .................................................................................................\n and in the matter d the Ren4 Restriction Act.\n                                       Particulars of Application\n The applicant..............................................................................\n                 Surname                       First Name              Middle lrritial\n is the LandIordlTenamt (1) d the aboven~medpaemiws and herelby a(ppYm Eo\n the Rent Assesanent B~ardfor the parish of ................................................\n to r e v h the dezision of the Assawnmt Ofliw   to the effeot t h t (2)\n The applicant states that the following persons are interested parties in these\n proceedings :-\n                      [The inclusion of thh paee is authorized by L.N. 86119851\n                         THE RENT RESTRICTION RULES, 1984\n                                         SCHBDULE, contd.\n                                           FORM6, conid.\n                     Name of Party                                         Address d Party\nDated this............day of ..................................       ., 19......\n                                                 ............................................................\n                                                              Signature of Applicant\nFor the Parish of ....................................................................................\nNo. of Application.....................\n                                                 BETWEEN\n...............................................................................................................\n                                                    AND\n...............................................................................................................\n                                               Respondent\nla respect of premises situated at ...............................................................\n...............................................................................................................\n(1)   Delete what does not apply.\n(2)   State the. decision rhat is challenged.\n                       THE RENT RESTRICTION RULE& 1984\n                                       SCHBDUIE, conld.\n                                           Foaur 7                                     (Rub 11 (1))\n                     ................................................................................\n  h a.pplication has been recoived by this Baaad from..................................\n...................................\n                                 .Londlord/Tenrant (1) of #e abovementioned p m L c a ,\nfor a mview of the Amamnent ~ C O I @ B decision &at Q.................................\n..............................................................................................................\n  The application will be heard at tbb Bod's Wice on the                        ...........................\nday of.   .................................... 19......... a& ..................o'&&.\n(1)   Delete what is not a liable.\n(2) State the dddon oh%mged.\n                      lIhs Inclusion of thh p.sc b authorize4 by L.N. 86/JQ85;\n                        THE RENT RESTRICTION RULES, I984\n                                          SCHEDULE, coratd.\n                                                 FORM 8                                 (Rule 13)\n                                  Order .of Board after: Review\n    Application No .....................         of 19.......\n    In the Rent Assessment Board for the parish of.. ..................................\n    on the ...........................................\n                                                  The review of an Assasment Officer's grant\n                                  I\n                                  I\n                                                  or refuul of a Certificate of Exemption.\n                                                  The review of an Assessment Officer's\n    In the matter of                              decision regarding the term,ination of rights\n                                                  of shared accommodation.\n                                 1                The review of the Assessment Officer's\n                                                  determination d standard rent.\nIn respect of premises                            The review of the Assessment 'Officer's\nsituated at                                       decision sancti'oning the increase in standard\n                                                  rent and the uhrg~np;d additional amounts\n                                                  for rates anJ taxes.\nThe Order of the Board is as follows -\n                Dated this.. ..........day of.. ................................ 19.........\n                                      Cha irnlan :\n                                      Member:\n                                      Member :\n   -\n                   [The inclusion of Lhis page is authorized by L.N. 86119851\n                            RENT RESTRICTION\n                  THE RENT RESTRICTION ACT\n                                      ORDER\n                              (under section 19)\n      (Made by the Minbfer on the 25th day of March, 1983 and               n S& a ~ a\n              affirmedby the House of Representatives)"
    }
  ],
  "definitions": []
}