{
  "id": "jm-subs-the-representation-of-the-people-interim-electoral-reform-act",
  "type": "statute",
  "title": "The Representation of The People (Interim Electoral Reform) Act",
  "title_en": "The Representation of The People (Interim Electoral Reform) Act",
  "short_name": "Representation of The People (Interim Electoral Reform) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-representation-of-the-people-interim-electoral-reform-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-representation-of-the-people-interim-electoral-reform-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the Representation of \\the CitBtion.\nPeople (Electoral Advisory Committee) (Director of Election& Retiring\nBenefits) Regulations, 1995."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-41) In these Regulations                                      I~~\n      \"Committee\" means the Electoral Advisory Committee;\n     \"house allowance\" does not include such allowance p t e d on\n          condition that it shall not be pensionable but, subject to thaf\n          includes-\n               (a) the estimated value of frce quarters;\n               (b) the m t e d value of any quarters provided in con-\n                    nection with a specified office:\n           -   Provided that-\n                 (i) where the estimated value of quarters is taken into\n                     account pursuant to paragmph (b) such estimated value\n                     shall, subject to paragraph (ii) of this proviso, be the\n                     annual rate of the allowance payable in lieu of quarters;\n                 (ii) house allowance shall not exceed, for the purposes of\n                     these Regulations, one*       of the salary of the office;\n     \"MinisteZ' means the Minister responsible for the public senice;\n     \"parochial sewice\" means senice in a civil capacity under a Parish\n          Council or the Council of the Kingston and St Andrew\n          Corporation;\n     \"pensionable emoluments\" includes salary, wages, personal allowance\n          and house allowance but does not include duty allowance,\n          entatainment allowance or any other emoluments whatsoever,\n   TTiE REPRESP,P,TATIOM OF I R E PEOPLE (EIJCTORN. ADVISORY\n           COMMITEE) (FMPLOYEESRFTIRING BWEFITS)\n                        REGULI TIONS. 1990\n\"pensionable office\" means an office which is declared lo be a\n     pensionable office by the Committee and approved by the\n     Minister and notified in the Gazerre;\n\"pensionable service\" means service which may be taken into account\n     in computing pension under these Regulations;\n                          i\n\"personal allowance\" means a special addition to salary granted\n     personally to the holder for the time being of the office but does\n     not include such an addition if it is granted subject to the\n     condition that it shall not be pensionable;\n                                                                               a\n\"public service\" m e a n s\n     (a)   service in a       civil capacity under         the Government of\n           Jamaica;\n     (b)   service in an organization listed in the F i Schedule; and\n     (c)   such other service as the Committee, with the approval of\n           the Minister, may declare to be either-\n                  (i)            of such a nature as to warrant being\n                        treated as if it were service under paragraph (b);\n                        or\n                  (ii) senice which, although not of that nature, may\n                       nevertheless be taken into a m u n t for the pur-\n                       pose of these Regulations as quallfylng\n                       Service, hereinafter referred to as \"special\n                       Service\";\n\"qualifying service\" means service which may be taken into a m u n t in\n     determining whether an officer is eligible by length of senice for\n     pension, gratuity or other allowance;\n\"specified office\" means an office-\n     (a) in respect of which quarIers are provided on terms whereby,\n           if such quarters are not available as respects the holder of\n           any such office, an allowance is payable in lieu of such\n           quarters; and\n     (b) which has been declared by the Committee with the\n         approval of the Minister by a notification published in\n         the Gazette to be a specified office; and any such\n         notification may prescribe the rate of allowance payable in\n         lieu of such quarters and may from time to time be\n         amended or revoked by another notification so made and\n         published:\n            [The inclusion of lhk page k authatixd by LN. IfZW61\n  THE REPRESENTATION OF THE PEOPLE (ELECTORAL ADVISORY\n        COMMITTEE) (EMPLOYEES RETIRING BENEFITS)\n                    REGULATIONS, 1990\n               Provided that where by virtue of any such amendment\n         or revocation any office ceases to be a specified office or the\n         rate of allowance in respect thereof is varied, then so tong\n         as any person holding that office at the time of the amend-\n         ment or revocation continues therein, the office s h d . as\n         respects that person, continue to be a specified oi3ice and any\n         variation which would but for this proviso have the effect of\n         reducing the rate of allowance payable to him shall not apply\n         as respects that person.\n      (2) The offices set out in the Second Schedule shall be pen- second\nsionable offices until other provision is made pursuant to the powers Schedub.\nto declare such offices conferred by -graph      ( 1 ) ; and the exercise\nof those powers shall be deemed to include the power to amend or\nrevoke that Schedule.\n      (3) Where, by virtue of the exercise of powers under paragraph\n(1) any office ceases to be a pensionable office then, so long as any\nperson holding that office at the time of such exercise as aforesaid\ncontinues therein, the office shall as respects that person continue for\nthe purposes d these Regulations, to be a pensionable office.\n      (4) Public service which is special service may be taken into\naccount as qualifying service but shall not be taken into account for\nany other purpose under these Regulations.\n       (5) The Committee, with the approval of the Minister, may\namend the First Schedule.                                                Schedub.\n         PART11. Pensions, Gratuities and Other Allowarzces\n                                Award of Pension"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 . 4 1 ) The Committee may grant, in approved circumstances. a\npension, gratuity or other allowance to, or in respect of, any person&   ;;!\n                                                                                  ,\nwho immediately prior to retirement, held a pensionable office in the ;,i\",diIailat\nservice of the Committee.                                                  benefits\n                                                                           under\n        ( 2 ) In paragraph ( 1 ) \"approved circumstances\" means, in rela- g~ ~,;\ntion to any officer, his retirement-                                       tions.\n      (a) on or after attaining the age of fifty-five years;\n      (b) on the abolition of his office;\n      (c) on c m m p d s o ~ retirement for the purpose of facilitating\n             improvement in the organization of the Electoral Office by\n             which greater efficiency or economy may be effected;\n           THE REPRESENTATION OF THE PEOPLE (ELECTORAL ADVISORY\n                 COMMITTEE) (EMPLOYEES RETIRING BENEFITS)\n                             REG U L A T f Q ' N S 1990\n                                                   ,\n             (d) on (medical evidence to the sati&otion d the Committee that\n                 he is incapable by reason of any infirmity of mind or M y\n                 to discharge the duties d his office and that such infirmity\n                 is likdy to be prmanent;\n             (e) on termination d his employment in the public interest.\n               (3) The grant of any pension, gratuity or other dlowance pur-\n         suant to paragraph (1) shanll be determined in accordance with the provi-\n         sions of these Regulations.\n                (4) Notwithstanding that an officer may retire in approved cir-\n         cwmtances specified in paragraph (2) (a), the Committee may require\n         any officer to retire from service with the Committee d any tima\n         after he attains the age of fifty-five years.\n               (5) For the avoidance d doubt it is dedlared that, without\n         prejudice b the provisions of paragraph (2) (a) and paragraph (4).\n         the normal retiring age of any officer shall be sixty years.\n~utmum     4.-41) Except in cases provided for by paragraph (2). a pension\npmrbn.   granted to any person under these Regulations shalll not exceed two-\n         thinls d the highest pensionable emoluments drawn by him at any\n         time in the course of his service with the Committee.\n               ( 2 ) Where an oficer has been granted a pension in respect d\n         service with the Commibtee and a!so in respct of public or parochial\n         service that officer shall not at any time draw in respect of his service\n         with the Committee an amouct of pension which when added to the\n         m u n t of any pension or pensions drawn jn respst of public or pxo-\n         chial sexvice, exceeds two-thirds of the highest pensiiombila emolu-\n         ments drawn by him at any time in the course d his service with\n         the Committee or with the public or parochiad service,\n         so, howeva, that where an offices receives in respect d some period\n         of any such service both a gnatuity and a pension, the mount ~f\n         such pension shall be deemed t~ be hw-thirds d its actual amount.\n                (3) Where the limitation specified by paragraph ( 2 ) olprates,\n         the amount of pension to be drawn from the funds of the Committee\n         in respect of service with the Committee shall be detzrmined by the\n         ammilttee with due regard to the amount of any pension rrr pen-\n         sions to be drawn in respect of pulMic or parouhial service.\n  THE REPRESEhTATION OF THE PEOPLE (ELEClWRAE ADVISORY\n        COMMITTEE) (EMPLOYEES RETIRING BENEFITS)\n                    REGULATIONS, 1990\n       (4) For the purpose of this regulation an additional pension\ngranted in respect of injury shall not be taken into account; but where\nthe officer is granted such an additional pension under these Regufla-\ntions, the m o u n t thereof tog&er with the remaindar of his pension\nor pensions shall not exceed five-sixths of his highest pensionable\nemoluments at any time in the coursc of his service with the Com-\nmittee or in public or parochial service."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4-H Clubs\n                  lnairute of Jamaica\n                  Jamaica Agricuhural Society\n                  Jamaica Library Senice\n                  Jamaica National HRimgc Trun Commission\n                                           .\n                  Jamaica Railugv,Cornoration\n                  National Water Comnjssion\n                  Social Developmem Commission\n                                        SECONDSCHEDULE                              (Regulatm 2)\n                                        Pennonoble Ofices\nAccour#~nt                                        Messenger (Female)\nAcmuming Clerk                                    Messenger (Male)\nAccoumine Clerk 1 Twist                           Office Adminisvator\n                                                  Office Anendant\n                                                  Office Automation and Equipmmt Engi-\n                                                  Opnations Assistant\nAdministrative Saxe*                              @cations Manager\n  (Electoral Advirorv Cammineel                   Personal Assistant\nAnalyst Ro-mer                                    P ~ s o n n e AssMmt\n                                                                l\nAs~istamAceaumam                                  Persomel Officer\n                                                  Plant Supervisor\n                                                  Rocuremem and General Sewices Oflicer\nAwcum Marmenancr Techntcoan                       h h h A s s ! m t and Ragarch CInk\nr\\S%stamOftier A d m t n ~ ~ l a                  Publlc Educatron (Hficn\nAss8stam Rocumncm Invmory Otficn                  Recod- Officn\nAssistam Vault ~ ; ~ w i s o r                    ~ e & m1 Librarian\nAudit Clerk                                       *clary\nAudita.                                           Secretary I Stenographer\nCard Rodunion Supavisor                              (Electoral Advisory Committn)\nCard System Operator                              h r i t y Guard\nCashier1 Clnk                                     ScN-rity Supnvisor\n                                                  Senior Aecouming Clerk\n                                                  Smim haugh-\n                                                  Senior Driver\n                                                  Senior Machine oprrator\nData Co-01 and Field Liaison Cl&                  Senior s m *\nDat. E n q Clnk                                   s'tationq Clnk\nDirenor, F i m m and Acmurds                      Stenographer\nLkiver                                            mores clerk\nbField\n   s mCs~=r d i m o r                             Supervisor Key h c h Opaatw\n                                                  System A d m i n i m o r\nFixed C&e Help Desk Cwrdinator                    System Manager\nFixed CAltrr Mnnagcr                              T s l n i u l Suppm Manager\nOmasl Ccmmmcation Technician                      Telephone Opedm\nHmdyman                                           Training and R-ch        Officer\nLibrary A s J i m                                 Vauh h i m\nMachine Administrator                             Vauh Supvisor.\nMaintenance Technician\n                        [The ilxlurion of Ihir p a p is authorized by L.N. ltZW6)\n  THE REPRESENTATION OF THE PEOPLE (ELECTORAL ADVISORY\n         COMMITTEE) (EMPtdYEES RETIRING BENEFITS)\n                    Table of Pension Payments to Dependents\n                       Persons Entitled and               AmlcaQ Rate d\nItan                   Com%tione Applicable                  Pasion\n-\nNo. 1    The sumving epouse of bhe deceased Ten~ixtiethsd the de-\n         officer papble while the said spouse is un- eased officer's annual\n         rmrrriod.                                   penaionpble smahnenta\n                                                     at the &me of hie death.\nNo. 2\n               gtmtcd under Item No. 1;\n           (6) if the officer lcavss no wrviving Double the amount of\n                       to whom a p s i o n is pension payable uadm\n               %%     under item No. I;          p a r a c a ~ h(a).\n           (c) if the pcmion t~ a child or cM&m      Double the amount of\n               is paywble pursuant to paragraph p h i o n payable under\n               (a) and *uently        an the d e t h paragraph (a).\n               of the svrvlvmg spouse, pension\n               masea to be payable u n d a Item\n               No. 1 Ehen, pension shall be pay-\n               able urndm this parayapla as fmm\n               the date of cessation.\nNo. 3    The mother d the daeamd officer, if\n         wholly 6 ~ .maidy dapendcnt on the officer\n         fw su port, or where the mother is dead,\n         the &her       of the deceassd offices, if\n         wholly or mainly dependent on the officer\n         Por s u m and while *without adequate\n         means d auppcwt, a pcnrwan-\n           (a) if  the officer leaves no surviving Not    exceeding   ten-\n                spouse to whom ptneioa is pay- sixtieths of the officer's\n                able undar I t m No. 1;            annual      pensionable\n                                                   emoluments at the time\n                                                   of his death.\n No. 4    The brobhep or sisted of tha ClaOeaedd Not exceeding bhe pen-\n          officer a penaim if no pension is pay- 6 . h payak& under para-\n          able under Itam No. 2.                             JP'W        II o r (c) of\n                                                                   (a),(6)\n                                                             Itam No. 2.\n                [The inchion of this page is authorized by L.N. 70/1992]\n                                                                            .--\n                    THE REPRESENTATION OF THE PEOPLE (ELECTORAL A W I S O R Y\n                           COMMITTEE) (l%MPLOYEES RETIRING BENEFITS)\n                                      REGULATWNS, 1990\n                                                  FOURTHWmum                                    (Regulation 28)\n                                                Compmswnate Gratuities\nInterpretation.     1 . 4 1 ) an this S~hedld&\n                       ''calendar year\" means a peaiod d twelve months coanrmencing on the\n                          date d the actual ooanmnmment of the employee's service or on\n                          any anniversary 04 ak41 date and ending on the day i d a t e l y\n                          prior to the m e s p o n & n g date in the same mmth o\n                                                                               f the Miming\n                          yaar:\n                     \"diapendenb\" lllaaas the spouse, &iIM or parent af an employee if suoh\n                          tpnw, uhild ur parent waa wMiy or d m l y -dent                 uqxm the\n                          employee ibr support;\n                     \"effeobive year\" means a calendar year in            whbh the eanployee h&\n                          worked for one hundred and fiw8ix O r more working days\n                          land far tihe p u q ~ ~ ~ofe sthis defimiticm any b y on which the\n                          employee wm on leave with full ur half pay (whether by r e a m s d\n                           m     i or ~        ~ & d I I beeoounted )as a m k i n g day m if he had\n                          mked thwn;\n                     ''noneffective year\" means a cdendar year which is not an & d i v e year;\n                     \"wages\" in r e b i o n to an emqployec to whom this Schedule applies,\n                           meam the regular m o u n t paid tb the employee in r e q m t of his\n                          sahvioes, but rhea not i n d d any anwunt paid in respect d aver-\n                          time wonk ur by way d bonus.\n                        (2) For the pulqmm d this Schedule the total wagea d an mployee\n                  during the last e f f a v e year of the service Or suoh empbyee m m s the\n                  mount deaivad from mutiplying the n u d m d days worked d w h g that\n                  year by that employee by the daily Pate of pay (ka1mhted by dividing the\n                  weeldy mte ob wit-      by five) @ i d e  to h - t employee's rate of Aary at\n                  the date of retirement:\n                    Provided that, in reaped of an e m w e e who has, during the last & d v e\n                  year of his service been gmnted leave on halfpay or without pay, such\n                  emplbyve shall. far the punposes af determining the total wagas paid to him\n                  during the last e f f e m p a r pf his service, be deemed to have been in\n                  w e l p t of full pay dmmg the p m o d d sudh leave.\n       of\npassionatn"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. %ere an employee dies wh$le in bhe service of fihe CbmaviIMee and J. Compasslamate\n com'pasmanate gram           might have been granted under paragraph 2 had he gwhere    ratulth\n                                                                                               em-\n &red m the g r o u a d ill health a t the date d his death, a aompmionate ployee               din\n gratuity of an am6umt not exceeding six month' wagm (agcoxtained by while in the\n dividing the total wages of the mp10 e duning the lmt effective year of service of the\n m c e by two) may he granted to the dapeadmts of auk31 amplwee and shall Committe.\n be diiidd m o a g such dependants in such h           m    s as the Comanittee m v\n ~WITI fit and where there are no dependents d wch employee fihe m p a s -\n s b a t e patuity ahdl be ~p&d to fhe Iemi p e r d repmentative d such\neww.\n                                                    ----                      ---\n                  lThe inclwion of this page i s authorized by L.N 70/19921\n     REPRESENTATION OF THE PEOPLE (MTERIM ELECTORAL\n                        REFORM)\n     THE REPRESENTATION OF THE PEORLE (INTERIM\n                  ELECTORAL REFORM) ACT\n                            REGULATIONS\n                          (under section 9 )\n     THE REPRESENTATION\n                    OF THE PEOPLE\n                                (ELECTORAL\n                                        ADVISORY\n           COMMITTEE)\n                   (DIRECTOR\n                           OF ELECTIONSRETIRING\n                BENEFITS)\n                        REGULATIONS,\n                                   1995\n   (Made by the Electoral Advisory Committee and approved by the            L.N. 1719s\n              Minister on the 15th day of June, 1995)\n                                                   [Ist January, 1993.1"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-41) Any person to whom a pension (in this regulation referred               Reduced\nto as \"the original pension\") is payable pursuant to regulation 3 may, pensmn\n                                                                       gratuity.\n                                                                                and\nat his b p t i ~exercisable at his retirement in pensionable circumstances\nor witdin such period prior or subsequent to his retirement as the\n Coanmittee may allow, be paid in lieu of the original pension, a reduced\npension at Lte rate of three-fourths of the annual rate of the original\npension together with a gratuity (in these Regulations referred to as a\n \"colmsnuted person gratuity\") equal to twelve and one-half times one-\nquarter of the annual rate of the original pension.\n       (2) The option referred to in pallagraph (1) shall be irrevocable\nunless the Conunittee, cm such terms as ilt considers reasonable. other-\nwise permits.\n  7 4 1 ) Where a person dies while holding the office of Director of            zf;~.\nEleations there ,shall be paid to his legal personal representative, a\ngratuity of an amount equivalent to-\n     (a) one year's pensionable emoluments; or\n                      THE REPRESENTATION OF THE PEOPLE (E'LECTORAL ADVISORY\n                           COMMITTEE) (DIRECTOR OF EXECTIONS RETIRING\n                                   BENEFITS) REGULATIONS, 1995\n                        (b) the comnluted pension gratuity fm which the person aforesaid\n                            had a right to opt pursuant to regulation 6 on the assumption\n                            t h t he retired in pensionable oircums~tancesat the date of\n                            his death,\n                    whichever is the greater.\n                          (2) Where a person dies while in receipt of a pension pursuant\n                    40 regulation 3, there shall be paid to his legal personal representative\n                    a gratuity of (anamount equivalent to one year's pensionable emoluments\n                    of that person at the date of his retirement, from which gratuity shall\n                    be deducted any pension or gratuity already paid to that person under\n                    these Regulations.\nPendons to\ndependants"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Where a person to whom a pension or omther allowance has been suspcnrion\n                                                                       of pension.\ngranted under these Regulations is appointed to another office in the\nservice d the Committee or elf the public or parochial service, the\npayment of his pension or other allowance, or any part thereof, may,\nwith his consent, if the Committee thinks fit, be suspended during the\nperiod of his re-employment.\n              THE REPRESENTATION OF THE PEOPLE (ELECTORAZ ADVISORY\n                    COMMITTEE) (EMPLOYEES RETIRING BENEFITS)\n                                REG ULATfONS, 1990\n                           Pension, Gratuity or Other Allowance not\n                              Assignable or Transferable Except\n                                   in Certain Circumstances\nPmslon,\ngmcuicy"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Where a person holding the office of Director of Elections dies\nwhen a\nDlrccmr of\n                    as a result of injuries received-\niiliiiions dies\n~JIa result of           ((a) in the actual discharge of his duties;\nInjuries\nreceived or\n&earn                   (b) in circ~ms~tances in which the injury is not wholly or mainly\ncontracted in\nthe dirchargc               due to or seriously aggravated by his own serious and culpable\nof hi^ duties.              negligence or miscoduot; and\n                         (c) on account of circumstances specifically attributable to the\n                             nature of his duty,\n                    while serving in that office, it shall be lawful for the Committee to\n                    grant to the deceased officer's widow, children, parents or other depen-\n                    dants such awards as would have been made under the Pensions Act if\n                    the office of Director of Elections were a pensionable office/ for the\n                    pupuses of that Act.\nPensiolu, a c . .     9. A pension or gratuity payable under these Regulations shall not\nnot to be\nn~isntd.            be assignable or transferable except fior the purpose of satisfying-\n                         (a) a debt due to the Government; or\n                         (b) an order d any court for the payment of periodioal sums of\n                             m n e y towards the maintenance of 2 spouse, or former slpouse\n                             or minor ohildren, of the person to whom pension or gratuity\n                             is payable,\n                    and shall not be liable to be attached, sequestered or levied upon, for\n                    or in respect of any debt due or claim whatever except a debt due\n                    to the Government.\n                                     [The Inclunlon of this page is authorized by L.N. 33/1998]\n  THE REPRESENTATION OF THE PEOPLE (ELECTORAL ADVISORY\n       COMMITTEE) (DIRECTOR OF ELECTIONS RETIRING\n               BENEFITS) REGULATIONS, 1995"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-41) Where any person to whom a pension, or other allowance\nor other\nallowance\n            has been granted under these Regulations is adjudicated bankrupt or\nto Cease    is declared insolvent by judgment of any competent court, then such\non bank-\nNPtCY.      pension or other allowance shall forthwith cease.\n                  (2) Where any person is adjudicated bankrupt or declared in-\n            solvent by judgment of any competent court either-\n                (a) after retirement in circumstances in which he is eligible for\n                     pension, gratuity or other allowance under these Regulations,\n                     but before the pension, gratuity or other allowance is granted;\n                     or\n                (b) before such retirement, and he has not obtained his dis-\n                     charge from bankruptcy or insolvency at the date of retire-\n                     ment,\n                           [The inclusion of thts page Is authorized by L.N. 70/19921\n  THE REPRESENTATION OF THE PEOPLE (ELECTORAL ADVISORY\n        COMMITTEE) (EMPLOYEES RETIRING BENEFITS)\n                    REGULATIONS, 1990\nthen, in the f m e z case any pension or other alllowance eventually\ngranted to him shall cease as from the date of adjudication or declara-\ntion, as the case may be, and, in the latter case, the pension or h e r\nallowance may be granted, but shdl cease @orahwithand not become\npayable, and in either case the gratuity may be gmnted but shall not\nbe paid to him.\n       (3) Where a pension or other allowance ceases, or where any\ngratuity is not paid, by reason of this regulation, it shall be lawful for\nthe Committee, from time to time during the remdnder d such person's\nlife, or during such shorter period or periods, &tha continuous or\ndiscontinuous, as the Committee thinks fit, to direct all1 or any part d\nthe moneys to which such person would have been entitfled by way of\npension, gratuity or other allowance, had he n d become bankrupt or\ninsolvent, to be paid to, or applied for, the maintenance or bendt of.\nall or any b the exclusion of the other or others of the person's\ndependents as the (lommittee may determine, in such proportions and\nmanner as the Committee thinks proper, and such moneys shall be\npaid or applied accoldingly.\n       (4) Moneys applied for the discharge of the debts of the person\nwhose pension or other allowance has ceased, or whose gratuity has\n not been paid, by reason of this regulation shall, for the purposes of\nthis regulation, be regarded as applied for his benefit.\n      (5) Where a person whose pension or other allowance has ceased,\nor whose gratuity has not been paid, by reason of this regullation,\nobtains his discharge from bankruptcy or insolvency, it shall be l a M\nfor the Committee to direct that the pension or other dlowance shall\nbe restored. and the gratuity, or so much thereof, if any, as remains\nafter deducting any payments made under paragraph (3) paid, as\nfrom the date of such discharge or any later date, and the pension or\nother allowance shall be restored, and the gratuity, or such remainder\nthereof, if any, paid, acmdinglly.\n                  Oficers with Committee Service Only"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Subject to the provisions of these Regulations. every officer          ~~z&\nholding a pensionable office under the Committee who has been in ston pap\n                                                                      able and\nthe service of the Committee for ten years or more may be granted, on rster to\n                                                                      be grantul.\nretirement, a pension at the annuail rate d one six-hundredth d his\npensionable emoluments for each complete month of his pensionable\nservice.\n               me icludon of this page & authorized by L.N. 70/1992.1\n                FHE REPRESENTATION OF THE PEOPLE (ELECTORAL ADlVISORY\n                      COMMITTEE) (EMPLOYEES RETIRING BENEFITS)\n                                  REGULATIONS, 1990\nGratuities      11. Every officer, otherwise qualified for a pension, who has not\nwhcm\nlength of     been in the service of the Committee for ten years, may be granted\nsemce\ndoes not      on retirement a gratuity not exceeding five times the a n n d amount\nqualify for\npension.      of the pension which, if there had been no qualifying period, might\n              have been granted to him under regulation 10.\nPenaion to      12.41) This regulation applies to every person who-\nmans not\notherwise            had been in the service of the Oommittee-\neligible\nfor re&\nins bena                (i) for a continuous period d not less than ten years; or\nfits under\ntbis Pad\nwho a t e\n                        (ii) for pmiods which when added together total not less\nwe sixty.                     than fifteen years; and\n                     immedilately prior to the expiration a€the period or periods\n                     referred to in sub-paragraph (a), held a pensionable office\n                     with the Commitee; and\n                     having vacated that office ils not, other than pursuant to this\n                     regdatiution, eligible for pension, gratuity or allowance under\n                     these Regulations.\n                    (2) Subject to the provisions d these Regulations, a person to\n              whom this regulation applies may be granted on attaining the age\n              of sixty years, a pension at the annual rate of one six-hundredth of\n              his pensionable emoluments for each complete month of his pen-\n              sionable service with the Committee.\n                      (3) For the purposes of paragraphs (1) and (2), no regard shall\n              be had to the service of any person p~+ovto his dismissal from the\n              service of the Commi,ttee on the ground of misconduct undess the\n              Committee in any case, on such terms and conditions as the Committee\n              thinks filt, obherwise directs.\n                     (4) For the purposes of this regulation--\n                  (a) any action which, pursuant to these Regulations, may be\n                       taken by, or in relation to an officer on his retirement may,\n                       in the case d a person to w h m this regulation appilies, be\n                       taken as if the reference to his retirement were a reference\n                       to the attainment by him of the age ofsixty years:\n                  (b) in determining for the purpose of paragraph (1) (a) whether\n                      <YS not a period d service is continuous no regard shall be\n                      bad to the provisions af regulation 17 (2);\n  THE REPRESENTATION OF THE PEO9LE (ELEICTORAL ADVISORY\n        COMMITTEE) (EMPLOYEES RETIRING BENEFITS)\n                    REGULATPONS, 1990\n    (c) the pensionable emaluments of a person to whom this regula-\n        tilon applies shall be determined as if referznce to the date\n        of his retirement were a reference to the date on which he\n         vacated the office referred to in paragraph (1) (b).\n                             Transferred Oficers"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.41) Any officer who is transferred to or from the service m e n\n                                                                           with pub-\nof the Committee from or to the public service or parochial service fit or\nand whose aggregate service would have qualified him, had it been parochial.,,,\nwhdly in the service of the Committee, for a pension under these\nRegul,ations, may on his retirement from the service of the Committee\nor the public or parochid service in ci~rcumstancesin whiich he is\npermitted by the law, regulations or other instrument prescri~bing\nretiring benefits for the service in which he is last employed to retire\non pension or gratuity, be granted in respect of his service with the\nCommittee, a pension of such an :amount as bears the same proportion\nto the amount of pension for which he wodd have been eligible had\nhis service been wholly under the Committee as the length of his service\nwith the Committee bears to the toital length of his public service (other\nthan special service), parochial service and service with the Committee.\n       (2) In determining for the purposes of this regulation the pen-\nsion for which an officer would have been eligible if his service had\nbeen wholily in the service of the Committee-\n    (a) in the application of regulation 19, his pensionable emolu-\n         ments shall be determined by reference to the pensionable\n         emoluments enjoyed by him at the date of his retirement,\n         whether from service with the Committee or from parochial\n         service or from public service which is not special service,\n         whichever is the later, or during the three years or lesser\n         period preceding that date, as the case may be;\n    (b) no regard shall be had to an additiond pension under regula-\n         tion 22, 23 or 24;\n    (c) regard shall be had to the condition that pension may no6\n         exceed two-thirds of his highest pensionable emoluments;\n    (4 no period of public or parochial service in respect of which no\n         pension or gratuity is granted to him shall be taken into\n         account;\n                THE REPRESENTATION OF THE PEOPLE (ELECTORAL ADVISORY\n                      COMMITTEE) (EMPLOYEES RETIRING BENEFITS)\n                                  REGULATrONS, 1990\n                  (e) no regard shall be had to any pension which might be payable\n                        pursuant to regulation 12.\n                        (3) For the purposes d paragraph (2). a person who-\n                  (a) retires from special service; and\n                  (b) had service with the Committee. public service or parochial\n                        service immediately prior to the special service,\n              shall be treated as if he had retired from the immediately preceding\n              service at the date immediately prior to the commencement of the\n              special service.\n~tuitltl,       14. Any officer who is transferred to or from the service of the Com-\nwhere\nh a t h of    mittee from or to the public or parochial service and who retires from\n1ervicc\nd o a not     any such service in circumstances in which he is permitted by the law.\nqualify\nfor pen-      regulations or other instrument prescribing retiring benefits for the\ndon.          service in which he is last employed to retire on pension or gratuity\n              but whose aggregate service in the public or parochial service and with\n              the Committee does not qualify him for pension under regulation 13,\n              may be granted in respect of his service with the Committee a gratuity\n              not exceeding five times the annual amount of the pension which, if\n              there had been no qualifying period, might have been granted to him\n              under that regulation.\nA P P ~ -        15.-41) An officer who is transferred to or from the service of\ntkn ot\nre~ula-       the Committee from or to public or parochial service and who would\ndon 12\nwhere         if his aggregate service had been under the Committee have been eli-\nofficer\nnot           gible for a pension under regulation 12 may, if he is not otherwise\nochenrlse\neligible      eligible for the grant of any pension, gratuity or other allowance under\nfor pendon.   these Regulations, be granted, on such terms as are stipulated in regula-\n              tion 12, in respect of his service with the Committee, a pension of such\n              an amount as bears the same proportion to the amount of pension for\n              which he would have been eligible had his service been wholly with\n              the Committee as the length d his service with the Committee bears to\n              the total length of his public service (other than special service),\n              parochial service and service with the Committee.\n                      (2) For the purposes of this regulation no regard shall be had\n              to the service of any person prior to his dismissal from the service of\n              the Committee or from the public or parochial service on the ground\n              of misconduct unkss the Committee in any case, on such terms and\n              conditions as the Committee thinks fit, otherwise directs.\n                            lThe fnclusfon of this page ls authorfzed by La.70119921\n  THE REPRESENTATION OF THE PEOPLE (INTERIM ELECTORAL\n        COMMITTEE) (EMPLOYEES RETIRING BENEFITS)\n                    REGULATIONS, 1990\n                            PART111. General"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1) Subject to the provisions of these Regulations, qualifying     rU\nservice shall be the inclusive period between the date on which an\nofficer begins to draw salary in respect of public service or parochial\nservice or service with the Committee and the date of his leaving such a n n a ~\nservice, without deduction of any period during which he has been lark\nabsent on leave.\n       (2) No period which is not qualifying service by virtue of\nparagraph (1) shall be taken into account as pensionable service.\n        (3) No period during which the officer was not in the public\nservice, parochial service or service with the Committee shall be taken\ninto account as qualifying service or as pensionable service."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-41) Except as otherwise provided in these Regulations. only %    ,%\ncontinuous service shall be taken into account as qualifying service or\nas pensionable service.\n        (2) Any break in service shall be disregarded for the purposes\nof paragraph (1) if-\n     (a) it is caused by temporary suspension of employment not\n          arising from misconduct or voluntary resignation; or\n    (b) subiect to paragraph (3). the periods of service when added\n        together total not less than fifteen years.\n        (3) UnRess the Committee in anv articular case. on such terms\nand conditions as the Committee thinks fit, otherwise directs. the\nfollowing shall not be taken into account as service for the purposes\nof paragraph (2) (6)-\n     (a) anv period of temporary service which was not immediately\n          followed by a permanent appointment in which the d c t r\n          was confirmed:\n     (6) anv wried of service dnrinn which the officerwas. by virtue of\n         the terms of his anmintment, on mobation it either the\n         officer was not confirmed in the appointment or the service\n         was not immediately followed by a permanent appointment\n         in which the officer was confirmed:\n     (c) any period of service during which the officer contributed to\n         the Provident Fund established under the Provident Fund\n               [The inclualon of thk page k authorized by L.N. 70119921\n            TdYE REPRESENTATION OF THE PEOPLE (ELECTORAL ADVISORY\n                   COMMITTEE) (EMPLOYEES RETIRING BENEFITS)\n                               REGULATrONS, 11990\n                   Act and by suah contribution became eligible for any pay-\n                   ment under secticn 22 or 23 of that Act;\n              (d) any period of service in respect of which the officer was pre-\n                  viously awarded any retiring benefits under these Regulations\n                  or under the Pensions Act or under the Pensions (Parochial\n                  Officers) Act;\n              (e) any period of service which preceded the dismissal of the\n                  officer on the ground of misconduct.\n                (4) An officer-\n              (a) whose pension or other allowance has been suspended under\n                   regulation 7 or under a corresponding provision in any law.\n                   regulation or other instrument relating to the grant of pen-\n                   sions in respect of public or parochial service; or\n               (b) who has retired from the public service or pamhial service\n                   or service with the Committee without pension or other\n                   allowance on account of ill-health, abolition of office, or re-\n                   organization designed to effect greater efficiency or\n                   economy, and has subsequently been re-employed in the\n                   service of the Committee or in the puMic service or parochial\n                   service,\n          may if the Committee thinks fit, be granted the pension or gratuity for\n          which he would have been eligible if any break in such service as afore-\n          said immediatdy prior to such suspension, re-employment or employ-\n          ment had not occurred, such pension or gratuity to be in lieu of-\n               (i) any pension previously granted to him from the funds of the\n                   Committee; and\n              (ii) any gratuity so granted which is required to be refunded as a\n                   condition of the application to the officer of this regulation,\n          but additional to any gratuity so granted which is not required to be\n          so refunded.\nLeave        18. No period during which an offi~erhas been absent from duty m\nwithout\nsahry.    leave without salary shall be taken into account as pensionable service\n          unless such leave has been granted on grounds of public policy with\n          the approval of the Committee.\n          -              [The inclusion of this pagc is authorized by L.N.70119921\n  THE REPRESENTdTION OF THE PEOPLE (ELECTORAL ADVISORY\n        COMMITTEE) (EMPLOYEES RETIRING BENEFITS)\n                    REGULATPONS, 1990"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-41) For the purpose of computing the amount of the pension Emolu-\n                                                                     ments to be\nor gratuity d an officer who has had a period of not less than three taken for\n                                                                     computinn\nyears pensionable service before his retirement-                     pension or\n                                                                            gratuity.\n    (a) in the case of an officer who has held the same office for a\n        period of three years immediately preceding the date of his\n        retirement, the full annual pensionable emoluments enjoyed by\n        him at that date in respect of that office shall be taken;\n    (b) in the case of an officer who at any time during such period\n        of three years has been transferred from one office to another,\n        but whose pensionable emlouiments have not been changed by\n        reason of such transfer or transfers, otherwise than by grant\n        of any scale increment, the full annual pensionable emolu-\n        ment enjoyed by him at the date of his retirement in respect\n        of the office then held by him shall be taken;\n    (c) in other cases one-third of the aggregate pensionable emolu-\n         ments enjoyed by the officer in respect of his service during\n         the three years of his service immediately preceding the date\n         d his retirement shall be taken:\n           Provided that-\n            (i) if such one-third is less than the highest annual pen-\n                 sionable emoluments enjoyed by him at the date of\n                 any transfer within such period of three years those\n                 annual pension~ableemoluments shall be taken; and\n           (ii) if such one-third is less than the annual pensionable\n                emoluments which would have been enjoyed by him\n                at the date of his retirement, if he had continued to\n                hold any office from which he has been transferred at\n                any time during such period of three years, and had\n                received all scale increments which, in the opinion of\n                the Committee, would have been granted to him, the\n                 annual pensionable emoluments whioh would have been\n                so enjoyed shall be taken.\n       (2) For the purpose of determining under paragraph (1) the\npensionable emoluments that an officer has enjoyed or would have\nenjoyed, as the case may be, he shall be deemed to have been on\nduty on full pensionable emoluments throughout the period of three\nyears immediately preceding the date of his retirement.\n            THE REPRESENTATION OF THE PEOPLE (ELECTORAL ADVISORY\n                  COMMITTEE) (EMPLOYEES RETlRING BENEFITS)\n                              REGULATrONS, 1990\n                 (3) For the purpose of computing the amount of the pension\n          or gratuity of an officer who has had a period of less than three years\n          pensionable service before his retirement-\n              (a) the average annuall pensionable emoluments enjoyed by him\n                   during such period shall be taken; and\n              (b) he shall be deemed to have been on duty on full pensionable\n                  emoluments throughout such period.\n                  (4) Where an officer has had a period of less than three years\n          pensionable service immediately preceding the date of his retirement,\n          but, pursuant to regulation 17 (2) any break in his service is dis-\n          regarded in determining his pensionable service that b~eakshall also\n          be disregarded for the purpose of determining his pensionable emolu-\n          ments under this regulation; and, accordingly, the period of service\n          prior to the break shall be treated as if it immediately preceded the\n          period of service subsequent to the break.\nkwh         20. Only service in a pensionable office shall be taken into account\ncrhmire\nthan in   as pensionable service:\nparim-\nable\noffre.      Provided that-\n               (i) where a period d continuous service in a capacity otherwise\n                   than in a pensionable office is immediately followed by\n                   service in a pensionable office and the officer is confirmed\n                   therein, that period, or such portion thereof as the Com-\n                   mittee may determine, may, if the Committee thinks fit, be\n                   so taken into account;\n              (ii) any break in service which may be disregarded under the\n                   provisions of regulation 17 may likewise be disregarded in\n                   determining for the purposes of the preceding proviso whether\n                   the period of service otherwise than in a pensionable ofice\n                   is immediately followed by the period of service in a pension-\n                   able office;\n              (iii) where an officer has been transferred from a pensionable\n                    office in which he has been confirmed to an ofice other than\n                    a pensionable office and subsequently retires either from a\n                    pensionable office or from such other office, his service in\n                    such other office may, with the approval of the Committee,\n                         [The inc.wron of this page k authorized by L.N. 70119921\n  THE REPRESENTATION OF THE PEOPLE (ELECTORAL ADVISORY\n        COMMITTEE) (EMPLOYEES RETIRING BENEFITS)\n                    REGULATIONS, 1990\n         be taken into account as though it were service in the pen-\n         aionable office which he held immediately prior to such\n         transfer. at the pensionable emduments which were payable\n         to him at the date of transfer;\n    (iv) where a period of service otherwise than in a pensionable\n         office is taken into account under this regulation, the officer\n         shall, during that period, be deemed for the purposes of\n         regulations 22 and 23 to be holding a pensionable office, and\n         where that period is taken into account under paragraph (iii),\n         to have been confirmed therein."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.--(I) Any period during which an officer has performed only            ,\nacting service in a pensionable office may be taken into account as\npensionable service if the period of such acting service--\n                                                                            Ezz\n                                                                        yean of18\n                                                                        under\n     (a) is not taken into account as part of the officer's own pen- : z b z i z\n          sionable service with the Committee or in the public or paro- ,\n                                                                        ,\n                                                                        or a&tw-\n          chial service; and\n    (b) is immediately preceded or fallowed by service in a aub-\n         stantive capacity in a pensionable office in the service of the\n         Committee or in the public or parochial service,\nand not otherwise.\n       (2) Save as otherwise provided in these Regulations there shall\nnot be taken into account as pensionable service-\n    (a) any period of service while the officer was under the age of\n         18 years; or\n    (b) any period of service while the officer was on probation or\n         agreement unless without break of service he was confirmed\n        in a pensionable office with the Committee or in the public\n        or parochial service :\n           Provided that any break in service that may be disregarded\n         under regulation 17 may likewise be disregarded in deter-\n         mining whether the officer is confirmed in a pensionable office\n         without break of service.\n               (The inclusion of this page is authorized by L.N. 70119921\n                THE REPRESENTATION OF THE PEOPLE (ELECTORAZ ADVISORY\n                      COMMITTEE) (EMPLOYEES RETIRING BENEFITS)\n                                  REGULATPONS, 1990\n                                      PARTIV. Supplementary\nAbolition       22. If an officer holding a pensionabile office retires from service\nof office\nand re-       with the Committee in consequence of the abolition of his office or\nornaniza-\nLion.         for the purpose of facilitating improvements in the xganization of the\n              Committee by which greater efficiency or economy may be effected, he\n              may if his service with the Committee or, where relevant, public or\n              parochial service amounted to a total of ten or more years, be granted\n              an additional pension at the annual rate of one-sixticth of his pension-\n              able emoluments for each complete period of three years pensionable\n              service :\n                     Provided that-\n                          (i) the addition shd3 not exceed ten-sixtieths; and\n                         (ii) the addition together with the remainder of the officer's\n                              pension shall not exceed the pension for which he\n                              would have been eligible if he had continlied to hold\n                              the office held by him at the date of his retirement, and\n                              retired on reaching the age of 55 years, having received\n                              a l increments for which he would have been eligible\n                              by that date.\nOfficers        23.-41) This regullation applies to an officer in the service of the\nretulny\nan account    Committee who-\nof injury\nor disease.       (a) is permanently injured in the actual discharge 04 his duty by\n                      some injury specifically attri'butable to the nature of his duty\n                      which is not wholly or mainly due to, or seriously aggravated\n                       by, his own serious and culpable negligence or misconduct; or\n                  ( b ) contracts a disease to which he is exposed specifically by the\n                        nature of his duty, not being a disease wholly or mainly due\n                        to, or seriously aggravated by, his own serious and culpaue\n                        negligence or misconduct; or\n                  (c) is permanently injured as a result of an accident or damage\n                        to the aircraft while travelling by air in pursuance of official\n                        instructions and the injury was not wholly or mainly due to,\n                        or seriousily aggravated by, his own serious and culpable\n                        negligence or misconduct; or\n                   (d) while proceeding by a route approved by the Committee to or\n                       from this Idand at the ammencement or termination 04 his\n                       service therein, or of a period of secondment, duty leave, or\n TfIE REPRESENTATION OF THE PEOPLE (ELECTORAL ADVISORY\n        COMMITTEE) (EMPLOYEES RETIRING BENEFITS)\n                    REG ULATNINS, 1990\n         leave therefrom, is permanently injured as a result of damage\n         or any act of violence to the vessel, aircraft or vehicle in\n         which he is travelling, if the Committee is satisfied that the\n         damage or act is attributabile to circumstances arising a t of\n         any war in which Her Majesty is engaged.\n        (2) In this regdation, un'less the contrary intention appears,\nreferences to an officer being injured and to the date on which an injury\nis sustained shdl respectively be construed as including reference to\nhis contracting such a disease as is mentioned in paragraph (1) and to\nthe date on which such disease is wntracted.\n       (3) An officer holding a pensionable ofice in which he has been\nw d h e d may-\n    (a) if his retirement is necessitated or materially accelerated by\n         his injury and he has been in the service of the Committee or\n         public or parochid service for a total of less than ten years.\n         be granted, in lieu of any gratuity under regulation 11 or 14,\n         a pension under regulation 10 or 13. so, however. that where\n         a pension is granted under regdation 10 the words \"for ten\n         years or more\" shall not apply;\n     (6) if he was permanently injured while in the service of the Com-\n         mittee, be granted an additional pension at the annual rate\n         of the proportion of his a c h d pensionable emoluments at the\n         date of his injury appropriate to his case as shown in the\n         following table-\n              When his capacity to contribute to his own support is-\n                  slightly impaired, five-sixtieths;\n                  impaired, ten-sixtieths;\n                  materially impaired, fifteen-sixtieths;\n                  totally destroyed, twenty-sixtieths :\n  Piovided that-\n     (i) if he was permanently injured while travelling by eir in pur-\n          suance of official instructions. the relevant proportion in the\n          table shall be increased by one-half;\n     (ii) the amount of the additional pension may be reduced to such\n          an extent as the Committee thinks reasonable where the injury\n          is not the cause or the sole cause of the retirement.\n               Vhe inclusion of this pnge is authorized by L.N. 70/1992]\n                        T H E REPRESENTATION OF THE PEOPLE (ELECTORAL ADVISORY\n                                COMMITTEE) (EMPLOYEES RETIRING BENEFITS)\n                                            REGULATrONS, 1990\n                           (4) An officer holding a pensionable ofice in which he has not\n                   been confimed who is permanently injured while in the service d the\n                   Committee may be granted on retirement a pension of the same amount\n                   as the additional pension which might be granted to him under paragraph\n                   (3) if he had been c o n h e d in his office, so, however, that the pro-\n                   visions d regulation 25 shdl not apply to a pension granted under\n                   this paragmph.\n                           (5) If, for the purpose of assessing the amount of an injury\n                   award, the degree of permanent impairment of his capacity to con-\n                   tribute to his support is in doubt, an officer may be granted a pm-\n                   visional award to have effect until such time as the degree of permanent\n                   impairment can be ascertained.\n                             (6) The Committee may take into acwunt in such manner and\n                   to such extent as it may think fit against an injury award that may be\n                   granted to an officer in respect of an iajury-\n                        (a) any damages that it is satisfied have been or will be recovered\n                               by the officer in respect of that injury: and\n                        ( b ) any benefits that have been or may be awarded to the officer\n                               under the National Insurance Act in respect d that injury,\n                   and the Committee may withhold or reduce the injury award accord-\n                   ingly.\n                          (7) In paragraphs (5) and (6) \"injury award\" means an award\n                   in respect of injury that may be gmnted to an officer under paragraph\n                   (3) (b) or under paragraph (4).\nol~ccrr                 24.-41) If an officer holding a pensionable office in which he has\nrecirino\non s c c ~ ~ l t   beam cunfirmed-\nof 1U\nhcr~th.                  (a) retires from the service of the Committee in the circumstances\n                             described in regulation 3 (2) (d); and\n                         (b) at the date of his retirement has been in the service of the\n                             C'omrnitbea or public or parochial service for a total of more\n                             than ten years but less than twenty years,\n                   he may be granted an additional pension at the rate of one six-\n                   hundredth of his pensionable emoluments for each month by which his\n                   service falls short of twenty years, or by which his age at such date\n                   falls short of sixty years, whichever is the lesser.\n                            (2) This regulation shall not apply in the case of an officer-\n                   --         ----   -                                      --                    --\n                                     [The inclusion of thig page is authorized by L.N. 70/199?]\n  THE REPRESENTATION OF THE PEORLE (ELECTORAL ADVISORY\n        COMMITTEE) (EMPLOYEES RETIRING BENEFITS)\n                    REGULATfONS, 1990\n     (a) who is permanently injured and is entitled to benefits under\n         the National Insurance Act or any enactment amendills or\n         repl~cingthat Act; or\n     (b) who is injured in the discharge of his duty and is eligible to\n         receive en award under regulation 23 :\n   Provided that if such award is less than the additional pension for\nwhich he wodd be eligible under this regulation, he may be granted\nin lieu thereof an additional pension under this regullation."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. Any officer to whom a pension is granted under these Regulations ,,,,\nmay. at his option exercisable on his retirement from the service of y2-\nthe Committee or from the public or parochial service be paid in lieu pension.\nof such pension a pension at the rate of three-fourths of such pension\ntogether with a gratuity equal to twelve and one-half times the amount\nd the reduction so made in the pension:\n  Provided that in the application of this regulation to cases where\nthe limitation prescribed by regulation 4 (2) operates the words \"such\npension\" shall mean the amount of pension which the officer might have\ndrawn in respect of his service with the Committee if he had not ex-\nercised his option under this regulation."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.-41) Where an officer holding a pensionable ofice in which he omtwty\n                                                                         whem an\nhas been confirmed dies while in the service d the Committee. the ,am\nCommittee may grant to the legal personal representative of such officer 2\n                                                                         servics\na gratuity d an amount not exceeding--                                   of tho\n                                                                         Committee.\n    (a) an amount equivalent to one year's pensionable emoluments\n         d the officer at the time of his death; or\n    (b) the amount d commuted pension gratuity for which he would\n          have been digible if he had retired at the date of his death,\nwhichever is the greater.\n        (2) Where an officer who is in receipt of a pension under these\nRegulations and on whose death while in the service of the C~mmittee,\nthe Committee might have granted a gratuity under paragtaph (1) dies\nafter retirement from such service, the Committee may grant to the\nlegal personal representative of such officer a gratuity of an amount\nnot exceeding one year's pensionable emoluments of such officer from\nwhich gratuity shall be deducted the amount d any pension. gratuity\nor other allowance already paid to such officer under these Regulations\nor in respect of any public or parochial service.\n         --   --\n                   [The inclusion of thh page i s authorized by L.N. 701 19921\n                THE REPRESENTATION OF THE PEOPLE (ELECTORAIL ADVISORY\n                      COMMITTEE) (EMPLOYEES RETIRING BENEFITS)\n                                  REG ULATTONS, 1990\n                     (3) In this regulation-\n                  \"pensionable emoluments\" means the emoluments which would be\n                       taken for the purpose of mmputing any pension or gmtuity\n                       granted to the officer if he had retired at the date of his death\n                       in circumstances described in regulation 3 (2) (d);\n                  \"commuted pension gratuity\" means the gratuity, if any, which\n                       might have been granted to the oflker under regulation 25 if\n                       he had retired at the date of his death in circumstances\n                      described in regulation 3 (2) (d) and had elected to receive a\n                       gratuity and reduced pension.\nGratuity       27.---(I)Where an officer holding a pensionable office with the a m -\nand pen-\nsions to      mittee dies as a result of injuries received-\n dependents\nwhen an           (a) in the m a 1 discharge of the officer's duty; and\nofficer\ndies as a\nresult of          (b) in circumstances in which the injury received is not wholly\ninjuries\nmeeived\n                        or mainly due to, or seriously aggravated by, the ofker's\n or disease\ncontracted\n                        own seriovs and odpable negligence or miswndwt; and\nin the\ndischarge          (c) on account of circumstances specifically attributable to the\nof his\nduties in               nature of the officer's duty,\nthe service\nof the        while in the service of the Committee, the Committee may grant a\nCommittee.\n              gratuity of an arnount-\n                   (i) not exceeding one hundred thousand dollars; or\n                  (ii) equivalent to the aggregate of one year's pay of the oflioer\n                       at the date of his death plus the amount of commuted pension\n                       gratuity mentioned in regulation 26, for which he w d d have\n                       been eligible if he had retired at the date of his death,\n              whichever is the greater.\n                      (2) In addition to the gratuity payable under paragraph (1).\n              there shall, subject to the provisions d paragraphs (3) to (7) inclusive,\n              be paid a pension in accordance with the Table of Pension Payments\nmT\n d            set out in the Third Schedule.\nSchedule.\n                     (3) The terms and conditions under which a pension is payable\n              pursuant to regulation (2)-\n                  (a) in the case of a child or children of a deceased officer-\n                          (i) a pension shall not be payable at any time in respect\n                              of more than six children of a decsased officer, and\n                              where there are more than six children in respect of\n                    .--                                                       -~\n                                                                               -\n                            [The inclwion of this page is a~~thori:cdby L.N. 70/19921\nTHE REPRESENTATION OF THE PEOPLE (ELECTORAL ADVISORY                      23\n      COMMITTEE) (&UpLQYEES RETIRING BENEFITS)\n                 REGULATIONS, 1990\n            whom, but for this sub-paragraph, a pension would be\n            payable, then the amount payable in respect of six\n            children shall be divided equally among aM such\n            children during the period in which there are more than\n            six children under the age d nineteen years;\n        (ii) a child shall cease to be eligiMe for pension under\n             Itan No. 2 of the Table ot Pension Payments on\n             attaining the age of nineteen years except-\n               (A) where such child who was mentally or physically\n                   incapacitated at the time of the officer's death\n                   and was wholly or mainly dependent on the\n                   officer for support that child may, if the Com-\n                   mittee so directs, be treated as continuing to be\n                   eligible, after attaining the age of nineteen years,\n                   during the period of incapacity or for such\n                   shorter period as the Committee may determine;\n                   and the Cammittee may, if it thinks fit, increase\n                   or reduce the amount of pension payable in\n                   respect of that chiltd to such amount as the Com-\n                   mittee thinks fit;\n               (B) a female child shall cease to be so eligible upon\n                   the marriage ofthat child under the age of nine-\n                   teen years;\n ( b ) in the case of a mother d the deceased officer, if the mother\n       was wholly or mainly dependent on the deceased officer for\n       support or where the mother is dead, it the father was wholly\n       or mainly dependent on the deceased officer for support and\n       while without adequate means of support-\n       (i) payment of a pension to the mother of a deceased\n            officer shall be made only if the mather was whvl~lyor\n            mainly dependent on the deceased officer for support\n            and, if the mother is unmarried, divorczd or widowed,\n            as the oase may be, at the time of the grant of the pen-\n            sion and subsequently marries or remarries, as the case\n            may be, such pension shall cease as from the date of\n            marriage or remarriage; and if it appears to the Cojn-\n            mittee, at any time that the mother is adequately pro-\n            vided with other means of support, such pension shdl\n  THE REPRESENTATION OF THE PEOPLE (ELECTORAL ADVISORY\n         COMMITTEE) (EMPLOYEES RETIRING BENEFITS)\n                    REGULATCONS, 1990\n                   cease as from such date as the Committee may deter-\n                   mine;\n             (ii) payment of a pension to a father of a deceased officer\n                    shall be made if the father was whol~lyor mainly de-\n                    pendent on the officer for support and while the father\n                    is without adequate means of support and, if it appears\n                    to the Committee, at any time that the father is\n                    adequately provided with other means of support such\n                    pension shall cease as from such date as the Committee\n                   may determine;\n     (c) in the case d a brother or sistex d a deceased officer-\n               (i) if such brother or sister was wholly or mainly de-\n                   pendent on the deceased ofFicer for support;\n              (ii) such brother or sister shall cease to be eligible for\n                    pension under Item No. 4 of the Table d Pension\n                    Payments on attaining the age of nineteen years except\n                    in circumstancas specified in sub-paragraph (a) (ii) (A).\n        (4) In paragraph (3)-\n     (a) the word \"child\" includes-\n               (i) a posthumous child;\n              (ii) an adopted child, adopted in a manner recognized by\n                    law before the date of the injury and wholly or mainly\n                   dependent upon the deceased officer for support; and\n             (iii) a step-child born before the date of the injury and\n                    whollly or mainly dependen't on the officer for support;\n     (b) references to an officer being injured in the circumstances\n          detailed in sub-paragraphs (a), (b) and (c) of paragraph (1)\n          and to the date on which an injury is sustained shall respect-\n          ively be construed as including references to the officer mn-\n          trading a disease to which the officer is exposed specifically\n          by the nature of his duty, not k i n g a disease wholly or mainly\n          due to, or seriously aggravated by, his own serious and cuilp-\n          able negligence ar misconduct and to the date an which such\n          disease is contracted.\n        (5) An officer who dies as a result of injluries received while\ntravelling by air in pursuance 04 official instructions shall be deemed\nto have died in the circumstances detailed in sub-paragraphs (a) and (c)\nof paragraph (11.\n               [The inclusion of this page is authori ed by L.N. 70119921\n         THEREF'RESPrrTATlON OF THE PEOPI.E(ELECT0RAL ADVISORY\n               COMMil7EE) (EMPLOYEESRETIWNG BEWEFns)\n                           . @EGUIATlONS, 1199\n         (6) The Cornminee may take into account in' such manner and\nto such extent as it may think fit against any award made under this\nregulation-\n      (a) any damages that it is satisfied have been or will be recovered by\n          the dependents of a deceased officer consequent on the injury to\n          the officer which resulted in the officer's death; and\n       (b) any benefits that have been or may be awarded to such de-\n           pendents under the Workmen's Cornpensahon Act or the Nahonal\n           I~l~~lilllce\n                     Act in respect of such injwy,\nand it may withhold or reduce the award 8ccordingly.\n         (7) Nothing in the regulation shall authorize the making of an award\nwhere the date on which an injury is sustained is more than seven years prior\nto the date of the officer's death.\n                    PART V. Compassionate Gratuities                       .\n    t8. The Committee may granl wmpassionate gratuities in respect of any       z~\noffice, other than a pensionable office, in accordance with the provisions of\n                                                                                +1*s\nthe Fourth Schedule.                                                            F\n                                                                                d\n                                                                                *\n                 [The inchion of this page ir authorized by L.N. It2006]\n          THEREPRESWTATlON OF THEPEOPLE (ELECTORALADVISORY\n               COA4AM17TEE)(EMPLOYEESRETIRINGBENEFrrs)\n                           REGULATIONS. 11990\n                                       FmST S C m W                                 (Regulation 2)\n                   Service in the follox,ing Organizations to be reg~rdedas\n                                          Pzcbbc Service"
    }
  ],
  "definitions": [
    {
      "term": "Committee",
      "definition": "the Electoral Advisory Committee",
      "source_provision": "sec2"
    },
    {
      "term": "parochial sewice",
      "definition": "senice in a civil capacity under a Parish",
      "source_provision": "sec2"
    },
    {
      "term": "pensionable office",
      "definition": "an office which is declared lo be a",
      "source_provision": "sec2"
    },
    {
      "term": "pensionable service",
      "definition": "service which may be taken into account",
      "source_provision": "sec2"
    },
    {
      "term": "personal allowance",
      "definition": "a special addition to salary granted",
      "source_provision": "sec2"
    },
    {
      "term": "qualifying service",
      "definition": "service which may be taken into a m u n t in",
      "source_provision": "sec2"
    },
    {
      "term": "specified office",
      "definition": "an office-",
      "source_provision": "sec2"
    },
    {
      "term": "effeobive year",
      "definition": "a calendar year in            whbh the eanployee h&",
      "source_provision": "sec4"
    },
    {
      "term": "pensionable emoluments",
      "definition": "the emoluments which would be",
      "source_provision": "sec26"
    },
    {
      "term": "commuted pension gratuity",
      "definition": "the gratuity, if any, which",
      "source_provision": "sec26"
    }
  ]
}