{
  "id": "jm-subs-the-representation-of-the-people-act",
  "type": "statute",
  "title": "The Representation of the People Act",
  "title_en": "The Representation of the People Act",
  "short_name": "Representation of the People Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-representation-of-the-people-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-representation-of-the-people-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the Representation of the\nPeople Regulations, 1944.\n 2 Every returning officer shall-\n    (a) receive and check supplies to be used for the taking of a poll\n        and secure the necessary number of ballot boxes to be used\n        in each polling station;\n    ( b ) on receipt of the writ, issue the election notice, and make\n          final seleclions of polling stations, presiding officers and poll\n          clerks;\n    (c) receive the nomination of candidates together with the requisite\n        deposits and undertake any duties in connection with the\n        nomination as directed by the Chief Electoral Officer;\n    (d) make all arrangements for, and supervise, the taking of the\n        poll on election day, and have collected immediately after\n        the close of poll ballot boxes and the preliminary statements\n        of the poll:\n    (e) prepare a preliminary compilation of the votes polled, and\n        communicate the result as soon as it is available to the Chief\n        Electoral Officer;\n    U) make a final count of the votes on the day fixed for that\n        purpose by checking all envelopes containing ballots cast for\n        candidates or which have been rejected by the presiding officer;\n    (g) check and certify accounts for the election clerk, presiding\n        officers, poll clerks, messengers, custodians or any other officers\n        appointed to serve in the constituency for election purposes;\n                                                         ----\n             mc inclusion of this page b authorized by L.N. 86119851\n  T H E RE?RESEWTATION          OF T l i E I'EOPLE REGi!!.ATIONS, 1944\n    (h) if there is a recount, attend as demanded by the Resident\n        Magistrate with any or all of the papers as directed by the\n        Resident Magistrate;\n    (i) endorse the return to the writ and forward it to the Chief\n        Electoral Officer with other papers and accounts;\n    (i) receive returns of candidates' expenses and publish a summary\n        of such return in a daily paper;\n    (k) perform such other duties as the Chief Electoral Officer may\n        direct."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-(1) The hours during which returning oificers for the consti-\ntuencies set out in Part I of the Schedule shall sit for the purpose SCMUI~\nof determining claims and objections shall be the hours between 12 noon\nand 7 o'clock in the evening on any day other than Sunday, Saturday\nor a public holiday.\n      (2) The hours during which returning officers for ;he consti-\ntuencies set out in Part I1 of the Schedule shall sit for the purpose\nof determining claims and objections shall be the hours between\n12 noon and 7 o'clock in the evening on any day other than Sunday,\nSaturday or a public holiday.\n             m e mclusion of this page is authorized by L.N. 86119851\nTHE REPRESENTATlON OF THE PEOPLE (HOURS FOR DETERMINING\n        CLAIMS AND OBJECTIONS) REGULATIONS, 1965\n                                 SCHEDULE                             (Paragraph 2)\n                                 Part I\n                    St. Andrew West-Rural\n                    St. Thomas Western\n                    St. Thomas Central\n                    St. Thomas Eastern\n                    Portland Eastern\n                    Portland Western\n                    St. Mary South-Eastern\n                    St. Mary Northern\n                    St. Mary Central\n                    St. Mary Western\n                    St. Ann North-Eastern\n                    St. Ann South-Eastern\n                    St. Ann South-Westem\n                    Trelawny Northern\n                    Trelawny Southern\n                    St. James South-Eastern\n                    St. James Central\n                    Hanover Eastern\n                    Hanover Western\n                    Westmoreland North-Eastem\n                    Westmoreland South.Eastern\n                    St. Elizabeth South-Western\n                    St. Elizabeth North-Westem\n                    St. Elizabeth North-Eastem\n                    St. Elizabeth South-Eastem\n                    Manchester Southern\n                    Manchester North-Western\n                    Manchester Central\n                    Manchester North-Eastern\n                    Clarendon North-Westem\n                    Clarendon Northern\n                    Clarendon North-Central\n                    Clarendon Southern\n                    Clarendon South-Cantral\n                    St. Catherine Western\n                    St. Catherine Central\n                    St. Catherine Southern\n                    St. Catherine Northern\n                    St. Catherine Eastern\n                                Part 11\n                     Kingston Western\n                     Kingston Central\n                     Kingston Eastern and Port Royal\n                     St. Andrew South-Western\n                     St. Andrew Northern\n                     St. Andrew West-Central\n                     St. Andrew East-Central\n                     St. Andrew Southern\n                     St. Andrew South-Eastern\n                     St. Andrew East-Rural\n                     St. Ann North-Western\n                     St. James North-Western\n                     Westmoreland Western\n                     Westmoreland Central\n                   REPRESENTA T I 0 V O F TIIE PEOPLE\n        THE REPRESENTATION OF THE PEOPLE ACT\n                                 REGULATIONS\n                              (under section 194)\n       THE REPRESENTATION\n                       OF THE PEOPLE(OFFICIAL\n                                            LISTS)\n                    REGULATIONS,1965\n    (Made by the Minister on the 28th day of September, 1965)                   L.N.26716s\n                                                                                Amd:\n                                                                                L.Nn. 408169"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The returning officer shall make a report to the Chief Electoral\nOliicer setting out-\n    (u) the day on which the writ was received and endorsed;\n    ( b ) the day on which the election notice was sent to all post-\n          masters;\n    (cj the number of polling stahons established in his cons~ituency;\n    ( d ) th: number of sub-revid u d r i c ~ sand the places at which the\n          revision of the preliminary lists were held;\n    (e) the nomination papers which were received and the nomina-\n        tions which were rejecled together with the cause for their\n        rejection ;\n    (I) the condition and number of ballot boxes and keys which\n        were received;\n    (g) the number of ballot papers received;\n    (h) any amendments which were necessary in the Notice of Grant\n        of Poll as published after nomination day and the cause\n         thereof;\n    (0 a list of the oaths of all persons in whose custody the ballot\n         boxes remain between the close of the poll and the final\n         count of votes other than the presiding officer, election clerk\n         and the returning officer;\n     @ the day or days on which the final count of the votes was\n         made;\n     (k) the day on which the declaration of the candidate elected\n         was made;\n     (I) the name of the police officer in whose custody the ballot\n         boxes were deposited;\n              IThc inclusion of this page Is auLhorized by L.N. 86/19851\n   THE REPRESENTATION OF THE PEOPLE REGULATIONS, 1944\n     (m) 8th condibion in which the ballot boxes were found when the\n        final count of the votes took place, and indicating on the\n        recapitulation sheet the state and condition of the papers\n        in the various envelopes in each ballot box;\n    (n) any matters of particular significance or intent relating to the\n        polling and the counting of the votes."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-41) Subject to the provisions of paragraph (2). every employer\nshall permit each of his employees to be absent from his work on\npolling day for three hours in addition to the normal meal hour.\n       (2) The provisions of paragraph (1) shall not apply to any\nemployee whose work on polling day commences at or after 10.00 a.m.\nor concludes before or at 2.00 p.m.\n  5 4 1 ) There shall be printed upon every ballot paper, opposite to\nthe name of each candidate printed thereon, one or other of the\nsymbols set out in the Schedule.\n                                                                            Schedule.\n       (2) The symbol to be printed opposite to the name of each\ncandidate shall be the symbol allocated to that candidate by the Chief\nElectoral Officer in manner following, that is to say as soon as practic-\nable after the issue of an e!ection notice under section 22 of the\nAct and before nomination day every prospective candidate in each\nconstituency shall forward to the Chief Electoral Officer a written\napplication that he be allocated one of three of the prescribed symbols\nwhich he shall specify in ;the application in (the order of his preference,\nand the Chief Electoral Officer shall, upon the nomination of the\nprospective candidate as a candidate and subject to the provisions\nof paragraph (3). in his absolute discretion, allocate to such candidate\none of the prescribed symbols which may or may not be one of the\nthree symbols specified in his application:\n  Provided that if a person is nominated as a candidate who has not\nmade an application pursuant to this regulation the Chief Electoral\nOfficer shall, s.clSj;c: to the provisions of paragraph (3), in his absolute\ndiscretion, allocate to such person one of the prescribed symbols which\nhas not been allocated to any other candidate in the same constituency\nat that election.\n      (3) In exercising his absolute discretion under this regulation\nthe Chief Electoral Officer shall have regard to any desire of which\nhe is aware that candidates in the several constituencies who belong\nto the same political party or group should have allocated to them\nthe same symbol in each constituency.\n              (Tbe inclusion of thif page Is authorized by L.N. 86/1985]\n                                                                            --\n                                                                           --\nTHE REPRESENTATION OF THE PEOPLE REGULATIONS, 1944\n                             SCHEDULE                          (Regulation 7 (1) )\n                                w\n        me inclusion of this p ~ g oir authorized by L.N. 86/198)]\n                 REPRESENTA7'lON OF THE PEOPLE\n       THE REPRESENTATION OF THE PEOPLE ACT\n                               REGULATIONS\n                            (under section 104)\n  THE REPRESENTATION\n                   OF THE PEOPLE(HOURSFOR DETERMINING\n         CLAIMSAND OBJECTIONS)\n                             REGULATIONS,1965\n     (Made by the Minister on the 9th day of February, 1965)            L.N. 41/65\n                                                                        Amd:\n                                                                        L.N. 34/68\n                                                                             95 168\n                                                                            162175"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. hedule.\nForm 2.\n                 (a) to take an oath in the form set out as Form 2 in t b Schedule;\n                      and\n                 (b) to be thumbprinted or, as b e case may require, to be finger-\n                      printed, in accordance with section 37 of the Act.\n                                                             SCHEDULE\n                                                            FORMNO. 1                                 (Regulation 4)\n                                        T ~ REPRBSENTATION\n                                             E          OF THE PEOPLEACT\n                             Oath of elector where prescribed equipment is not used\n                I,   ........................................................................................................\n                                            (Name as on oficial list of electors)\n             of. ..............................................................................      .........................\n                                          (Address as on oficid list of electors)\n             do swaar*/sdemnly a 5 m * that I have not previously voted in this election.\n                                                                       ...................................................\n                                                                                          Signature\n                *Sworn before me this                                 day of                               . 19\n                *AfBnned\n             ......................................................\n                   Presiding 0fBcer for\n             polling division No.       of the\n             constituency of\n             Notes :\n               I. *Strike out what does not apply.\nTHE REPRESENTATION OF THE PEOPLE (PRESCRIBED EQUIPMENT)\n                   REG ULATZONS, I980"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. So soon as the official list for any polling division has been printed\ncopies of such list shall-\n     (a) be displayed at such public places and in auch public build-\n          ings in such polling division as the returning officer for the\n          constituency within which suoh polling division falls may deter-\n          mine;\n                                                                            -\n     THE REPRESENTATlON OF THE PEOPLE (OFFICIAL WSTS)\n                     REGULATIONS, I965\n     (6) be available for inspection by the public at the offices of the\n         returning officer aforesaid and the Chief Electoral OiEcer.\n                                               SCHeDULE                        (Regulation 2)\n                        CERTIFICAXE\n                                 OF THE CHIEF ELECTORAL\n                                                     OFFICER\n          I hereby certify that the above list of electors for polling division\n        No ...........................of the constituency of ..............................\n                                                                                         has\n        been prepared by me in accordance with the provisions of the\n        Representation of the People Act.\n           Dated at Kingston this ......................................................day of\n         ...................................................19......\n                                                             Chief Electoral Olllcer"
    }
  ],
  "definitions": []
}