{
  "id": "jm-subs-the-revenue-administration-act",
  "type": "statute",
  "title": "The Revenue Administration Act",
  "title_en": "The Revenue Administration Act",
  "short_name": "Revenue Administration Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-revenue-administration-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-revenue-administration-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the Revenue Administration cmtion.\n(Appeals and Disputes Settlement) Regulations, 2002."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. The Tax Administration Services Department is hereby designated with\neffect from the 1st day of December, 1999 to be the Registration Authority for\nthe purposes of the Act.\n                  [The inclusion of this page is nuthor~zed by L.N.102/20011\n                        THE REVENIJE ADMINISTRATION (TAXPAYER REGISTRATION)                                          13\n                                         REGULATIONS, 1996\n                                                                       XPAYER !tE4LCTU'llON           PAGE\n        TRN REGISTRATION DATA SHET\n                                                                       X D E NAME\n                                                                       .LEPHONi NUMUEP(Sl             PAX NUMBER\n                                                                       in! UUSrWfLSS ACQUIRED I STARTED 1 TO START\n                                                                       #lTFIRST EMPLOYEE COMMENCED EMPLOYMENT\nA T V K E OF BUSIWESS                                                  4h4E OF AUDITING POUVACCOUNTANI\n                                                          --\nYPE OF ORGANlWllON\n                                 l T h c inclusion o l this page i s aullnuiacd hy I..N. 73/194')/\n                      TIfE RBI'ENUE ADMINISTRATION (TAXPAYER REGISTRATION)\n                                        REGULATIONS, 1996\n                                                                 FORM4, conrd.\n                                                        INSTRUCTIONS\n                                            TAXPAYER REGISTRATION DATA\n    This sheet provides detailed information regarding your busmess enrerprlse as recorded in the Taxpayer\nRegistration Master File maintained by the Taxpayer Repstration Centre ( T R C ) of the Revenue Board\n     P l u u e check the data shown overleaf to verify that it is accurate and up-to-date.    If there a r e any\ndiscrepancies, you should advise Yhe Taxpayer Registration Centre as soon as possible. Additionaliy, to\nensure that t h e data on your file id kept current. you should advise the Taxpayer Registration Centre o f any\nchange% W h e n corrections are required. please forward a copy of the TRN REGISTRATION DATA SHEET\nwith t h e corrections added or complete and forward a REQUEST FOR CHANGE O F INFORMATION\navailable a t t h e Taxpayer Registration Centre.\n    C h g e s I I I the type uf Orgillli%ill~un,\n                                              Owllel.~hil) I'ill.lll~l.~hl~)       ill the cl.eatiotl of' a llew legal e,ltiIy wllicll will\n                                                                        lllay I.CSIII~\nIloccssltare your applying Sor a now 'l'ax1,ayer I<egislral~onNumhcr.\n      Further, if the business is sold o r ceases operation, you should inform the Taxpayer Repstration Centre\nof t h e date of sale or closure.\n                                                                                                       Taxpayer R e g n r a t ~ o nCenrrc\n                                                                                                       Ground Floor\n                                                                                                       l2 Ocean Boulevard\n                                                                                                       Kingston Mall\n                THE REVENUE ADMMISTRATION ACT\n                                    REGULATIONS\n                                  (under section 19)\n  THEREVENUE ADMINISTRATION\n                        (APPEALSAND DISPUTES\n                                           SETTLEMENT)\n                    REGULATIONS,\n                              2002\n           (Made by the Minister on the 25th day ofApril, 2002)                                L.N. ~O/ZQQZ\n                                                                            [9th May, 2002.1"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The duties of the Service shall include the boarding and rummaging\nof aircraft and ships; the verification, issue and control of the stores\nof aircraft and ships while such aircraft and ships are within the waters\nof the Island; the examination of passengers and their baggage, and\nsuch other duties as may from time to time be assigned to the Service\nby the Commissioner uf Customs and Excise"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1)  Notwithstanding regulation 123 of the Customs Regulations.\n1955 (hereinafter referred to as \"the Regulations\"), the working days and\nhours of the Service shall be throughout the twenty-four hours on all\ndays including Sundays and public holidays :\n  Provided that :-\n    (a) if an officer has been on duty for a period which in the aggre-\n         gate amounts to forty-four hours in any week commencing at\n         midnight on a Sunday (which period of forty-four hours is\n         hereinafter referred to as \"the wor!ing week\") or for a period\n         of eight hours on any day he shall be paid overtime for any\n         further attendance during such week or on such day as the case\n         may be at the rates laid down in paragraph (1) of regulation\n          THE CUSTOMS (PREVENTIVE SERVICE) RULES, 1956\n         125 of the Regulations for the extra attendance of officers on\n         days other than Saturdays, Sundays and public holidays;\n    (b) if an officer is required to be on duty on a public holiday he\n         shall be paid for his attendance on such public holiday at the\n         rates laid down in paragraph (1) of regulation 125 of the\n         Regulations for work performed on a public holiday;\n    (c) if an officer is required to be on duty on a Sunday he shall be\n         paid for his attendance on such Sunday at the rates laid down\n         in paragraph (1) of regulation 125 of the Regulations for work\n         performed on a Sunday;\n    (d) if an officer is absent on any working day on approved sick,\n        departmental or vacation leave, he shall, for the purpose of\n        calculating his working week be credited with the number of\n        hours which he would normally have been required to work\n        on that day.\n     (2) Attendance of the Service at the request of the public outside\nthe working days and hours prescribed in regulation 123 of the Regula-\ntions shall, so far as the person requiring such attendance is concerned,\nbe subject to all the provisions of Part XV of such Regulations but\nnothing therein shall be deemed to entitle an officcr of the Service to\nreceive the fees or any part thereof charged for such attendance."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. A Notice of Appeal or Grounds of Dispute shall be in writing and shall ; ; t e r n\ninclude-                                                                      munds.\n                  THE RElEhTLE ADMINISTRATION (APPEcLLSANDDISPUTES SETLEMENr)\n                                        REGULATIONS, 2002\n                   (a) the name and address and Taxpayer Registration Number (TRN)\n                       of the appellant or disputant;\n                   (b) the grounds of appeal or grounds of dispute (as applicable);\n                   (c) copies of the documents on which the appellant or disputant relies\n                       in support of his appeal or dispute; and\n                  (6) a copy of the notification of the relevant decision.\nsewice.         6. The Commissioner shall cause a copy of the Notice of Appeal or\n             Grounds of Dispute to be served on the relevant Revenue Commissioner.\nDocuments        7. The relevant Revenue Commissioner shall within twenty-one days of\nfa\nhearing      being s e ~ e with\n                           d a copy of the relevant Notice of Appeal or Grounds furnish\n             to the Commissioner of Taxpayer Appeals-\n                   (a) all files relating to the relevant decision;\n                   (b) a written statement of the reasons for the relevant decision.\nconductof\nhearing."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1)   The Commissioner -\n                   (a) shall fix a date, time and place for the hearing and shall give to\n                       the appellant or disputant, or relevant Revenue Commissioner, as\n                       the case may be, not less than fourteen days notice thereof;\n                   (b) may hear on oath or otherwise the appellant or disputant, the\n                       relevant Revenue Commissioner or any other person;\n                   (c) shall give to the appellant or disputant and the relevant Revenue\n                       Commissioner an opportunity to address him, give evidence, to\n                       call witnesses and to put questions to any witness called to give\n                       evidence.\n                      (2) If the Commissioner requires any evidence or further evidence\n             for the investigation of the decision appealed or disputed, he shall give the\n             appellant or disputant or the relevant Revenue Commissioner fourteen days\n             notice in writing speclfylng what evidence or further evidence is\n             required.\nFailure to       9. If the appellant or disputant fails to attend at the time and place fixed\nattend\n             for the hearing, the Commissioner may after considering any representations\n             in writing made by the appellant or disputant, dispose of the appeal or dispute\n             in his absence, or adjourn the hearing to a later date. .\nAttendance       10. The Commissioner may on his own motion or upon the application of\n     7FiE R E W U E ADMRJISTRATION ( A P P M M D DISPUTES SMTLEMENT)\n                             REGULATIONS, 2202\neither party, summon to attend before him for examination on oath or\notherwise, any person who he believes is able to give emdgnce in relation to\nthe decision appealed or disputed."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The appbbnt or disputant may, for the purposes of any appeal or ~dplsssn-\ndispute settlement, be represented by a person authorized in writing by the tation\nappellant or disputant."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The decision of the Commissioner shall within thirty days thereof be .1.-\ncommunicated in writing to the appellant or disputant and the relevant\nRevenue Commissioner.\n                 [Theinclusion of Ibis page is authorized by L.N. 13512003 ]"
    }
  ],
  "definitions": []
}