{
  "id": "jm-subs-the-river-rafting-act",
  "type": "statute",
  "title": "The River Rafting Act",
  "title_en": "The River Rafting Act",
  "short_name": "River Rafting Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-river-rafting-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-river-rafting-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1.-(1) The Minister shall appoint one of the members of the Tribunal\n            to be the chairman thereof.\n                  (2) The Minister shall appoint one of the members of the Tribunal to be\n            the deputy chairman thereof.\n                  (3) In the case of the absence or inabilit to act of the chairman, the\n            deputy chairman shall exercise the functions !o the chairman."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In these Regulations-\n     \"certificate of fitness\" means the certificate issued pursuant to\n           regulation 5;\n     \"disembarkation place\" means a place designated by the Authority for\n          the landing of passengers from river rafts;\n     \"embarkation place\" means a place designated by the Authority for the\n         departure of passengers on river rafts;\n     \"executive manager of rafting\" means an officer appointed by the\n          Authority to be responsible for the general management and\n          supervision of the operation of river rafting on all rivers specified\n                                                                                Fovnh\n          in the Fourth Schedule;                                               Schedule.\n     \"rafting manager\" means an officer appointed by the Authority to\n           manage and control the operation of river rafting on any one of\n           the rivers specified'in the Fourth Schedule;\n     \"rafting officer\" means a rafting officer appointed by the Authority;\n     \"rafhan's licence\" means a licence issued by the Authority pursuant\n          to regulation 13;\n     \"rafting ticket\" means a 'ticket 'issued by the Authority entitling the\n           holder to be a passenger on a river raft;\n     \"river raft licence\" means a licence issued by the Authority pursuant to\n          regulation 4;\n     \"Tribunal\" means the Appeal Tribunal established by regulation 32.\n                 me inshuion of Qir page ii i ; d        by LN. 141PROlO 1\n                                                                                --\n            [7      5   4    d   .- 1 . .   jgsc _,;b l o noiar,lani   .:r;Ki\n4                               THE RIVER RAmING REGULATIONS, 1970"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 . 4 1 ) No person shall use a river raft for carrying passengers for\nFounh      reward on any river specified in the Fourth Schedule unless there is in\nSchedule\n           force in relation to such raft a river raft licence issued by the\n           Authority.\n                   (2) Any person who contravenes this regulation shall be guilty of\n           an offence and liable on summary conviction thereof before a\n           Resident Magistrate to a fine not exceeding two hundred dollars and in\n           default of payment thereof to imprisonment for a period not exceeding six\n           months."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1 ) Application for a river raft licence shall be made in writing\nSecond     to the Authority in the form prescribed as Form A in the Second\nSchedule\nF~~~ A     Schedule and shall be addressed to the secretary of the\n           Authority.\n                   (2) Subject to the provisions of regulation 5, every application for\n           a river raft licence, 'properly made and referred to the Authority, shall\n           be considered on its merits by the Authority which may, in its discretion,\n           grant or refuse such licence or may grant such licence subject to such\n           conditions as it may think fit.\n                   (3) Where the Authority grants a licence subject to conditions, the\n           Authority may from time to time vary such conditions as it considers\n           necessary or expedient and may suspend or revoke such licence for a\n           breach of any condition specified in such licence."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . 4 1 ) Before considering an application for a river raft licence, the\n           Authority shall require a rafting officer to examine the river raft and to report\n           on its condition to the Authority.\n                   (2) Where, upon examination, the rafting officer is satisfied that\n           the river raft for which the application for a river raft licence is made\n           is suitable for the purpose and in good condition, he shall issue to the\n           applicant a certificate of fitness in respect of such river raft and shall\n           forward a copy of such certificate of fitness to the Authority.\n                     (3) Every applicant for a river raft licence shall produce the river raft\n           :i respect of which the liceme is required for examination by a\n            rafting officer at such time and such place as the rafting officer may\n            specify.\n                    (4) A river raft licence shall not be granted by the Authority in\n           respect of any river raft unless there is in force a certificate of fitness issued\n           by a rafting officer in respect of such river raft.\n                            [The inclusion of &is page L nuthorittd by L.N. 1 4 1 ~ 0 1 0]\n4                               THE RIVER RAmING REGULATIONS, 1970"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. .Every river raft licence granted under these Regulations shall be\nin the form prescribed as Form B in the Second Schedule and shall P O ~ B .\nbe valid for a period of one calendar year from the date on which\nit is issued unless it is sooner revoked or cancelled."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) Where it appears to a rafting officer, on the inspection of a\nriver raft in respect of which a certificate of fitness has been issued, that\nsuch river raft is no longer suitable for the purpose or is no longer\nin good condition, the rafting officer may revoke such certificate of\nfitness.\n       (2) Where he has revoked a certificate of fitness pursuant to the\nprovisions of paragraph (I), a rafting officer shall forthwith report\nsuch revocation to the Authority.\n        (3) Where there is in force in respect of a river raft a river\nraft licence issued by the Authority, and a rafting officer reports to the\nAuthority that the certificate of fitness in respect of such river raft\nhas been revoked, the Authority may suspend such river raft licence\nuntil such time as it is satisfied that there is again in force a valid\ncertificate of fitness in respect of such river raft."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) Every river raft for which a river raft licence has been\ngranted (hereinafter referred to as a \"licensed river raft\") shall-\n     (a) have its licence number clearly painted thereon;\n     (b) display in a conspicuous place on the raft the licence granted\n         in respect thereof;\n     (c) when carrying passengers, carry at least one life-saving\n         appliance for each occupant of the river raft.\n       (2) In this regulation \"life-saving appliance\" means an appliance\nor article made or adapted or capable of being used for saving persons\nfrom death by drowning, and approved by the Authority.\n      (3) Every person who operates a licensed river raft in contraven-\ntion of this regulation shall be liable to have his licence suspended\nor revoked."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) A licensed river raft shall not, without the prior permission\nof the Authority given either in respect of a particular river raft or\nin respect of a particular occasion, be used to carry-\n      (a) more than two passengers over the age of twelve years; or\n      ( b ) more than three passengers at any one time.\n                         THE RIVER R 4FTING REGULATIONS, 1970\n                 (2) Every person who operates a licensed river raft in contraven-\n           tion of this regulation shall be liable to have his licence suspended\n           or revoked."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Where the Authority is satisfied-\n                (a) that a licensed river raft has been lost or destroyed or has\n                    become unserviceable;\n                (b) that the period for which the river raft licence in respect\n                    of such raft was issued has not expired; and\n                  (c) that the holder of the river raft licence in respect of such\n                       river raft has replaced such river raft with a serviceable river\n                       raft in respect of which he has heen granted a certificate\n                       of fitness and has complied with all the requirements for\n                       the licensing of a river raft,  .\n           the Authority may cancel the licence in respect of the original\n           river raft and may issue a licence for the serviceable river raft for\n           the unexpired period of the original licence without the payment\n           c i ; a further licensing fee.\n              ki.-(1)  Nc licensed river raft shall be under way on any river\n           specified in the Fourth Schedule unless it is under the control of a\n           raftsman licensed in accordance with the provisions of these Regula-\n           tions.\n                   (2) Any person who-\n                (a) operates a licensed river raft without being licensed as a\n                     raftsman; or\n                (b) either on his own behalf or acting as an agent for some\n                     other person, knowingly employs any person who is not\n                     a licensed raftsman to operate a licensed river raft,\n           shall be guilty of an offence and liable on summary conviction thereof\n           before a Resident Magistrate to a fine not exceeding two hundred\n           dollars and in default of payment thersof to imprisonment for a period\n           not exceeding six months."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The Tribunal may award such costs to be paid by such party as the\nTribunal may think fit."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The following govisions shall have effect in relation to the prosecution\nof appeals-\n    (1) Every appeal against a decision of the Authority shall be commenced\n        by a notice of appeal addressed to the secretary of the Tribunal and\n        lodged with him within fourteen days from the date of the decision\n        agamst which the appeal is brought.\n    (2) The date of lodgment of such notice of appealas aforesaid shall be\n        deemed t o be the date of appeal.\n    (3) Every notice of appeal shall include-\n          (a) the name and address of the appellant;\n          (b) particulars of the decision of the Authority against which the\n               appeal is being made;\n          (c) the grounds of appeal;\n          (d) a list of relevant correspondence or documents;\n          (e) the name and address of any witness whom the appellant wishes\n               to have summoned to give evidence at the hearing of the appeal.\n    (4) On every appeal to the Tribunal the appellant shall deposit with the\n        secretary of the Tribunal the sum of two dollars. The said sum\n        shall be refunded if the appeal is allowed unless the Tribunal otherwise\n        dim.\n    ( 5 ) Upon receipt of a notice of appeal the secretary of the Tribunal shall\n        forthwith issue to the appellant an acknowledgement stating the date\n        of receipt of the notice of appeal.\n    (6) A notice signed by the secretary of the Tribunal giving the date, time\n        and place fixed for the hearing of every appeal shall be issued to the\n        Authority, to the appellant and to each witness and such notice shall       .\n        in the case of a witness take effect as a summons for the purposes of\n        sub-paragraph (2) of paragraph 10.\n    (7) Together with the notice issued as aforesaid to the Authority giving\n        the date, time and place fixed for the hearing of the appeal there\n        shall also be issued to the Authority a copy of the notice of appeal\n        and the Authority shall forthwith upon receipt thereof transmit to the\n        secretary of the Tribunal a memorandum setting out the terms of its\n        decision and the reasons therefor.\n    (8) In addition to the deposit required under sub-paragraph (4), the Tribunal\n        may in its discretion, require any appellant to deposit with the\n        secretary of the Tribunal prior to the date fixed for the hearing of the\n        appeal such sum as the Tribunal may direct as security for the payment\n        of any costs that may be awarded against him.\n    (9) The parties to any appeal shall be entitled to appear either in person\n        or by a legal representative."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Subject to the provisions of the Schedule the Tribunal may regulate\nits own proceedings.\n                Fhe inclusion of this vane is authorized by L.N. 4/1976]\n                    THE RIVER (RAFTING REGULATIONS. I970\n                                    /' SECOND SCHEDULE                (Regulations 4,6,12 and 15)\n                                /\n                          TXE   RIVERR A ~ REGULATIONS,\n                                            O        1970\nFORMA                Form of Application for a River Raft Licence                     (Regulation 4)\n                             4pplication for River Raft Licence\nTo the Secretary,\nRiver Rafting Authority,\nKingston.\nPursuant to regulation 4(1) of the above Regulations I hereby make application\nfor a river raft licence for one river raft kept at ......................................\n..............................................................................................................\nFull name of applicant\n  (in block letters)....................................................................................\nAddress of applicant .................................................................................\nName of river raft.. ..................................................................................\nI attach a certificate of fitness issued by a rafting officer under regulation\nof the Regulations.\n                                                  day of.. ..................................19. .....\n  Dated this.. .....................................\n                                                     ......................................................\n                                                                Signature of applicant\n                         THE RIVERRAFTINGRBOUIATIONS, 1970\nFORMB                               Form of River Raft Licence                         (Regulation 6)\n                                        River Raft Licence\nNo. of licence..........................................................................................\nOwner (full name). ...................................................................................\nAddress of owner ....................................................................................\nName of river raft ....................................................................................\n                                                     day of ........................... 19.....\nThis licence expires on the ...........................\nThis licence is granted subject to the following c o n d i t i o n s\nConditions :..............................................................................................\n..............................................................................................................\n   Dated this.. ..................................... day of .................................... 19......\n                                                                      Secretary\n                                                               River Rafting Authority\n                           induaion of Lhii p w is authorSd by. b.N. 4119761\n                            THE RIVER RAFTING REGULATIONS, 1970\n                              THERIVER RAFTING REGULATIONS,\n                                                        1970\nFORMC                      Form of Application for Rahman's Licence                              (Regulation 12)\n                                    Applicufionfor Rofimun s Licence\nTo the Secretary,\nRiver Rafting Authority,\nKingston.\nPursuant to regulation 12 of the above Regulations I hereby make application for\na raftman's licence to operate a river raft.\nFull name of applicant\n     (in block letters). ..........................................................................................\nAddress of applicant.. ..........................................................................................\nAge of applicant......................   .:........................................................................\nPrevious experience of applicant.............................................................................\nI attach two photographs of myself which satisfy the requirements of regulation 12 of\nthe Regulations.\n     Dated this.. ..................................................day of.. ............................19.. .....\n                                                                      ........................................................\n                                                                   Signutuw of applicunt\n      This is to certify that the applicant has been known to me for a period of\n............................... ears and is to the best of my knowledge and belief a person of\ngood character and sober habits, and a fit person to hold a raftsman's licence under\nthe above Regulations.\n     Dated this ....................................................\n                                                                 day of .............................."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Before considering an application for a raftsman's licence, the\nAuthority-\n    (a) shall require a rafting officer to examine the applicant and\n        submit to the Authority a report on his ability to operate\n        a river raft and his suitability to be a raftsman:\n    (b) may require the applicant to submit to the Authority a certi-\n         ficate from the Medical Officer (Health) for the parish that he\n         is not suffering from any disease or physical disability such\n         as would be likely to cause the operation by him of a river\n         raft to be a source of danger to any passenger on such raft or\n         to any member of the public."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1) Every raftsman's licence granted under these Regulations\nshall be in the form prescribed as Form D in the Second Schedule           ram^.\nand shall be valid for a period of one calendar year from the date on\nwhich it is issued unless it is sooner revoked or cancelled.\n       (2) Where a raftsman's licence has been suspended or revoked,\nsuch raftsman shall not, during the period of such suspension or after\nsuch revocation, perform the duties of a raftsman or take or attempt\nto take any passengers on any licensed river raft.\n        (3) Any raftsman who performs or attempts to perform the\nduties of raftsman or who takes or attempts to take any passenger on\nany licensed river raft during the period of suspension or after the\nrevocation of his raftsman's licence shall be guilty of an offence and\nliable on summary conviction before a Resident Magistrate to a fine\nnot exceeding two hundred dollars and in default of payment thereof\nlo imprisonment for a period not exceeding six months."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1) The Authority shall operate a roster of raftsmen for the\npurpose of determining the order in which such raftsmen shall depart\nfrom embarkation places with passengers.\n                                                      --\n               lThc inclusion of this page is authorized by L.N. 4119761\n             THE RIVER RAFTING REGULATIONS, 1970\n       (2) The roster shall be displayed conspicuously at each\nembarkation place, and every raftsman shall depart from such embarka-\ntion place in accordance with the roster.\n       (3) Any raftsman who departs or attempts to depart, or who\ninduces or attempts to induce another raftsman to depart, from anv\nembarkation place except in accordance with the roster shall be liable\nto have his licence suspended or revoked."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(1) No raftsman shall take any passenger or any licensed river\nraft on any river specified in the Fourth Schedule for moonlight rafting\nwithout the prior express authority of a rafting officer.\n       (2) Any raftsman who contravenes this regulation shall be liable\nto have his licence suspended or revoked."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-(1) Every licensed raftsman shall wear uniform prescribed by\nthe Authority and shall conduct himself in an orderly and seemly\nmanner while on duty.\n       (2) Any raftsman who contravenes this regulation shall be liable\nto have his licence suspended or revoked."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.. .......\nThis licence permits the holder to operate a river raft for the pu-of              the above Regulations,\nsubject to the following conditions--\nConditions.. .....................................................................................................\nPhotogreph of\nHolder of raftsman's            .\nlicence.\n     Dated this.. ..................................................day of*.............................19.. .....\n                                                                                        .%crew,\n                                                                              Ricner W i n g Authority\n                     THE RIVER RAFTING REGULATIONS. 1970\n                                                                               (Regulation 40)\n                                     River Rafting Fees\n     Service                                                                Fee Payable\n     -                                                                        -\n                                     Rio Grande River\n(a) inspection of river raft                                                 $600.00per raft\n(6) river raft licence                       ...                             $250.00\n(c) raftsman's licence                       ...                             $350.00\n( 4 identification card                      ...                             $200.00\n(e) rafting ticket (per raft trip)           ..                              $65.00(USD)\nV)    rafting ticket (per short raft trip)            ...                    $60.00(USD)\n                                     Martha Brae River\n(a) inspection of river raft                                                 $600.00per raft\n(6) river raft licence                                                       $250.00\n(c) raftsman's licence                                                       $350.00\n( 4 identification card                                                      $200.00\n(e) rafting ticket (per raft trip)           ...                             $60.00(USD)\n                                         Great River\n(a) inspection of river raft                                                 $600.00per raft\n(6) river raft licence                                                       $250.00\n(c) raftsman's licence                                                       $350.00\n( 4 identification card                                                      $200.00\n(e) rafting ticket (per raft trip)           ...                             $60.00(USD)\n                                             White River\n(a) inspection of river raft                                                 $600.00per raft\n(6) river raft licence                       ...                             $250.00\n(c) raftsman's licence                       ...                             $350.00\n( 4 identification card                      ...                             $200.00\n(e) rafting ticket (per raft trip)           ...                             $60.00(USD)\n                                       Cabarita River\n(a) inspection of river raft                                                 $600.00per raft\n(6) river raft licence                                                       $250.00\n(c) raftsman's licence                                                       $350.00\n( 4 identification card                                                      $200.00\n(e) rafting ticket (per raft trip)                                           $50.00(USD)\n                me inclusion of chjs page is authorized by L.N. 141~R010]\n                       T H E RIVER RAFTING REGULATIONS. 1 9 7 0\nN.B.   Rates are only payable in United States Dollars (USD) where specified. Where rates are\n       specified in USD the amount may be paid in USD or an equivalent amount in Jamaican\n       currency at the current rate of exchange in relation to the currency of the United\n       States of America.\n                                                                               (Regulation 3)\n                            The Rio Grande River in Portland\n                            The Martha Brae River in Trelawny\n                            The Great River in St. James\n                            The White River in St. Mary\n                            The Milk River in Clarendon\n                            The Black River in St. Elizabeth\n                            The Cabarita River in Westmoreland\n                   (Ihc inclusion of chis page is mthorhd by L.N. 141PR010 ]"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. The Authority shall keep a book, to be called the River Raft\nRegister, in which shall be entered particulars in respect of every\nlicensed river raft including-\n     (a) the name and address of the registered owner:\n     (b) the licence number of such raft; and\n     (c) where a licence is suspended or revoked, the reason for such\n          suspension or revocation.\n               [The indusion of this page is authorized by L.N. 4119761\n             THE RIVER RAFTING REGULATIONS, 1970"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. The Authority shall keep a book, to be called the Raftsmens'\nLicence Book, in which shall be entered the particulars in respect\nof every raftsman's licence issued by the Authority including-\n    (a) the name, address and description of the person licensed; and\n     (b) the date of issue of the licence."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.-(1) The Authority shall keep a book, to be called the Raftsmens'\nOffences Book, in which shall be entered the particulars in respect of-\n     (a) every conviction before a Resident Magistrate for an offence\n           against these Regulations; and\n     (b) every suspens~vnor revocation of a raftsman's licence.\n         (2) Every such entry shall include the name of the offender\nand the number of his licence.\n   ?'.-(I)    Where it appears to the Authority to be necessary or\nexpedient, the Authority may suspend or discontinue its operation\nof river rafting on any river specified in the Fourth Schedule.\n           (2) Any person who, during such suspension or after such\ndiscontinuance, takes or attempts to take passengers rafting on any\nlicensed river raft shall be guilty of an offence and liable on summary\nconviction thereof before a Resident Magistrate to a fine not exceeding\ntwo hundred dollars and, in default of payment thereof, to imprison-\nment for a period not exceeding six months."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.-(1)   No person shall, in relation to any river specified in the\nFourth Schedule-\n    (a) obstruct or block such river;\n    (b) impede the free passage of any licensed river raft on such\n          river; or\n    (c) engage in any act in, on, over, in the vicinity of or in relation\n          to such river calculated to impede the free passage of any\n          licensed river raft or to disrupt the operation of river rafting\n          on such river.\n        (2) Any person who performs any act in contravention of this\nregulation shall be guilty of an offence and liable on summary convic-\ntion thereof before a Resident Magistrate to a fine not exceeding\ntwo hundred dollars and, in default of payment thereof, to imprison-\nment for a period not exceeding six months."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.-(1) No person shall sell or issue tickets for rafting trips unless\n he has been appointed or authorized by the Authority so to do.\n               r h e iaclusion of this page is authorized by L.N. 4119761\n              THE RlVER RAFTING REGULATIONS. 1970\n       (2) Any person so appointed or authorized shall sell or issue\nsuch tickets in accordance with the directions of the Authority and\nthe terms of his appointment or authorization.\n  %.-(I) No rafting trip shall be made on any licensed river raft on\nany river specified in the Fourth Schedule unless a ticket therefor\nhas been issued by the Authority in respect of each passenger and\nsuch ticket is in the possession either of the passenger or of the\nraftsman taking such passenger on such trip.\n        (2) Any raftsman who takes or attempts to take any passenger\nfor a rafting trip on any licensed river raft in contravention of this\nregulation shall be liable to have his licence suspended or revoked."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27.-(1) Where the Authority considers it to be necessary or\nexpedient the Authority may prohibit or regulate the entry to or\npresence at any embarkation or disembarkation place of persons other\nthan-\n    (a) persons intending to go on a rafting trip;\n    (b) raftsmen and their apprentices;\n    (c) drivers of vehicles taking passengers to or from embarkation\n        or disembarkation places;\n    (d) rafting officers and other employees of the Authority or of the\n        Tourist Board;\n    (e) officers or members of the Police Force;\n    (f)   such other persons as may be authorized or permitted by\n          the Authority to enter or be present therein.\n       (2) Any person admitted to any embarkation or disembarkation\nplace shall conduct himself in an orderly and seemly manner."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28.-(1) Every raftsman taking passengers for a rafting trip on any\nlicensed river raft shall take such passengers only from such embarka-\ntion places as may be designated by the Authority from time to time\nand shall land such passengers only at such disembarkation places\nas may be designated as aforesaid.\n        (2) Any raftsman who takes on board or lands passengers at anj\nplace other than a designated embarkation or disembarkation place, or\nwho attempts or contracts so to do, shall be liable to have his licence\nsuspended or revoked.\n             THE RIVER RAFTING REGULATIONS, 1970\n        (3) Any raftsman who refuses to take any passenger to a\ndesignated disembarkation place or who demands any reward\n(additional to the charge for a rafting ticket) for so doing shall be\nliable to have his licence suspended or revoked."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29.-31) No person shall offer to or provide for patrons of river\nrafting, by way of trade or business, any goods, entertainment, food\nor drink on, or on the bank of or at or in the near vicinity of-\n      (a) any river specified in the Fourth Schedule; or\n      (b) any designated embarkation or disembarkation place; or ,\n      (c) any other designated stopping point,\nunless he has been licensed or appointed or otherwise authorized by\nthe Authority so to do:\n   Provided that no licence or appointment or authorization shall be\ngiven for the provision of cushions for use on any licensed river\nraft.\n         (2) Any person who is licensed or appointed or otherwise\nauthorized for the purposes of paragraph (1) shall comply strictly with\nthe terms and conditions of such licence, appointment or authorization.\n        (3) Any person who performs any act in contravention of this\nregulation shall be guilty of an offence and liable on summary convic-\ntion thereof before a Resident Magistrate to a fine not exceeding two\nhundred dollars and, in default of payment thereof, to imprisonment\nfor a term not exceeding six months."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30.-(1) No person shall offer to or provide for patrons of river\nrafting, by way of trade or business, any services for transportation\nfrom disembarkation points or for driving patrons' motor vehicles\nunless he has been licensed or appointed or otherwise authorized by\nthe Authority so to do.\n         (2) Any person so licensed, appointed or authorized shall comply\nstrictly with the terms and conditions of such licence, appointment or\nauthorization.\n        (3) Any person who performs any act in contravention of this\nregulation shall be guilty of an offence and liable on summary convic-\ntion thereof before a Resident Magistrate to a fine not exceeding\ntwo hundred dollars and, in default of payment thereof, to imprison-\nment for a term not exceeding six months.\n               [The inclusion of this Daze is authorized bv L.N. 4119761\n             THE RIVER RAFTING REGULATIONS, 1970"
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31.--(I) No person shall offer his services for driving patrons' motor\ncars between embarkation and disembarkation points and such other\npoints in the vicinity as may be requested by the patron unless hq\nhas been appointed or otherwise -1thorized so to do by the Authority.\n        (2) Every driver so appointed Jr authorized by the AuthoA-.y\nshall comply strictly with the terms of such appointment or authoriza-\ntion and with any roster of drivers which may be operated by the\nAuthority.\n        (3) Any person who is not a driver appointed or authorized\nby the Authority for such purpose and who offers his services for\ndriving patrons' motor vehicles between embarkation and disembarka-\ntion points and such other points in the vicinity as may be requested\nby the patron shall be guilty of an offence and liable on summary\nconviction before a Resident Magistrate to a 6ne not exceeding two\nhundred dollars and, in default of payment thereof, to imprisonment\nfor a period not exceeding six months.\n       (4) Any appointed or authorized driver who refuses to comply\nwith the directions of the Authority or to operate in accordance with\nthe roster of drivers shall be liable to have his appointment or\nauthorization cancelled."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32.-(1)  Where-\n    (a) it appears to, or is brought to the attention of the Authority\n         that any person to whom a licence has been issued by the\n         ,4uthority has committed a breach of the provisions of these\n         Regulations or of any condition specified in such licence; and\n    (b) the penalty for such breach is the suspension or revoation\n         of such licence.\nthe Authority, or any committee to which it delegates such functions\nby virtue of the provisions of paragraph 13 of the Schedule to the\nAct, shall hold an enquiry into the matter and shall hear and consider\nany representations made on behalf of the holder of the licence either\nby himself or by his representative.\n       (2) Where, upon proof that such breach was committed and\nupon consideration of any representations made on behalf of the\nholder of the licence, the Authority or the committee, as the case\nmay be, decides to suspend or revoke such licence, the holder thereof\nshall surrender such licence in accordance with the directions of the\nAuthority or of the committee.\n               lThe inclusion of this page is au+horiEedby L.N. 4119761\n                  THE RIVER RAFTING REGULATIONS, 1970\n       3 3 - 4 1 ) There is hereby established an Appeal Tribunal (hereinafter\n    referred to as \"the Tribunal\") to hear and determine appeals under\n    these Regulations.\n           (2) The provisions of the First Schedule shall have effect as to ~ i r s t\n    the constitution of the Tribunal and otherwise in relation thereto. Schedule."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. Where, by virtue of the provisions of paragraph 13 of the\n    Schedule to the Act, the Authority appoints a comrnittee-\n        (a) such committee shall consist of not more than five members;\n        (b) the charrman thereof shall be a member of the Authority;\n        (c) the quorum thereof shall be three members."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. Every passenger on a licensed river raft shall conduct himself\n    in a manner conducive to his safety and the safety of the other persons\n    thereon."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36.41) Any rafting officer or any constable may at any time stop\n    and go on board any licensed river raft and may inspect such raft and\n    make such enquiries as may be necessary in order to ascertain whether\n    the provisions of these Regulations are being observed.\n           (2) Where by virtue of paragraph (1). a rafting officer or a\n    constable stops or goes on board any licensed river raft, any person\n    found thereon shall, if requested by him, answer any relevant enquiry\n    or produce any relevant document."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. Any raftsman who demands or solicits from any patron of river\n    rafting or importunes such patron for any gratuity or sum whatever\n    shall be liable to have his licence suspended or revoked."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. Any person, whether or not a raftsman licensed mder these\n    Regulations, who, on any main or parochial road or in any public\n    place in the near vicinity of any river specified in the Fourth Schedule.\n1   importunes any other person to patronise river rafting or to use any\n    licensed river raft shall be guilty of an offence and liable on s'ummary\n    conviction thereof before a Resident Magistrate to a fine not exceeding\n    two hundred dollars and in default of payment to imprisonment for\n    a period not exceeding six months."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39. Any owner of a river raft in respect of which there is not in\n    force a river raft licence issued by the Authority, who refuses to\n    remove such river raft from any embarkation or disembarkation point\n                   JTht i n c h i o n of thb nsoc is authorized by L.N. 4119761\n14                         THE RIVER RAFTING REGULATIONS, 1970\n            when required by a rafting officer so to do shall be guilty of an\n            offence.\nThird         40. The fees and charges specified in the i3ird Schedule shall be\nSchedule.\n            payable to the Authority in relation to the matters specified in the ssid\n            Schedule.\n                                          FIRST SCHEDULE                     (Regulation 33)"
    }
  ],
  "definitions": [
    {
      "term": "certificate of fitness",
      "definition": "the certificate issued pursuant to",
      "source_provision": "sec2"
    },
    {
      "term": "disembarkation place",
      "definition": "a place designated by the Authority for",
      "source_provision": "sec2"
    },
    {
      "term": "embarkation place",
      "definition": "a place designated by the Authority for the",
      "source_provision": "sec2"
    },
    {
      "term": "executive manager of rafting",
      "definition": "an officer appointed by the",
      "source_provision": "sec2"
    },
    {
      "term": "rafting manager",
      "definition": "an officer appointed by the Authority to",
      "source_provision": "sec2"
    },
    {
      "term": "rafting officer",
      "definition": "a rafting officer appointed by the Authority",
      "source_provision": "sec2"
    },
    {
      "term": "rafhan's licence",
      "definition": "a licence issued by the Authority pursuant",
      "source_provision": "sec2"
    },
    {
      "term": "rafting ticket",
      "definition": "a 'ticket 'issued by the Authority entitling the",
      "source_provision": "sec2"
    },
    {
      "term": "river raft licence",
      "definition": "a licence issued by the Authority pursuant to",
      "source_provision": "sec2"
    },
    {
      "term": "Tribunal",
      "definition": "the Appeal Tribunal established by regulation 32",
      "source_provision": "sec2"
    },
    {
      "term": "life-saving appliance",
      "definition": "an appliance",
      "source_provision": "sec8"
    }
  ]
}