{
  "id": "jm-subs-the-road-traffic-act",
  "type": "statute",
  "title": "The Road Traffic Act",
  "title_en": "The Road Traffic Act",
  "short_name": "Road Traffic Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-road-traffic-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-road-traffic-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1   -\n                                                        a\n                              ROAD TMFFlC\n                     THE ROAD TRAFFIC ACT\n                                     ORDER\n                          (under section 116 (1) )\n     (Made by the Minister on the 19th day of August, 1977)                                  L.N. 1 ~ 1 1 1"
    },
    {
      "provision_ref": "sec1v",
      "section": "1v",
      "title": "Section 1v",
      "content": "1v ................................................VIlI ...............................................\n   *Father's or husband's name may be inserted.\n  **If known.\n ***Or approximate age on date of issue.\n****or Thumb impression.\n  THE ROAD TRAFFIC (INTERNATIONAL CIRCULATION OF MOTOR\n                   VEHICLES) ORDER, I958\n       Form o f International Driving Permit under Convention of I926\n                                               Page 4\n                                       (Name of country)\n                                             Exc~usro~\nM. (surname and other names)..................................................................\nauthorized as above by the authority of (country) .......................................\nic deprived of the right to drive in (country) ................................................\n    reason of .............................................................................................\n                .............................................................................................\n    Seal                                    Pihue.. .......................................................\n                                            Date.. ........................................................\n    authority                     Signature.. ..................................................\n   Page 5 and following pages should repeat the particulars given on page 3\ntranslated into as many languages as may be necessary to ensble the International\nPermit to be used in all the Contracting States mentioned on page 2.\n                                      Here begin last page\n                  A (1)                            B (2)                            C (3)\n                                       --\n                   Seal                            Seal                             Seal\n              of authority                     of authority                    of authority\n      (1) A.-Motor    vehicles of which the laden weight does not exceed-"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In these Regulations-                                                                Interpretation.\n      \"approved type meter\" means a taximeter of a type or pattern approved\n          by the Minister and fitted with or electrically wired to a\n          mechanism capable of indicating to the satisfaction of the Minister\n          whether or not the meter is operating (which mechanism is in\n          these Regulations referred to as a \"flag\");\n      \"authorized officer\" means, in relation to any of the powers of an\n          authorized officer under these Regulations, a public officer\n          authorized in writing by the Minister or by a Traffic Area\n           Authority or Licensing Authority to exercise such powers;\n      \"contract car\" means a motor car licensed as a contract carriage; and\n          \"contract car service\" shall be construed accordingly;\n      \"licensee\" in relation to a taxi, means the holder of a taxi licence for\n           the operation of that taxi;\n      \"owner\" includes-\n        (a) in relation to a motor vehicle which is the subject of-\n             [The inclusion of this page i s authorized by L.N. 18d20081\n                            THE ROAD TRAFFIC (TAXISAND CONTRACT CARS)\n                                        REGULATIONS. 1963\n                                   (i) a hire-purchase agreement; or\n                                  (ii) an agreement for the hue of the vehicle for a period\n                                       in excess of one month\n                         the person in possession of the vehicle under that agreement;\n                     (b) in relation to any taxi,the licensee thereof;\n                  \"taxi\" has the same meaning as the expression \"hackney carriage\" has\n                        in the Act;\n                  \"taxi licence\" means a road licence to use a vehicle as a hackney\n                       carriage in accordance with the provisions of Part I11 of the\n                       Act;\n                  \"taximeter\" means an instrument fitted to a taxi and so constructed\n                       that-\n                         when, in connection with hiring of the taxi,the mechanism of\n                         the taximeter is set in motion pursuant to the provisions of\n                         regulation 11, the fare is automatically recorded on the dial of\n                         the taximeter in accordance with the fares for distance and time\nFi\nSchedule.\n                         set out in the First Schedule; and\n                          the total, up to an amount of not less than fifty cents, of any\n                          extra charges payable by a hirer of the taxi as prescribed in\n                          these Regulations, can be shown on the dial of the taximeter.\n                                 PART 11.-Taximeters, markings, etc.\n~a~rmetcrs      3.-41) The owner of every taxi shall cause the taxi to be fitted with\n             an approved type meter in such manner as an authorized officer may\n             require.\n                      (2) The owner or driver of a taxi shall not cause or permit the taxi\n             to stand or ply for hire if an approved type meter in proper working order\n             is not fitted thereto as provided in these Regulations.\nand seahng"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3,500 kilog.\n              (In all languages).\n      (3) C.-Motor cycles, with or without sidecar.\n              (In all languages).\n    (5) .......................................................................................................\n                      17he inclusion of chis page is authorized by L.N. 112/1978]\n   THE ROAD TRAFFIC (INTERNATIONAL CIRCULATION OF MOTOR\n                    VEHICLES) ORDER, 1958\n                                      B\n       Form o f International Driving Permit under Convention of 1926\n    *In a permit                                  Page 1\nIssued by some\nother country the\nname of that                                     JAMAICA*\ncountry will appear\ninstead and the\nmrmit will be\n                                  TNTERNATIONAL       MOTOR%me\ndrawn up in the\nlanguage of that                INTRRNATIONAL  DRNMGPERMIT\ncountry.\n                         International Convention of April 24th, 1926\n                                          Issue of Permit\nIssued at .............................>............................\nDate ...............................................................\n Seal of\n                                 (Sfgnatwe o f issuing authority).\nauthority\n                                           Page 2\n                          The present permit is valid in the territory of all the\nlast page 01 the\n                ce\n~ : ~ ~ ~ & ' ~ ~       undermentioned Contracting States for the period of one year\n                        from the date of issue for the driving of vehicles included in\npermit.                 the category or categories mentioned on p. **\n                                Here insert list of Contracting States\n  It is understood that this permit in no way diminishes the obligation of the\nholder to conform strictly to the laws and regulations relating to residence or to\nthe exercise of a profession which are in force in each country through which\nhe travels.\n                                                 Page 3\n                            PARTICULARS\n                                      CONCERMNG\n                                              THE DRIVER\n                                                Photograph\n                                    Seal of\n                                   authority\nSurname.. ...........................................................................................(1)\nOther names....................................................................................... (2)\nPlace of birth.. ...................................................................................(3)\nDate of birth.. .................................................................................... (4)\nHome address.. ................................................................................... (5)\n  THE ROAD TRAFFIC (INTERNATIONAL CIRCULATION OF MOTOR\n                   VEHICLES) ORDER, 1958\n                                                     C\n                      Form o f Fiscal Permit Under Convention of 1931\n                                           Page 1\n   These words should                                 t\n                                                JAMAICA\n   also appear on the\n   wver.                          INTERNATIONAL   PERMIT\n                                             FISCAL\n                                  No.. ..................................\n       International Convention signed at Gcncva on March 30th, 1931\n  The present pennit is issued with a view to the exemption from taxes or\ncharges on the circulation or possession of motor vehicles granted for one or\nmore periods of stay representing a total period of not more than ninety days\nspent in each of the countries to which the said Convention applies. The\npermit is only valid for one year from the date of issue.\nThe present fiscal pennit is issued to\n.............................................................................................................\nliving at ...............................................................................................t+\n...................................................................-.......-..................................\nfor the motor vehicle with the following description:\n     Type of vehicle................................................................................ (1)\n      Make of Chassis.............................................................................. (2)\n      Number of Chassis.. ........................................................................\n                                                                                                .(3)\n      Numbel of engine...........................................................................(4)\n      Registration number on the plates of the\n         country issuing the permit ...............................................................\n                                                                                                 (5)\n      Place and date of issue..................................................................... (6)\n                      Stamp of\n                      authority\n    *Chritsian names and surname of the owner or possessor.\n   **Town, street, number.\n  ***Signature of authority or of the organization designated for the purpose.\n ****Visa of autho&y.\n      yIn a permit issued by some other country the name of that country will\n       appcar instead and the pennit will be drawn up in the language of that\n       country.\n                 .-                                                            --                  --\n                       p h e inclusicn of this page is aufborked by L.N. 11211979\n  THE ROAD TRAFFIC (INTERNATIONAL CIRCULATION OF MOTOR\n                   VEHICLES) ORDER, 1958\n                    Form of Fiscal Permit under Convention of 1931\n                                                Page 2\n  The present permit is valid in all the countries mentioned below for one\nyear from the date of its issue. Before the expiration of this period, no new\ncertificate or duplicate copy can be issued for the same vehicle.\n  Here insert list of countries who are parties to the Convention.\n   Here follow pages for recording changes of ownership of the vehicle and of\nits registration number and entries and exit visas. At the foot of the first page\nfor recording entry and exit visas there shall be entered the following note:-\n  NOTE:-In calculating the period of exemption, each day shall be reckoned\n          from midnight to midnight, every fraction of a day counting as a\n          whole day. The day of exit shall, however, not be counted when\n          the day of entry and the day of exit are separated by a period of\n          more than one day.\n              Form of International Certificcrte for motor Vehicles under\n                                 Convention of 1926\n                                                Page 1\n                                               JAMAICA*\n                                   International Motor Trafic\n                    INTERNAT~ONAL\n                              CERTIFICATE\n                                        FOR MOTORVEHICLES\n                        International Convention of April 24, 1926\n                                        Issue of Certificate\nPlace.. .......................................................\nDate.. .......................................................\n Seal of                                                  Signature of issuing authority\nAuthority\n   *In a pennit issued by some other country the name of that country will\n    appear instead and the permit will be drawn up in the language of that\n    country.\n                    (The indusicn of thls page is authorized by L.N. 112119781\n THE ROAD TRAFFIC (INTERNATIONAL CIRCULATION OF MOTOR\n                  VEHICLES) ORDER, 1958\n                Form of International Certificate for Motor Vehicles\n                            under Convention of 1926\n                                             Page 2\n  This certificate is valid, in the territory of all the undennentioned Contracting\nStates, for the period of one ywr from the date of issue.\n                           Here insert list of Contracting States\n                                             Page 3\nOwner\n  or\nHolder\n           1Surname\n               Other names\n            Home address\n                             ...          ...\n                                          ...\n                                          ...\n                                                       ...\n                                                       ...\n                                                                    ...\n                                                                    ...\n                                                                    ...\nClass of vehicle             ...          ...          ...          ...\nName of maker of chassis                  ...          *..          ...\nType of chassis              ...          ...                       ...\nSerial number of type or maker's number of chassis                   ...\n           'Number of cylinders ...                     ...          ...\n               Engine number               ...          ...          ...\n'Wine          Stroke         ...          ...          ...          ...\n               Bore           ...          ...          ...          ...\n               Horse Power                 ...          ...          ...\n               Shape          ...          ...          ...          ...\n               Colour         ...          ...          ...          ...\n               Number of seats             ...          ...          ...\nWeight of car unladen (in kilos)           ...          ...          ...\nWeight of car fully laden (in kilos) if exceeding 3,500 kilos\nIdentification mark on the plates ...                   ...          ...\n   Additional pages should repeat the particulars on ,page 3 translated into as\n many languages as may be necessary to enable the certificate to be used in all\n fhe Contracting States mentioned on page 2 and these should be followed by\n pages for entrance and exit visas.\n                                                                ~ L.N, 112119781\n                      lThe inclusion of this p u s is a u t h o by\n  THE ROAD TRAFFIC (INTERNATIONAL CIRCULATION OF MOTOR\n                   VEHICLES) ORDER, 1958\n                               RECOND SCHEDULE                 (Paragraph 4 (4) )\n                              Visitor's Driving Permits"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. For the purpose of ensuring the accuracy of the taximeter fitted to\nof~-         any taxi the following provisions shall apply, that is to say-\nmetes\n                 (a) the owner of the taxi shall cause the taxi to be made available at\n                     such time and place as an authorized officer may require,in order\n                     that the taximeter may be inspected or calibrated, as the case may\n                     be;\n                          [The Inclusion ot this page is authorized by L.N. 18dZ008J\n         THE ROAD TRAFFIC (TAXIS AND CONTRACT CARS)\n                     REGULATIONS, 1963\n      (2) Every taxi shall have the particulars specified in the First First\nSchedule legibly printed in letters of not less than one inch in height, Schedu'e.\non the outside of the front doors thereof.\n     (3) No person shall drive any taxi or cause or permit any taxi\nto be driven in the operation of a taxi service unless such vehicle\ncomplies with the provisions of this regulation.\n  & - - ( I ) The driver of every taxi shall, whilst such taxi is being used Exhibition\n                                                                             of notices\nin the operation of a taxi service, keep displayed in the taxi in a in taxis.\nconspicuous place, approved by an authorized officer-\n     (a) an identification card in the form specified in Part 11 of the\n         Second Schedule bearing the stamp of the Licensing Awthority\n         and exhibiting a distinct photograph of himself of the dimen-\n         sions specified in the said form and showing his name and\n         the number of his driver's licence; and\n     (b) a wpy of the particulars set out in Part I of the Second\n         Schedule aforesaid."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1) A person bringing a motor vehicle temporarily into Jamaica\nmay, subject to and in accordance with this Order, be granted an\ninternational circulation permit, and a vehicle as respects which an\ninternational circulation permit is in force shall be exempt from any\nlicence duty under the Act or the Schedule.\n       (2) An international circulation permit shall be granted to a\n Jerson bringing a motor vehicle into Jamaica if he-\n         furnishes the licensing authority with such particulars as are\n         specified in t'he Third Schedule; and                          Third\n                                                                                 Schedule\n     (b) satisfies the licensing aunhority that lie is resident outside\n         Jamaica and that the motor vehicle is only temporarily in\n         Jamaica; and,\n     (c) produces for the vehicle a certificate of insurance, or a certificate\n         of security within the meaning of the Motor Vehicles Insurance\n         (Third Party Risks) Act, valid for the currency of the permit\n         to be issued; and\n     (6) in the case of a vehicle constructed or adapted to be used for\n          the conveyance of goods or burden, satisfies the licensing\n          authority that it is nort intended during the currency of the\n          permit so to me the vehicle in Jamaica for hire or reward\n          or for or in connection with a trade or business.\n      (3) An international circulation permit shall be in the form in,\n and contain the particulars required by, the Fourth Schedule.         Fourth\n                                                                       Schedule.\n                IThe inclusion of this page is authorized by L.N. 112/1978]\n  THE ROAD TRAFFIC (INTERiVATIONAL CIRCULATION OF MOTOR\n                   VEVICLZS) ORDER, 1958"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The address in Jamaica of the person to whom the pe~mitis to b: granted\nor, if none, the name and address in Jamaica of some other pcrson through\nwhom he may be contacted while in Jamaica.\n                               FOURTH   SCH~DULLI                         (Paragraph 5(3) )\n                     Form of International Circulation Pernu?\nCARNO.\nM o m\n           ---.                                                                      -...-\n                  Vhe inclusion of this page is authorized by. L.N. 112/19781\n  THE ROAD TRAFFIC (INTERNATIONAL CIRCULATION O F MOTOR\n                   VEHICLES) ORDER, 1958\n                                    FIFTHSCHEDULE                          (Paragraph 3(2) )\n                       Lighting Requirements for Vehicles\n   I. Every motor vehicle other than a motor cycle with or without sidecar and\ncapable of exceeding 12 miles per hour on the level shall be equipped with\nat least two white or yellow driving lights, fitted in front, capable of adequately\nillurnhating tho road for a distance of 325 feet in front of the vehicle at night\ntime in clear weather."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) Any person in charge of a vehicle in any of the categories set out\nin rule 6 may, subject to paragraph (2), park the vehicle in any vacant parking\nbay during the permitted hours, upon payment of the appropriate fee for the\nperiod during which the vehicle was parked, as follows-\n        half-hour       -       20 dollars\n        one hour        -       30 dollars\n        twohours        -       50 dollars\n          (2) The period for which a vehicle may be left in a parking bay\nduring the permitted hours shall not exceed two hours on any one occasion."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. (l).Every motor vehicle other than a motor cycle without sidecar shall\nbe equipped with two red reflex reflectors preferably of other than triangular\nform, fitted symmetrically at the rear and on opposite sides of the vehicle.\n    (2) The outer edges of each of the reflectors shall be as near as possible\nto and in no case further than 16 in. from the outer edges of the vehicle.\n      (3) The reflectors may be incorporated in the rear red lamps if these\nlamps comply with the above requirements and shall be visible at night time\nin clear weather from a distance of at least 325 feet when illuminated by\nmeans of two driving lights."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) No person shall deface or mutilate any international circula-\ntion permit or registration card or alter or obliterate any entry made\ntherein or make any addition thereto or make or exhibit any colourable\nimitation thereof.\n       (2) If an international circulation permit or registration card\nissued by a licensing authority under this Order has been lost. destroyed\nor accidentially defaced, the owner of the vehicle shall apply to the\nlicensing authority for the issue to him of a duplicate permit or\nregistration card as the case may be, and the licensing authority upon\nbeing satisfied as to such loss, destruction or defacement, and, where\nthe permit or registration card has been accidentally defaced, upon\nthe surrender of the permit or registration card so defaced shall issue\na duplicate so marked and a duplicate so issued shall have the\nsame effect as the original permit or registration card.\n               lThe inclusion of this page is authorized by L.N. 112f19781\n  THE ROAD TRAFFIC (INTERNATIONAL ClRCULATlON OF MOTOR                        59\n                   VEHICLES) ORDER, 1958\n   1 0 4 2 ) Where a vehicle in respect of which an international circula-\ntian permit is in force-\n    {a) is sold or transferred; or\n    (6) is removed to a coumtry outside Jamaica; or\n    (c) is destroyed.\nthe holder of the international circulation permit or registration card\nshall surrender them to a licensing authority informing them, in a\ncase where the vehicle has been sold or transferred, of the name of\nthe new owner and of his address, if any, in Jamaica.\n        (2) The holder of an international circulation permit which has\nexpired shall surrender it to a licensing authority, and he shall so\nsurrender it if he is applying for a licence under the Act for the motor\nvehicle in respect of which it was issued.\n        (3) The holder af an international circulation permit, may,\nbefore the expiration of the permit, surrender it to a licensing authority\nand thereupon the permit shall cease to be valid.\n       (4) The licensing authority to whom an international circulation\npermit 1s surrendered shall forward that permit to the Island Traffic\nAuthority and M o m them of the date of surrender.\n         Registration marks for vehicles carrying international\n                          circuhtion permits"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. (1) Every trailer and every articulated vehicle shall be equipped with\ntwo red reflex reflecors, preferably triangular in shape, fitted symmetrically\nat the rear and on opposite sides of the vehicle.\n                 F h e incl~lsionof h i s page is authorized by L.N. 112119781\n  THE ROAD TRAFFIC (INTERNATIONAL CIRCULATION O F MOTOR\n                   VEHICLES) ORDER, 1958\n        (2) These reflectors shall be visible at night time in clear weather from\na distance of at least 325 feet when illuminated bv means of two driving\nlights.\n       (3) When the reflectors are triangular in shape, the triangle shall be\nequilateral, with sides of at least 6 in. and shall be upright in position. The\nouter corner of each of these reflectors shall be as near as possible to and\nin no case further than 16 in. from the extreme outer edges of the vehicle."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The driver of a taxi shall-                                             Setting\n                                                                               taximeter\n     (a) as soon as the taxi is hired and no sooner, set the mechanism hmOtiOn-\n         of the taximeter in motion; and\n     (b) as soon as the hiring is terminated and no later, stop the\n         mechanism of the taximeter.\n46                     THE ROAD TRAFFIC (TAXIS AND CONTRACT CARS)\n                                   REGULATIONS. 1963\nFares not        12.-(1) It shall not be.lawfu1 for the driver of any taxi, either\nsubject to\nvanation.     directly or indirectly, to demand or accept or require the payment\n              of any charge in respeot of the hire of the taxi either in excess of,\n              or less than, the fare recorded on the taximeter and any additional\n              amount chargeable pursuant to these Regulations.\n                      (2) Nothing in paragraph (1) shall preclude the acceptance by\n              a taxi driver of any gratuity offered by a passenger.\nObliation       13.-41) Subject to paragraph (2) .the driver of a taxi shall not, while\nof driver\nto accept     the taxi is standing or plying for hire, refuse to accept a passenger\npassengers.\n              for a lawful journey.\n                      (2) The driver of a taxi shall not be compelled to accept a\n              hiring for a destination of more than fifteen miles or a duration of\n              more than one hour.\nCarriage of\npassengers"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-41) A registration mark shall be carried by a vehicle in respect\n of which an international circulation permit has been issued and shall\n be exhibited in like manner as if it were the registration plates issued\n mder the Act and the Regulations, and subject as hereinafter provided\n the following regulations of the Regulations shall apply as if references\n                IThe inclusion of this pane In authorized by L.N. 112/1978]\n  THE ROAD TRAFFIC (INTERNATIONAL CIRCULATION OF MOTOR\n                   VEHICLES) ORDER, 1958\ntherein to registration plates were references to the registration mark\nassigned to the vehicle in respect of which the permit has been issued,\nthat is to say-\n    (a) regulation 25;\n    (b) paragraph (a) of regulation 27;\n    (c) regulation 30:\n  Provided that the said regulation 25 (which imposes requirements as\nto the contents and construction of registration plates) shall not apply\nas respect a registralion mark assigned under sub-paragraph (a) of\nparagraph 11, if thc corresponding requirements of the law, or the\nauthority by whom, the registration mark was issued are complied\nwith, and il any letters in the registration mark are in Roman\ncharacters and any figures ordinary European numerals :\n  Provided f ~ r t h e rthat a registration mark assigned under sub-para-\ngraph (a) of paragraph 11 need not be exhibited on the front of the\nvehicle if that is not required by the law under which, or the authority\nby whom, the registration mark was issued.\n       (2) During the currency of an international circulation permit\nissued for a vehicle to which a registration mark was assigned under\nsub-paragraph (a) of paragraph 11 a nationality sign indicating the\ncountry ~ n d e rthe law of which it was issued, shall be exhibited at\nthe back of the vehicle so as to be clearly distinguishable.\n         (3) During the currency of an international circulation permit\nparagraph (a) of regulation 27 of the Regulations shall apply to any\ntrailer drawn by the vehicle to which the permit relates as if references\niherein to the registration plates were references to the registration\nmark assigned to the vehicle under the regulation:\n  Provided that in a case where-\n    (a) the registration mark was assigned under sub-paragraph (a)\n         of paragraph 11;\n    (b) the trailer has been brought temporarily into L&B                by a\n        pcrson resident outside Jamaica.\na registration number allotted to the trailer under the taw s f a country\noutside Jamaica which is a party to the CmveatZm of 1949 may be\nexhibited at the back of the trailer instead of the said registratirrn mark.\n                          --\n              [The inclusion of this m e is autbarhrd by LN. 1 1 l / a\n  THE ROAD TRAFFIC (INTERNATIONAL CIRCULATION OF MOI'UK\n                   VEHICLE9 ORDER, 1958\n       (4) When a vehicle which in pursuance of this paragraph must\ncarry a nationality sign is drawing one or more trailers, the nationality\nsign shall be carried in like manner at the back of the trailer or\nrearmost trailer :\n  Provided that a trailer carrying a registration number in pursuance\ncf the proviso to sub-paragraph (3) shall carry a nationality sign\nicdicating the country under the law of which that registration number\nwas issued (if different Lo the country under the law of which the\nregistration mark was issued) instead of the other nationality sign.\n               Records to be kept by licensing authorities"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Each licensing authority shall, on issuing an international circula-\ntion permit, record in a form approved by the Island Traffic Authority\nthe particulars furnished in accordance with (a) of sub-paragraph (2)\nof paragraph 5 and-\n     (a) the serial number of the permit;\n     ( b ) the period for whlch the permit is valid; and\n     (c) the registration mark assigned to the vehicle to which the permit\n          relates.\nand shall forward to the Island Traffic Authority a copy of the matters\nso recorded in that form.\n                                                                             --\n  THE ROAD TRAFFIC (INTERNATIONAL CIRCULATION OF MOTOR\n                   VEHICLES) ORDER, 1958\n                                         FIRST SCHEDULE                             (Paragraph 2)\n                                                  A\n       Form o f International Driving Permit under Convention of 1949\n    *In a permit\n                                                      Page 1\nissued by some\nother country the                                  JAMAICA*\nname of that\ncountry will                           INTERNATIONAL\n                                                  MOTORTRAFFIC\naooear instead\nand pages 1 and\n2 will he drawn\nup in the\nlanguage of\nthat country.\n                           Convention on International Road Traffic o f 1949\nIssued at .............................................................................\nDate. ..............................................................                  Seal\n                                                                                   or stamp\n     Signature or seal of issuing authority                                       d authority\n                                                      Page 2\n  This permit is valid in the territory of all the Contracticg States, with the\nexception of the territory of the Contracting States where issued, for the period\nof one year from the date of issue, for the driving of vehicles included in the\ncategory or categories mentioned on the last page of this pennit.\n                            List of Contracting States (optional)\n  It is understood that this permit shall in no way affect the obligation of the\nholder to conform strictly to the laws and regulations relating to residence'\nor to the exeroise of a profession which are in force in each country through\nwhich he travels.\n                    [The hclusicn of lhis pasc'is authorized by L.N. 1121l9781\n  THE ROAD TRAFFIC (INTERNATIONAL CIRCULATION OF MOTOR\n                   VEHICLES) ORDER, 1958\n                    Form of International Driving Permit under\n                                      PARTI                                                  Last\nParticulars concerning the Driver:\n                                                     Surname                                   1\n                                                     Other names*                             2\n                                                     Place of birth**                         3\n                                                     Date of birth                            4\n                                                     Permanent place of residence             5\nVehicles for which the permit is valid:\nMotor cycles, with or without a sidecar, invalid carriages and three-\n wheeled motor vehicles with an unladen weight not exceeding                             A\n 400 kg. (900E.).\nMotor vehicles used for the transport of passengers and comprising,\n in addition to the driver's seat, at most eight seats, or those used\n for the transport of goods and having a permissible maximum                             B\n weight not exceeding 3,500 kg. (7,700 B), Vehicles in this\n                                                                                     I\n category may be coupled with a light trailer.\nMotor vehicles used for the transport of goods and of which the\n permissible maximum weight exceeds 3,500kg. (7,700B.). Vehicles                         C\n in this category may be coupled with a light trailer.\nMotor vehicles used for the transport of passengers and comprising,\n in addition to the driver's seat, more than eight seats. Vehicles\n in this category may be coupled with a light trailer.\n                                                                                     I   D\nMotor vehicles of categories B, C or D, as authorized above, with\n other than a light trailer.\n  \"Permissible maximum weight\" of a vehicle means the weight of tbe vehicle\n    and its maximum load when the vehicle is ready for the road.\n                                                                             -       I   E\n  \"Maximum load\" means the weight of the load declared permissible by the\n    competent authority of the country of registration of the vehicle.\n  \"Light trailers\" shall be those OF a permissible maximum weight not exceeding\n    750 kg. (1,650E.).\n                                    EXCLUSION\n    Holder of this permit is deprivea of the right to drive in\n    (country). ..........................................................................\n    by reason ..........................................................................\n                           Place.. ....................................................\n    Seal\n                           Date.. ....................................................        \"Y\n   or stamp                                                                                        .g\n of authority               Signature.. ..............................................\n                                                                                              -\n                                                                                              3z    7\n   Should the above space be already fdled, use any other space\n provided for \"Exclusion\".                                      I                             $g\n  The entire last page (Parts I and 11) shall be drawn up in French.\n   Additional pages shall repeat in other languages the text of Part I of the\nlast page. They shall be drawn up in English, Russian, Chinese and Spanish\nand other languages may be added.\n                    p h e inclusion of this page is authorized by L.N. 112/19781\n   THE R O A D TRAFFIC (INTERNATIONAL CIRCULATION OF MOTOR\n                       VEHICLES) ORDER, 1958\n        A\n                             Seal\n                          or stamp\n                        of authority\n                                                                      Photograph\n        B\n                            Seal\n                          or stamp\n                        of authority\n        C\n                            Seal                            or stamp\n                          or stamp                          of authority\n                        of authority\n        D\n                             Seal\n                          or stamp\n                        of authority\n        E\n                             Seal\n                          or stamp                      ...................................................\n                        of authority                              Signature of Holder***\n                                             EXCLUSIONS\n                                             (countries)\n  I ..............................................     v ..............................................\n I1 ............................................      VI ..............................................."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. The driver of a taxi shall not, during the period when that\nother than\nhirer.\n              taxi is hired, carry any person in the taxi, other than the hirer and\n              any person whom the hirer authorizes him to carry.\nOffeacw         15. No person-\nIn respect\nof hirlng\nof taxis.         (a) shall hire a taxi knowing or having reason to believe that he\n                      cannot pay the fare ltherefor or with intent to avoid payment\n                      of the fare; or\n                  (b) shall fraudulently endeavour to avoid payment of the fare\n                      lawfully due from him; or\n                  (c) shall, having failed or refused to pay the fare demanded by\n                       the driver, either-\n                          (i) refuse to give the driver of the taxi an address at\n                              which he can be found,; or\n                         (ii) givb, ,th    intent to deceive, a false address.\nCarrlaae 01     16.-41) Subject to paxagraph (2) and to regulations 17 and 18,\nbagpage.\n              baggage shall be camed by a taxi free of charge.\n                      (2) It shall be in the absolute discretion of the driver of a\n              taxi to refuse to oarry any article of baggage or to refuse to carry\n              any article of baggage in a particular part of the taxi-\n                            p'he inclusion of this page is authorized by L.N. 112/19781\n         THE R O A D TRAFFIC (TAXIS A N D CONTRACT CARS)\n                        REGULATIONS, 1963\n    (a) in any case where the nature or condition of the article makes\n        it likely that damage would be caused to the taxi or its\n        fittings; or\n    (b) in any case where the article could not be conveniently or\n        safely carried."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Several lights may be incorporated in the same lighting device provided\neach of these lights complies with the appropriate provisions of this Schedule.\n                              ROAD TRAFFIC\n                    THE ROAD TRAFFIC ACT\n                                  ORDER\n                        (under sections 90 and 91)\n(Made by the Governor in Council on the 1st day of July and approved                       L.N.6/61\n by the House of Representatives on the 23rd day of November, 1960)"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. No person shall use any vehicle, whik it is in a parking place during\nthe permitted hours, in connection with the sale of any article to any person in\nor near the parking place or in connection with the selling or offering for sale\nof his skill or services:\n    Provided that nothing in this rule shall pkevent the sale of goods from a\nvehicle if the vehicle is one which may be left in a parking place in\naccordance with rule 6 and the goods are immediately delivered at or taken\ninto premises close to the vehicle from which/ the sale is effected.\n                                                          I"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(1) Without prejudice to the foredoing provisions of these Rules\nwith respect to vehicles which are left in a parking place in accordance with\n                                                     J,\nthe provisions of these Rules, any other vehicle may wait during the\npermitted hours anywhere on the carriagewa in a parking place if-\n     (a) the vehicle is waiting only for so lokg as is necessary to enable any\n         person to board or alight from i t               1\n     (6) the vehicle is waiting owing to t$e driver being prevented from\n         proceeding by circumstances beyond his control or to such waiting\n         being necessary in order to avoid a? accident;\n     (c) the vehicle is a fire engine or an dbulance or a vehicle (other than\n         a passenger vehicle) being used in q e execution of duty which is-\n                  (i) in the service of the Couhcil;\n                 (ii) in the senice of the poldx Force;\n                (iii) in the service of the ~an&caDefence Force; or\n                                                     9\n                (iv) in any case, being used the execution of duty;\n                                                      I\n               \\The inclusion of this page is authorized by L.N. 18d20081\n    THE ROAD TRAFF'IC (ST. JAMES PARISH COUNCIL) (PARKING AND PARKDIG\n                                M E W RULES, 2005\n          the vehicle is waiting only for so long as may be necessw to enable\n          it to be used in connection with the removal of any obstruction to\n          traffic;\n          the vehicle is in the service of or employed by the Postmaster\n          General and is waiting while goods addressed to premises adjacent\n          to the parking place in which the vehicle is waiting are being\n          unloaded from the vehicle or, having been unloaded therefrom, are\n         being delivered or, while goods are being collected from premises or\n          posting boxes adjacent to the parking place in which the vehicle is\n          waiting;\n          the vehicle is in actual use in connection with the removal of\n          furniture;or\n           in any other case the vehicle is waiting for the purpose of delivering\n          or collecting goods or merchandise or loading or unloading the\n          vehicle at premises adjacent to the parking place in which the\n          vehicle is waiting and the vehicle does not wait for such purpose for\n          more than h r t y minutes or for such longer period as a police\n          constable or a traffic warden may authorize.\n         (2) No fee shall be payable in respect of any vehicle waiting in a\nparking place in accordance with paragraph (1).\n         (3) The driver of any vehicle who causes or permits a vehicle to wait\nin a parking place during the permitted hours in contravention of these Rules\nshall be guilty of an offence.\n         (4) Nothing in the foregoing provisions of this rule shall be construed\nas authorizing anytlung which would be a contravention of any rules made\nunder the Act."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-41) A person causing or permitting a vehicle to wait in a parking\nplace by virtue of the provisions of rule 7(l)(e), V) or (g), shall take all such\nsteps as are necessary to ensure-\n     (a) in the case of a parking place in relation to which special proyisions\n         as to the manner of standing of vehicles in that place are specified\n         by the Council that the vehicle shall so stand-\n                 (i) unless the length of the vehicle precludes compliance\n                     therewith, so that every part of the vehicle is within the\n                     limits of the parking bay; or\n                (ii) if the length of the vehicle precludes compliance\n                     therewith so that the longitudinal axis of the vehicle is\n                     parallel to the edge of the carriage way nearest to the\n                     vehicle and the distance between the said edge and the\n                     nearest wheel of the vehicle is not more than 30.5\n                     centimetres;\n              lThe inclusion of this page i s authorized by L.N. 18d20081\n     THE ROAD TRAFFIC (ST. JAMES PARISH COUNCIL) (PARKING AND P W G\n                             METRES) RULES, 2005\n      (b) in case of any other parking place, that the longtudinal axis of the\n           vehicle is parallel to the edge of the carriageway nearest to the\n           vehicle and the distance between the said edge and the nearest wheel\n           of the vehicle is not more than 30.5 centimetres.\n          (2) Where a vehicle protrudes more than 30.5 centimetres into the\nnext parking bay the vehicle shall be deemed to occupy both bays."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1) Notwithstanding anything contained in these Regulations, Fares on\n                                                                        special\nwhenever the Minister is satisfied that it is necessary or expedient so occasions.\ntu do, for the purpose of meeting the needs of the public on any\nspecial occasion, he may in writing authorize any Licensing Authority\nto permit the operation, subject to such conditions as the Licensing\nAuthority may specify, of a taxi on that special occasion at ,the fare\nrates for the time being prescribed for contract cars.\n        (2) Where permission is given by a Licensing Aulthority for the\noperation of a taxi on any such special occasion, the provisions of\nParts I1 and 111 other than regulations 15 and 17 shall on that\noccasion not apply to the operation d the taxi.\n        (3) It shall be a condition of every authority given by the\nLicensing Authority pursuant to paragraph (1) that the taxi shall not\nbe used on the special occasion in question unless there is exhibited\ntherein or thereon such notices, identification marks or other insignia\nas the Licensing Authority may specify.\n      (4) The driver or owner of a taxi shall not use the taxi or\ncame or permit the taxi to be used in contravention of any condition\nimposed by the Licensing Authority pursuant to this regulation.\n                           THE R O A D TRAFFIC (TAXIS A N D CONTRACT CARS)\n                                          REGULATIONS, 1963\nDut r of taxi       20.41) It shall be the duty of-\nopelator. ptc.\nto u aintam\nrecords.              (a) the person operating a taxi service; or\n                       (b) in the case of a taxi working under the genernl direction\n                           of a taxi despatching agency, the person operating the agency,\nThird             to maintain a record of the particulars specified in the Third Schedule\nSchc dule.\n                  in respect of every taxi owned by the operator or working under\n                  the general directions of the agency, as the case may be.\n                         (2) Particulars required to be entered in the record sholuld\n                  be duly entered therein within twenty-four hours of their occurrence.\n                        (3) Any record so made shall be retained by the taxi opzrator\n                  or agency, as the case may be, for at least six months.\n                          (4) Without prejudice to the foregoing provisions of this regula-\n                  tion, the particulars specified in the Third Schedule may be incorporated\n                  in any private despatch record, log-book or other similar record,\n                  whether or not other information not required by this regulation\n                  to be entered is entered therein, and any such entry of the required\n                  particulars shall be deemed to be in compliance with the provisions\n                  of this regulation.\nDut v of taxi       21. A taxi service operator or the operator of a taxi despatching\nopevator, etc..   agency, as the case may be, shall produce for inspection the 'record\nto allow\ninsrection of     prescribed in regulation 20 whenever requested to do so by any\ndoc Jmenu.\n                  constable or by any authorized officer.\n                                      PARTVI-Taxi driver's badge\n Taxl               22.-31) A person shall not drive a taxi on a road unless he is the\n drivw'l\n bad ze.          holder of a badge granted under the principal Regulations (in these\n                  Regulations referred to as a \"taxi driver's badge\") and a person shall\n                  not employ any person to drive a taxi on a road unless that person\n                  so employed is the holder of a taxi driver's badge.\n                          (2) Regulations 124, 125, 126, 127 and 128 of the principal\n                  Regulations shall, subject to the provisions of these Regulations, apply\n                  to the issue and use of taxi drivers' badges.\n                         (3) The grant CY a taxi driver's badge shall be conditional\n                  on the Licensing Authority being satisfied that the applicant for a\n                  badge is of good character and fit to act as a taxi driver.\n                                 lThe incll~rinnnf +hi%name is authorized by L.N. 112/1978]\n         THE ROAD TRAFFIC (TAXIS AND CONTRACT CARS)\n                     REGULATIONS, 1963\n       (4) For the purposes of paragraph (3) the Commissioner of\nPolice shall, on the application of any person who wishes to obtain\na taxi driver's badge, furnish to the Licensing Authority a report\nshowing whether or not the applicant has ever been convicted of any\ncriminal offence and giving such other information available to the\npolice as in the opinion of the Commissioner of Police will assist\nthe Licensing Authority to determine whether or not the applicant\nis a suitable person to be granted a taxi driver's badge."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. A booster cushion shall not have any shanp edge or other feahre dhiah may\nmuse injury t o any occupant of the motor vehicle or which could damage @he\nrestraid system.\n   2 1 4 1 ) There shall be no rigid project,ions or sharp edges on the inside of a\nprotedtive helmet.\n         (2) The only rigid projections on the outside of a proltective helmet @hall\nibe tihose whioh are required for the accessories essential to the wearing of 6he\nhelmat."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. The buckle on a proteative helmet shall be so designed-\n    (0) as PO prevent the bucMe from being Idst in a partially closed position; and\n    (b3 as not to cause injury to the wearer."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. If a taxi driver changes his address he shall, within seven days, &\n                                                                        ( %o.f\nnotify in writing the Licensing Authority by whom the taxi driver's\nbadge was granted of such change of address.\n   %.-(I)   A taxi driver's badge shall be liable to be withdrawn or Withdrawal\n                                                                     or suspension\nsuspended by the Licensing Authority on the recommendation of the $3,\nCommissioner of Police or an authorized officer, if the Authority is badge.\nsatisfied, by reason af any circumstances arising or coming to its\nknowledge after the badge was granted, that the taxi driver is not a\nfit person to hold such badge.\n        (2) In the event of the withdrawal or suspension of a taxi\ndriver's badge, the Licensing Authority shall cause notice thereof to\nbe given to the holder thereof, and the holder shall, within five days\nafter such notice has been delivered to him personally or sent to him\nby registered post at the address given to the Licensing Authority on\nthe grant of the badge or last notified pursuant to regulation 23, send\nor deliver the badge to the Licensing Authority for cancellation or for\nretention during the time of suspension, as the case may be."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.11.1995\n                                 The Road T&c       (Breath and Blood Test) Regulations, 1995\n                                           [The inclusion of thls page is authorized by L.N. 18J20081\n                                   ROAR TRAFFlC\n                               REGULATIONS\n                       (under sections 59, 74 and 76)\n   The Road Traffic (Taxis and Contract Cars) Regulations, 1963\n                                     NOTICES\n                        (zltider scclions 59, 74 and 7 0\n                                    ORDERS\n                                (under seclion 90)\n   The Road 'Traffic (International Circulation of Motor Vehicles) Order,   \"     267158\n1958\n                                   ORDERS\n                          (under ~ec1i017.s90 mid 91)\n   The Road Traffic (International Circulation of Motor Vchiclcs) (Non-     Lx       \"'h'\nConvention Countries) Order, 1960\n                                                                            L N '\"\"'64\n   The Road Trafic (International Circulation of Motor Vchiclcs) (Non-\nConvention Countries) (Driving Permits) Order, 1964\n   The Road Traffic (Corporate Area) (Peak I lo~irs)Reg~llations,1952       L N 123152\n                                                                                 T~)IS.I\n   The Road Traffic (Rcmoval of Vehicles) Regulations, 1961                 1 . I~t 9 / 6 l\n   The Road Traffic (Road Code Price) Regulations, 1967                     I. N~O,J,,IIL.~/J\n                                                                                  i08167\n               [The inclusio~iof this page is authorized by L.N.17/2009]\n                                                         ROAD TRAFFIC\n                                                  ORDER\n                                          (under section 116 (1))\n                      The Road Traffic (Kingston and St. Andrew Corporation) (Specified\n                   Area) Order, 1977\n                                                          ORDERS\n                                                   (under section 117)\n                      The Road Traffic (St. James Parish Council) (Specified Area) Order,\n                   2005\n                             Sinlilar Orders made in respect of -\n                         Wesr~noreland\n                         Sf. Thomas\n                         Sf Ann\n                         St. Cafherine\n                                                    ORDERS\n                                             (under secfion 117 (3))\n                      The Road Traffic (Kingston and St. Andrew Corporation) (Functions of\n                   Traffic Wardens) Order, 1974\n                     The Road Traffic (St. James Parish Council) (Functions of Traffic\n                   Wardens) Order, 2005\n                             Sinlilar Orders made in respect of-\n                         Wesfnorelancl\n                         St. Thoinas\n                         S f Ann\n                         St. Caflierine\n                                                             ORDERS\n                                                       (zlnder section 122)\nL s 110:74            The Road Traffic (Kingston and St. Andrew Colporation) (Disposal of\n                    Abandoned Vehicles) Order, 1974\nLN 0 8 ~ ~ ~ 1 2 0 0 ~The Road Traffic (St. James Parish Council) (Disposal of Abandoned\n                    Vehicles) Order, 2005\n                                Similar Orders rnade in respccf o f -          .\nL N 9xA1?T)OS            IVesm7orelat1d\nL N 98~\"i?005            S f . Ann\n.1 N 98~''':2005\n                         S f . Tl7nmas\nL S OSA'',?OO<\n                         St. Catlierine\n  THE ROAD TRAFFlC (PROTECTIVE DEVICES) REGULATIONS, 1999\n                              !FIRSTSCHEDULE,contd.\n                                   PART A, contd."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.-(1) Any person aggrieved by the refusal or iailure of the *ppedS.\nLicensing Authority to grant a taxi driver's badge or by ,the suspension\nor withdrawal of such badge, may by notice in writing to the Licensing\nAuthority require the Authority to reconsider the matter, and shall\non the reconsideration be entitled to be heard either personally or by\nhis representative.\n        (2) Any person who is so aggrieved as aforesaid or who is\ndissatisfied with the decision of the Licensing Authority on the\nreconsideration of the matter may appeal to the Minister and on any\nsuch appeal the Minister may make such order as he thinks fit and\nany order so made shall be final and conclusive and shall be binding\non the Licensing Authority.\n                       THE ROAD TRAFFIC (TAXIS AND CONTRACT CARS)\n                                   REGULATIONS, 1963\nDdegation of     26-41) The Commissioner of Police may delegate any function\nfut~ctionsof\nCcrnmksioner   vested in him under this Part to any officer or sub-officer of the\nof Police.\n               Jamaica Constabulary Force.\n                      (2) A delegation under this regulation may be made in respect\n               of any particular matter or class of matters or generally or may he\n               limited to any part of Jamaica and may be made subject to such\n               terms and conditions as the Commissioner of Police thinks fit.\n                      (3) A delegation under this regulation may at any time be\n               revoked by the Commis,sioner of Police and while in force shall not\n               prevent the discharge by (the Commissioner of Police of any function\n               thereby delegated.\n                                        PARTVII--Confract Cars\nMarkings on      27.-41) The particulars specified in Part I of the Fourth Schedule\ncot tract      shall be legibly printed in letters of not less than one inch in height\ncars.\nFo~rrth        on the outside of eaoh front door of every contract car.\nSct edule.\n                      (2) No person shall drive ar cause to be driven any contract\n               car in the operation of a contract car service unless the contract car\n               complies with the provisions of these Regulations."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28.41) The driver of every contract car shall, whilst such contract\n               car is used in operation of a contract car service, keep displayed\ncar i.         in the contract car in a conspicuous place approved by an authorized\nSecond\nScbedulc.      officer--\n                   (a) an identification card in tihe form specified in Part I1 of the\nSec md                 Second Schedule; and\nSch addc\n                   (6) a table of fares in the form specified in Part I1 of the Fourth\n                       Schedule.\n                      (2) Paragraph (1) shall not apply whilst the contract car is\n               being used otherwise than in the operation of a cont,ract car service.\n                                        PARTV111-Miscellaneous\nAm ring of       29.-41) The owner or driver of a motor vehicle used in the operation\nlice Ice\njndi:ators     of a taxi service or a contract car service shall afIix or cause to be\non ,wind-\nscreens of     affixed and keep affixed the current licence indicator, which shall be\ntaxis and\ncontract\ncar?.\n                             (The lnelusion of this page is authorized by L.N. 1121.l9781\n                       THE ROAD TRAEFIC (TRYISAND CONTRACT CARS)\n  I                                REGULATIONS, 1963\ncarried in a circular holder attached to, or &xed on, the inside of the\nwindscreen in so conspicuous a position as to be clearly discernible at a\ndistance of five yards from the front of the vehicle.\n        (2) In this regulation a \"licence indicator\" in relation to any vehicle\nmeans a disc in a form approved by a licensing Authority indicating that a\nlicence authorizing the use of the vehicle in the operation of a taxi service or\ncontract car service, as the case may be, has been granted.\n                                                                                       (Regulations 2 and 10)\n      A n initial flat charge     ............                       ...\n      For each 1 kilometre or part thereof.. . . . .                 ...\n                                                     Waiting Time\n      For each period of five minutes where a taxi is\n      stationary or travelling at a speed of less than 10\n      kilometres per hour (no amount being concurrently\n      chargeable for distance) . . . . . . . . .     ...\n                                                 Additional Charge\n      For the hiring of a taxi for a journey ending between\n      the hours of 12 midnight and 5:00 a.m ...          ...                 The amount recorded on the\n                                                                             taximeter in respect of that\n                                                                             journey plus 25 per cent of the\n                                                                             amount so recorded.\n                         .    .\n                                               SECONDSCHEDULE                          (Regulations 2 and 10)\n                                                       PARTI\n                                   Parfrculars to be exhrblted rnsrde taxis\n       Licensee ........................................      Address ...........................................\n       Registration No.:. .................... PPV No.:. ................ Road Licence No.:.. ...........\n                                                           Fares\n       An initial flat charge      ............                       ...    $125.00\n       For each 1 kilometre or part thereof.. . . . .                 ...    $ 25.00\n       For a journey ending between 12 midnight and 5:00\n          a.m.     ...     . . . . . . . . . . . .    ...                    The amount recorded on the\n                                                                             taximeter in respect of that\n                                                                             joumey plus 25 per cent of the\n                                                                             amount so recorded.\n            THE ROAD TRAFFJC (TAXIS AND CONTRACT CARS)\n                         REGULATIONS, I963\n                                          THIRDSCHEDULE                             (Regulation 20)\n    Entry of Particulars in taxi operators or taxi despatching agents record\n  The following particulars shall be entered in respect of the use of each taxi\nduring each period of twenty-four hours-\n       (a) date;\n       ( b ) registration number of taxi;\n       (c) name and number of every person driving the taxi during the period,\n           and the times between which each person drives or is in charge of,\n           the taxi;\n       (d) where a taxi is made available to a hirer for a period, a note stating\n            the period of hire;\n       (e) where a taxi is not being operated for any reason, a note stating\n           the reason for non-operation.\n                                         FOURTHSCHEDULE                  (Regulations 27 and 28)\n         PARTICULARS\n                  TO BE PAINTED\n                              ON THE FRONTDOORSOF CONTRACT\n                                                        CARS\n                        (Letters to be not less than one inch high)\n                                              Fare Table\nFor each hour or part thereof (12 miles free)                                   *         [plus 20%1\nFor each mile in excess of 12 miles in each hour                                          [plus 20%1\nFor each night away from base\n        Full Particulars on Fare Table inside this vehicle.\n     (t The words \"Contract Carriage\" may be used instead of \"Contract Car\").\n     (* Here insert the appropriate rate fixed by the Liwndnq Authority).\nI             ] These words to be added in the case of seven and eight passenger cars.\n                                                 PARTI1\n                                   THE ROAD TRAFFIC ACT\n               ROADTRAFFIC\n                         (TAXIS AND CONTRACT\n                                           CARS) REGULATIONS,\n                                                           1963\n                                            CONTRACT\n                                                  CARS\n                                               Fare Table\n      (The rates set out apply to five or six passenger cars. For seven and eight\n      passenger cars these rates may be increased by a surcharge of 20%)\n                                                             Address.. ...................................\n    Licensee...................................................\n    Specified depot .........................................................................................\n    Registration No.. .............PPV NO.....................Road Licence No.. ................\n                        W e inclusion of tbls page is authorized by L.N. 112/19781\n         THE ROAD TRAFFIC (TANS AND CONTRACT CARS)\n                     REGULATIONS. 1963\n  *per hour o r part thereof with 12 miles free (initial charge).\n  *per mile in excess of 12 miles in each hour.\n  *per night (subsistence) away from the speaified depot.\n  *per mile in respect of return journeys to the specified depot when the car\n   is not occupied by a hirer.\n (* Here insen the appropriate rate fixed by the Licensing Authority).\n                      Conditions attendant on the above rates"
    },
    {
      "provision_ref": "sec111",
      "section": "111",
      "title": "Section 111",
      "content": "111 ................................................ VII ..............................................."
    }
  ],
  "definitions": [
    {
      "term": "approved type meter",
      "definition": "a taximeter of a type or pattern approved",
      "source_provision": "sec2"
    },
    {
      "term": "contract car",
      "definition": "a motor car licensed as a contract carriage",
      "source_provision": "sec2"
    },
    {
      "term": "taxi licence",
      "definition": "a road licence to use a vehicle as a hackney",
      "source_provision": "sec2"
    },
    {
      "term": "taximeter",
      "definition": "an instrument fitted to a taxi and so constructed",
      "source_provision": "sec2"
    },
    {
      "term": "Maximum load",
      "definition": "the weight of the load declared permissible by the",
      "source_provision": "sec13"
    }
  ]
}