{
  "id": "jm-subs-the-safeguard-act",
  "type": "statute",
  "title": "The Safeguard Act",
  "title_en": "The Safeguard Act",
  "short_name": "Safeguard Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-safeguard-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-safeguard-act",
  "provisions": [
    {
      "provision_ref": "sec0",
      "section": "0",
      "title": "Section 0",
      "content": "0 ) infornntion, by country of origin on thc volume and value of the\n       imported product which shows the increase in imports of the\n       investigated product in absolute tenns or relative to domestic\n       production. or both, for each of the three calendar years preceding\n       the request, and any more recent parlial-year data on a monthly\n       basis or, where the data is unavailable: other available basis:\n(it)   the volume and value of the domestic like or directly competitive\n       product for each of the last three years and the expected volume\n       of production in the year in which the request is being submitted,\n       on a monthly basis or. wherc the data is unavailable, other\n       available basis:\n(I)    information in support of the existence of serious injury or threat\n       of serious injury to the domestic industry, for each of the three\n       calendar years preceding the request and any more recent partial-\n       year data, on a monthly basis or, where the data is unavailable: on\n       such basis as the Investigating Authority may determine,\n       including-\n              the volume and value of domestic production;\n              utilization of production capacity;\n               any change in the levels of inventory;\n              the market share;\n              any change in the levels of sale;\n               the level of employment and wages in Ihe domestic\n               industry;\n              any change in the price level;\n               productivity;\n               profit and loss;\n               cash flow\n               the export capacity of the exporting countries;\n               inventories in Jamaica and in the exporting countries;\n               any information regarding the probability that imports\n               will increase, including trade restrictions on exports to\n               third country markets; and\n        (xiv) any other indicator considered relevant by the applicant;\n(m) an explanation, in light of the information provided and the\n       requirements of the Act, of the reasons why it is believed that\n       serious injury exists or there is a threat thereof and why it is\n       believed to be caused by the increased imports;\n(n) a statement giving-\n                      THE SAFEGUARD F3CGCIL.A TIONS. 2003                          9\n                (i) specific reasons and objectives for sceking the\n                    application of a safegyard measure; and\n               (ii) the type and level of safeguard measure considered\n                    necessary to ensure the achievement of the objects\n                    pursued;\n      (0)   a plan for the adjustment of the domestic industry from\n            competition from imports, in accordance with the reasons and\n            objectives set out in the statement mentioned in paragraph (17);\n      @)    where a provisional safeguard measure is sough--\n                (i) information regardmg circumstances in which delay in\n                    taking action will cause damage to the domestic industry,\n                    which it would bc difficult to repair;\n               (ii) a statement indicating the level of tariff increase\n                    requested; and\n              (iii) at1 economic report which quantifies the impact of the\n                    measurc requested on the final and intermediate\n                    consumers of thc product concerned, and on the public\n                    interest: and\n      (q) such other information as the Investigating Authority may\n           reasonably require."
    },
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Order may be cited as the Safeguard (Appointment of\nImestigating Authority) Order, 2002."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-(1) A determination as to whether increased imports of an\ninvestigated product have caused serious injury to a domestic industry under\nsection 5 of the Act shall be based on the following factors, that is to say-\n      (a)    the rate and amount of increase in imports of the investigated\n             product, in absolute terms and relative to domestic production of\n             like or directly competitive products;\n      (b) the share of the domestic market taken by increased imports of\n          the investigated product;\n      (c) the prices of the investigated product, especially for the purposes\n           of determining whether the industry has suffered price effects,\n           including-\n                 (i) price undercutting;\n                 (ii) price suppressio* and\n                (iii) price depression;\n      (4 the impact of increased imports of the investigated product on the\n             domestic industry as evidenced by relevant economic indicators2\n             including--\n                (i) production;\n                (ii) utilization of production capacity;\n               (iii) changes in the levels of inventory;\n               (iv) the market share;\n                (v) any change in the levels of sale;\n               (vi) the level of employment and wages in the domestic\n                    industry;\n               (vii) productivity:\n                      THE SAFEGUARD REGUIATIONS, 2003\n             (viii) profit;\n              (ix) return on investment; and\n               (x) cash flow;\n      (e) such other factor as the investigating 'Authority considers relevant.\n          (2) A determination as to whether increased imports of an\ninvestigated product have threatened to cause serious injury to a domestic\nindustry under section 5 of the Act shall be based on the following factors,\nthat is to say-\n           the actual and potential export capacity of the country or\n           countries of origin or of export and the likelihood that this\n           capacity will be used for exports into Jamaica, taking into account\n           the availability of other export markets to absorb an increase;\n           the rate of increase in the import of the product under\n           investigation to Jamaica in absolute and relative terms;\n           any build-up of inventories of the investigated product in Jamaica\n           and in the countries of export;\n           evidence of the possibility of a further increase in imports;\n            trade restriction on exports to third country markets;\n           the potential impact of increased imports of the investigated\n           product on the domestic industry as evidenced by relevant\n           economic indicators, including-\n              (i) production;\n              (ii) utilization of production capacity;\n             (iii) changes in the levels of inventory;\n             (iv) the market share;\n              (v) any change in the levels of sale;\n             (vi) productivity;\n             (vii) profit;\n            (viii) return on investment;\n             (ix) cash flow; and\n           such other factors as the Investigating Authority considers\n           relevant.\n        (3) In this Regulation-\n                 [The inclusio~io f this page is autliorized by L.N. 33A12005]\n                       THE SAFEGUARD REGULATIONS, 2003\n      \"price depression\" means the reduction in the domestic industry's\n           selling price as a result of increased imports of the investigated\n           product;\n      \"price suppression\" means the decline in the margin between an\n           organization's unit cost and selling price;\n      \"price undercutting\" means the margin between the Jamaican market\n           price of the investigated product and that of the domestic like or\n           directly competitive product.\n                               Conduct of Investigation"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. A written request by or on behalf of a domestic industry under section\n6(1) (a) of the Act shall include the following information-\n           the full name: business name, where applicable, and address of\n           the applicant;\n           a description of the volume and value of its domestic production\n           of the like or directly competitive products;\n           a list of all known domestic producers of the hke or directly\n           competitive products;\n           whether the request is made by or on behalf of the domestic\n           industry, and the percentage of domestic production of the lrke or\n           directly competitive products produced by the domestic industry:\n            a complete description of the investigated product, including its\n           trade name or identification technical specifications,\n           characteristics, uses, tariff classification and the customs duties\n           applicable;\n           a complete description of the domestic like or directly\n           competitive product, including its trade name or identification,\n           technical specifications, characteristics, uses and tariff\n           ~lass~cation;\n           evidence that the domestic product is like or directly competitive\n           to the imported product:\n           the name of the country of origin and the country of export of the\n           imported product;\n           the identity and address of each known foreign producer, exporter\n           and domestic importer of the imported product, or his duly\n           authorized representative;\n         -\n                 [The i ~ i c l u s i oo~f ~tllis page is au~liorizedby L.N. 33.412005I"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Every person whe-\n      (a) makes a written request under section 6(1) (a) of the Act; and\n      (b)   alleges that any information containcd in or submitted along with\n            the request is confidential,\nshall submit a confidential version along with a non-confidential summary of\nthe request."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. A notice of an investigation under section 9 (2) of the Act shall contain\nthe following information-\n      (a) the datc and time of commencement of the investigation;\n      (b)   the reasons for the investigation;\n      (c)   a summary of information on which allegations of increased\n            imports and any serious injury or threat thereof caused by\n            increased imports are based;\n      (d) whether the application of a provisional measure will be\n            considered;\n                 [The inclusio~iof this page is authorized by L.N. 33A120051\n                       THE U F E GCARD REG ULATIOiVS, 2003\n      (e) the name. business address and telephone numbers of the contact\n            person at the offices of the Investigating Authority;\n      V)    the proposed schedule for the investigation, including--\n                (i) the date by which interested parties desiring to participate\n                    in the investigation must so inform the Investigating\n                    Authority in writing;\n                (ii) where the application of a provisional measure will be\n                     considered, the schedule for and the deadline pertaining\n                     to the preliminary phase of the iavestigation;\n               (iii) the date by which a hearing, if desired. must               be\n                     requested: and\n               (iv) the proposed dates for the determination regarding the\n                    application of a provisional measure. if relevant, for the\n                    determination regarding serious injury.\n                                     Public Register"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1)    The public register established under section 16 of the Act: shall\ncontain-\n      (a) all non-confidential submissions as well as verification reports,\n          records of hearing and any other information which is of a public\n          nature;\n      (b) all notices and statements of reason9 relating to the investigation\n          published by the Investigating Authority.\n        (2) The public register shall be made available to members of the\npublic during the business hours of the Investigating Authority for the\npurpose of inspection and the making of copies of extracts therefrom upon\npayment of the prescribed fee.\n        (3) A separate register shall be kept in respect of any confidential\ninformation submitted to the Investigation Authority and shall not be open for\ninspection."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. In order to venfy information submitted or to obtain further details, the\nInvestigating Authority may conduct visits and inspect facilities of an\ninterested party.\n                                  Safeguard Measures"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. A notice of application of a provisional safeguard measure under\nsection 18 of the Act shal! contain the following information-\n                  [The iriclusion of this page is authorized by L.N. 33A/2005]\n                       THE SAFEGUARD RE:GULAI'IONS. 2203\n      (u) the information specified in regulation 3;\n      (b j   the country or countries of origin of the investigated product;\n      (c) the basis for the determination of-\n                 (i) circumstances under which delay would cause damage\n                     that would be difficult to repair;\n                (ii) the existence of clear evidence that increased imports of\n                     the investigated product have caused or threaten to cause\n                     serious injury;\n      ( 4 the amount of tariff increase proposed as the provisional\n          safeguard measure;\n      (e) the duration of the provisional safeguard measure; and\n      V) such other information as the Investigating Authority thinks\n          necessary."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. A notice upon malung a determination as to the cause of serious injury\nor threat of serious injury under section 22 of the Act shall contain the\nfollowing inforrnation-\n      (u) the information specified in regulation 3;\n      (h) the country of origin of the investigated product;\n      (c) a summary of the information obtained in the investigation,\n          including-\n                 (i) the factors considered and the relevance of those factors;\n                (ii) the finding and conclusions reached on the issues of\n                     Facts and law considered;\n      (4 the reasons why the Investigating Authority has concluded that\n             the application of a definitive safeguard measure is in the public\n             interest; and\n      (e) the name, business address and telephone numbers of the contact\n          person at the offices of the Investigating Authority."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. A notice of application of a definitive safeguard measure under\nsection 24 of the Act shall contain the following information-\n      (a) the information specified in regulation 3;\n      (h) a summary of the affirmative injury determination, including the\n          Factors considered and the relevance thereof, as well as of the\n          findings and conclusions, and the reasons therefor. on the issues\n          or fact and law considered;\n                      THE SAFEGKJARLI REGULA TKINS, 2003\n      (c) the reasons why the Minister has concluded that the application of\n          a definitive safeguard measure is in the public interest;\n      (4 the form, level and duration of the proposed definitive safeguard\n            measure, and an explanation thereof in light of the domestic\n            industry's adjustment plan;\n      (a)   the date of application of the definitive safeguard measures;\n      V) if a quantitative restriction is proposed, the allocation of the\n            quotas among the supplier countries, and an explanation and the\n            relevant information regarding the basis on which the allocation\n            has been made;\n      (g)   if the duration of the measure is more than one year, a timetable\n            for the progressive liberalization of the measure; and\n      (h) the name of any developing country which is exempted from the\n          IllcdSUrC."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. A notice of termination of an investigation without applying a\ndefinitive safeguard measure under section 27 of the Act for publication in\nthe Gazette shall contain the following information-\n            a complete description of the investigated product, including its\n            trade name or identification, technical specifications, charac-\n            teristics and uses, its tariff classifications and duties applicable:\n            a complete description of the like or directly competitive product,\n            including its trade name or identification, technical specifications,\n            ~ h d r d ~ t e f l ~and\n                                  t i ~uscs:\n                                        s\n            the business name and address of the applicant, if any, and all\n            other known producers of the domestic like or directly\n            compctitive products:\n            the country or countries of origin or export of the investigated\n            product;\n            the name, address and telephone number of contact person at the\n            Investigating Authority:\n            the reason for the termination of the investigation."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. A notice of commencement of a review of a definitive safeguard\nmeasure under section 30 of the Act shall-\n      ( a ) be published in the Gazette and in a daily newspaper; and\n      (h)   contain the information specified in regulation 5.\n                      THE SAFEGUARD REGULATIONS, 2003                               13"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. A notice of the decision taken consequent on the review of a\ndefinitive safeguard measure under section 30 of the Act shall contain the\nfollowing information---\n           a complete description of the investigated product, including its\n           trade name or identification, technical specifications, charac-\n           teristics and uses, its tariff classifications and duties applicable;\n           a complete description of the like or directly competitive\n           products, including its trade name or identification, technical\n           specifications, characteristics and uses;\n           the business name and address of the applicant, if any, and all\n           other known producers of the domestic like or direcily\n           competitive products;\n           the country or countries of origin or export of the investigated\n           product;\n           the name, address and telephone number of contact person at the\n           Investigating Authority;\n           the date of application of the definitive safeguard measure and the\n           form and duration of the definitive safeguard measure imposed;\n           the reason for the Investigating Authority's decision to either\n           maintain or withdraw the definitive safeguard measure or to\n            increase the pace of liberalization of the domestic industq."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1) The domestic industry's written request for an extension of a\ndefinitive safeguard measure should be received by the Investigating\nAuthority no later than nine months before the end of the initial period of\napplication of the measure.\n         (2) In addition to the requirements set out in regulation 3 the request\nshall contain details demonstrating that-\n      (a) an extended period of application of the measure continues to be\n          necessary to prevent or remedy serious injury to the domestic\n          industry;\n      (b) the domestic industry is adjusting to newly occurring circum-\n          stances; and\n      (c) the domestic industry is carrying out its adjustment plan.\n                                         Quotas"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1) A definitive safeguard measure in the form of a quota on im-\nports of the investigated product, applied pursuant to section 25 of the Act,\nshall not reduce the quantity of those imports below the average level\nregistered in the most recent three representative years for which statistics are\navailable (hereinafter referred to as the \"representative period\").\n                      (2) Notwithstandmg thc provisions of paragraph (1). the lnvesti-\n            gation Authority may, if it is satisfied that a different level is necessary to\n            prevent or remedy serious injury or threat thereof. apply a quota which\n            reduces the quantity of imports of the investigated product below the average\n            level registered in the representative period.\n                     (3) Where more than one country exports the investigated product\n            to Jamaica the quota on imports shall be allocated among supplying\n            countries. on the basis of the agreement reached pursuant to section 25 (3) of\n            the Act."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1) Where the Investigating Authority determines that an allocation\n            pursuant to regulation 15 (3) is not reasonably practicable, the Investigating\n            Authority shall allocate the quota among Members having a substantial\n            interest in supplying the investigated product.\n                     (2) An allocation under paragraph (1) shall be based upon the\n            proportions of the investigated product supplied by such Members during the\n            representative period."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. In making an allocation of the quota among supplying countries, the\n            Investigating Authority shall take account of any special factors which have\n            affected trade in the investigated product."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Where the Investigating Authority determines that there is serious\n            injury to the domestic industry, it may allocate the quota among supplying\n            members on a different basis, provided that consultations have been held with\n            supplying members under the auspices of the Committee, and the Committee\n            is satisfied that-\n                  (a) imports from certain suppliers have increased disproportionately\n                      in relation to the total increase in imports of the investigated\n                      product during the representative period;\n                  (b)   the reasons for the departure from the method for quota allocation\n                        specified in regulation 15 (3) are justified; and\n                  (cj the conditions of such departure are the most equitable to all\n        P               concerned suppliers of the product.\n'   I\n                                                   Hearings"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. A notice of the hearing shall be published in the Gazette and in a\n            daily newspaper."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. If an interested party fails to attend a hearing, the Investigation\n            Authority may-\n                             [The inclusion of this page 1s authorized by L.N. 33A/2005]\n                      THE SAFBC;lJARD REGIJLA TIONS. 2003\n      (a) proceed without the participation of the party'>and\n      ( b ) take account of such facts and information available to it."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21 .-(I) The facts required to be submitted under section 4 (3) of the Act\nshall be submitted no later than five days before the scheduled date of the\nhearing.\n       (2) An interested party may, within five days after the hearing,\nsubmit further written arguments and information in response to the\narguments and information presented at the hearing."
    }
  ],
  "definitions": [
    {
      "term": "price depression",
      "definition": "the reduction in the domestic industry's",
      "source_provision": "sec2"
    },
    {
      "term": "price suppression",
      "definition": "the decline in the margin between an",
      "source_provision": "sec2"
    },
    {
      "term": "price undercutting",
      "definition": "the margin between the Jamaican market",
      "source_provision": "sec2"
    }
  ]
}