{
  "id": "jm-subs-the-securities-act",
  "type": "statute",
  "title": "The Securities Act",
  "title_en": "The Securities Act",
  "short_name": "Securities Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-securities-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-securities-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. THEFUNDAND MANAGER\n    (I) The following particulars of the fund and the manager shall be stated-\n               (u)    itsname;\n               (6) the nature of its corporate form;\n               (c)    the country or territory of its incorporation;\n               (d) if it is a subsidiary, the name of its ultimate holding company and the\n                      country or territory in which that holding company is incorporated;\n               (e)    the address of the manager's registered office;\n               V)     the address of the manager's head office if that is different from the address\n                      of the registered office;\n               ( g ) if neither the registered office nor the head office of the manager is in\n                     Jamaica, the address of the manager's principal place of business in\n                     Jamaica;\n               (h) the date of its incorporation;\n               (i)    if the duration of its corporate status is limited, when that status will or\n                      may cease;\n               (j) the amount of its issued share capital and how much of it is paid up;\n               (k) the names of the directors and, in each case, any significant activities of\n                      the director not connected with the business of the manager;\n               (I)    whether or not it has been registered by the Commission in accordance\n                      with regulation 4 of the Regulations;\n               (m) a statement if the fund is registered (or intends to he registered) in any\n                   jurisdiction or with any supcrvisory/regulatory authority outside Jamaica;\n               (n)    if the manager is the manager of another fund the name of that other\n                      fund, the investment objectives of that fund and the fact that the manager\n                      is the manager or operator of it.\n                     [The inclusion of this page i s authorized by L.N. 102/2001]\n         THE SECURITIES (MUTUAL FUNDS) REGULATIONS, 1999\n                                                 contd\n                                     THIRDSCHEDULE,\n           If any director of the manager is a body corporate there shall also be stated in\n           relation to that director the matters referred to in paragraphs (a) to (4 and (h)\n           to (k).\n( I ) The following particulars of the custodian shall be stated-\n                   its name;\n                   the nature of its corporate form;\n                   the country or territory of its incorporation;\n                   if it is a subsidiary, the name of its ultimate holding company and the\n                   country or territory in which that holding company is incorporated;\n                   the address of its registered office;\n                   the address of its head office if that is different from the address of its\n                   registered office;\n                   if neither its registered office nor its head office is in the Island and it has\n                   a place of business in the Island, the address of its principal place of\n                   business in Jamaica;\n                   a description of its principal business activity and that of any co-custodian;\n                   and\n                   whether or not it is a licensed bank or licensed finanical institution in\n                   Jamaica or a subsidiary company of such a bank or financial institution.\n(I)   If the manager employs the services of an investment adviser who manages any of\n      the property of the A~ndor provides advice in relation to the fund the following\n      particulars of each and every investment adviser shall be stated-\n           (a) the name;\n            (h)     the address of the registered oflice or principal place of business or both;\n            (c)     whether or not he has been approved by the Commission to act as an\n                    investment adviser;\n            (d) if the investment adviser is a body corporate in a group of which the\n                    operator is a member, that fact;\n            (e)     if the principal activity of the investment adviser is other than providing\n                    services as an investment adviser, what that principal activity is;\n            (n the main terms of the agreement or arrangement between the manager\n               and each and every investment adviser (other than those related to the\n                    investment adviser's remuneration) and, if the investment adviser has the\n                    authority of the manager to make decisions on behalf ofthe manager that\n                    fact and a description of the matters in relation to which the investment\n                    adviser has that authority;\n            (g)     if the investment adviser is authorized to deal on behalf ofthe fund and is\n                    an associate of the manager, the relationship by virtue of which he is an\n                    associate, and the maximum percentage commission payable to him under\n                    the agreement or arrangement in paragraph (/)for any deal done or which\n                    could be done on behalf of the fund.\n                  [The tnclus~oo of t h ~ spage 1s a u t h o r ~ z e dby L N 102/2001]\n           THE SECURITIES (MUTUAL FUNDS) REGULATIONS, 1999\n  If the manager or the custodian employs the services of a registrar, that is to say, a person\n  who maintains the register of holders, that person's name and address must be stated."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2 . 4 1 ) In these Regulations, unless the context otherwise requires-             Inter~>retsllon\n     \"authorized officer\" means a person authorized by the Commission to\n           carry out functions on its behalf under these Regulations;\n     \"constitutional documents\" means, in relation to a mutual fund-\n           (a)   the documents of incorporation;\n           (b)   the custodian agreement;\n           (c)   the management agreement; and\n           (4    the prospectus;\n     \"custodian\" means the person appointed by a mutual fund as custodian\n           of the fund's assets;\n     \"custodian agreement\" means an agreement between a mutual fund, the\n           managment company and the custodian which contains the matters\n           specified in regulation 15 (4);\n     \"dealer\" means a person licensed ds such under the Act;\n     \"extraordinary resolution\" means a resolution passed by a majority of\n           not less than three-fourths ofthe fund's directors at a general meeting\n           of the fund of which notice specifying the intention to propose the\n           resolution as an extraordinary resolution has been duly given;\n     \"holder\" means the person entered in the register of a mutual fund scheme\n           as the holder of shares in that scheme;\n     \"investment invitation\" means an invitation to a person in Jamaica to\n           invest in a regulated overseas mutual fund or a local mutual fund;\n                  [The inclusion o f this page is authorized hy L N. 102/2001]\n                             T H E SECURITIES (MUTUAL FUNDS) REGULATIONS, 1999\n                                               PARTI. Preliminary, contd,\n                      \"local newspaper\" means a daily newspaper printed and circulated in\n                            Jamaica;\n                      \"local mutual fund\" means a mutual fund that is operated in Jamaica;\n                      \"management agreement\" means an agreement between the management\n                           company, the custodian and the mutual fund whereby the\n                           management company agrees to become the manager ofthe mutual\n                           fund;\n                      \"management company\" means the company which manages a mutual\n                           fund;\n                      \"material change\" means a change in the business operation or capital of\n                           a mutual fund that would reasonably be expected to have an\n                           extraordinary effect on the market price or value of the shares in\n                           the fund and includes a decision to implement such change by-\n                                   ( a ) the board of the mutual fund; or\n                                   ( b ) the management company;\n                      \"prospectus\" means particulars of a mutual fund prepared and produced\nThird Schedule              in accordance with the Third Schedule;\n                      \"readily marketable securities\" means securities that are freely transferable,\n                            regularly purchased in an organized market approved by the\n                            Commission and can be converted to cash at the price at which\n                            they are being carried within seven days;\n                      \"registered local mutual fund\" means a local mutual fund which is\n                            registered by the Commission under these Regulations;\n                      \"registered overseas mutual fund\" means a regulated overseas mutual\n                             fund which is registered by the Commission under these\n                             Regulations;\n                      \"regulated overseas mutual fund\" means an overseas mutual fund that\n                             IS-\n                                   (a) establi~hedin a jurisdiction outside Jamaica in\n                                       accordance with the relevant laws of that jurisdiction;\n                                   (b)     registered, licensed or otherwise approved in that\n                                           jurisdiction; and\n                                   (c)     permitted under those laws to invite persons outside of\n                                           the jurisdiction to become participants in the mutual\n                                           fund.\n                        (2) Every company governed by these Regulations shall include the\n                 following information in all documents issued by it in the course of business-\n                       (a)   place of registration;\n                       ( b ) address of head office;\n                                                o l thls page IS authorlred by L N 102/20011\n                                   [The ~nclus~nn\n        THE SECURITIES (MUTUAL FUNDS) REGULATIONS, 1999\n                         PART I. Preliminary, contd.\n(c) the fact that it is an investment company with variable share capital\n  (3) These Regulations shall not apply to-\n(a) shares and stocks in the share capital of a company other than-\n           (i) a building society incorporated under the Building\n                 Societies Act;\n            (ii)    a society registered under the Industrial and Provident\n                    Societies Act; or\n            (iii) a co-operative society registered under the Co-operative\n                  Societies Act;\n( b ) debentures, including debenture stock, loan stock, bonds, certificates\n      of deposit and other instruments creating or acknowledging\n      indebtedness other than-\n            (i)     any instrument acknowledging or creating indebtedness\n                    for or for money borrowed to defray, the consideration\n                    payable under a contract for the supply of goods or\n                    services;\n             (ii)   a cheque or other bill of exchange, banker's draft or a\n                    letter of credit; or\n             (iii) a banknote, a statement showing a balance in a current\n                   deposit or savings account or (by reason of any financial\n                   obligation contained in it) to a lease or other disposition\n                   of property, heritable security or an insurance policy;\n(c)   loan stock, bonds and other instruments creating or acknowledging,\n      indebtedness issued by or on behalf of-\n             (i)    the government of Jamaica or any country or territory\n                    outside Jamaica;\n             (ii)   a local authority in Jamaica or elsewhere;\n             (iii) any international organization the members of which\n                   include Jamaica;\n(d) warrants or other instruments entitling the holder to subscribe for\n      investments falling within paragraphs (a) to (c);\n(e)   certificates or other instruments which confer-\n             (i)    property rights in respect of any investment falling\n                    within any of paragraphs (a) to (d);\n             (ii)   any right to acquire, dispose of, underwrite or convert\n                    an investment, being a right to which the holder would\n                    be entitled if he held any such investment to which the\n                    certificate or instrument relates; or\n             [The mclusmn of this page I S authorszed b y L N 102/2001]\n                                THE SECURITIES (MUTUAL FUNDS) REGULATIONS, 1999\n                                              PART1. Preliminary, contd.\n                                     (iii) a contractual right (other than an option) to acquire any\n                                           such investment otherwise than by subscription;\n                        u>     units in any Unit Trust registered pursuant to the Unit Trusts Act;\n                        ( g ) rights under a contract the effecting and carrying out of which\n                              constitutes long-term business within the meaning of the Insurance\n                              Act other than contracts where-\n                                     (i)     the benefits under the contract are payable only on death\n                                             or in respect of incapacity due to injury, sickness or\n                                             infirmity;\n                                     (ii)    no benefits are payable under the contract on death\n                                             (other than a death due to accident) unless it occurs\n                                             within ten years of the date on which the life of the\n                                             person in question was first insured under the contract\n                                             or before that person attains a specified age not\n                                             exceeding seventy years;\n                                     (iii) the contract has no surrender value; and\n                                     (iv) the contract does not make provision for its conversion\n                                          or extension in a manner that would result in its ceasing\n                                          to comply with sub-paragraphs (i), (ii) and (iii).\n                                            PART I I. Overseas Mutual Funds\n(:)verseas            3.-41) Subject to the provisions of these Regulations, a regulated overseas\nmutual fund\nto be\n                   mutual fund shall not issue investment invitations in Jamaica or cause such\nregistered         invitations to be issued or engage one or more dealers to act as its agent in\n                   issuing investment invitations or causing such invitations to be issued unless-\n                         (a) that regulated overseas mutual fund is registered under Part X of\n                               the Companies Act and registered by the Commission under these\n                               Regulations; and\n                         (b)   shares or other securities or property in the fund will be sold by one\n                               or more dealers who is or are approved by the Commission.\n                           (2) An application for registration of a regulated overseas mutual fund\n~ l r s Schedule\n        t          shall be made to the Commission in the form prescribed as Form A in the First\nFonn A\n                   Schedule and shall be accompanied by a non-refundable application fee specified\nSecond Schedule    in the Second Schedule and the following documents and information-\n                         ( a ) the audited financial statements of the applicant, made up as at a\n                               date not more than twelve months prior to thedate of the application,\n                               with the auditor's report annexed thereto;\n                         (b)   a statement of the mutual fund's capital which shall be at least\n                               US$300,000.00 or 2% of total outstanding liabilities, whichever is\n              THE SECURITIES (MUTUAL FUNDS) REGULATIONS, 1999\n                              PART1 1. Overseas Mutual Funds, contd.\n            higher, calculated in accordance with the formula set out in the\n            Fourth Schedule.                                                 ~ o u n hSchedule\n            copies of the marketing circulars and documents which the applicant\n            or its agents will use to market or advertise the mutual fund and its\n            investment products to prospective investors in Jamaica.\n            copies of the documents of incorporation of the applicant and any\n            other legal documents governing the operation of the applicant,\n            including, where the Commission so requires, copies of the statutes\n            governing the applicant, duly notarized as true copies of the\n            originals;\n            the names of the dealer or dealers which the applicant intends to\n            engage to act as its agents and copies of any proposed written\n            contracts applicable thereto;\n            copies of the application forms and any relevant contractual\n            documents which the applicant or its agents may require investors\n            in Jamaica to sign in connection with investment in the mutual fund\n            concerned;\n            a certificate issued by the regulatory agency in the jurisdiction in\n            which the applicant is established, certifying that the applicant is a\n            regulated overseas mutual fund and is in good standing with such\n            regulatory agency;\n            a profile of the applicant's directors and officers indicating their\n            qualifications, fit and proper status within the meaning of section 9\n            (3) ( a )(ii) of the Act, financial standing, interests in the securities\n            invested by the relevant fund and their percentage ownership of the\n            business; and\n             such other information as the Commission may require."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. 4 and 13)\n                                                               Form A\n                                   Applrcafionfor Regtslration of a Mutual Fund\nDetails of the Fund\nName of the Fund: .....................\n                               ......                      ................................................................................\n                          .\nAddress: .....................\n                             ............................................................................................\nLocal or overseas based: ..........................................................................................................\nStructure of the Fund: ..................................................................................................\n                                             .\nBase currency of the Fund: .................... .\n                                                ...........................................................................\nApplicable law, date and country of incorporation: ................................................\nQuotation on any stock exchange and authorization granted by\nother regulatory bodies: .........................................................................................................\nUndertakings given to other regulatory bodies: ......................................................................\nLaunch: Date and place: .....................................................................................................\nDuration of limited mutual fund scheme: ...........................                        .\n                                                                                           ...........................................\nDealing: daily/weeklylother specify: ......................                  .\n                                                                             ...\n                                                                               ...................................................\nValuation of assets: dailylweeklylother specify: .....................................................................\nPricing: forwardlhistoriclother specify: .................................................................................\nWhether shares or units to be offered for sale in Jamaica: ......................................................\nTwo character references and one tinancial for:\n     (a)        every director and senior officer ..............\n                                                               ...\n                                                                 ......................................................\n     (b)        every shareholder, if the applicant, is a private\n                company ............................... .... .........................................................................\n     Other Details:\n     (1)        *Description of investment objectives ofthe Fund including objectives ( e g capital\n                growth of income), current or proposed investment policy ( e g specialization in\n                geographical or industrial sectors or type of instruments-money market funds,\n                equity and bond funds, global emerging markets, property funds, etc.) and any\n                current or proposed limitations on that policy.\n                           [The inclusion of this page is suthor~zed by L N 10212001)\n          THE SECURITIES (MUTUAL FUNDS) REGULATIONS, 1999\n                                  *(Attach separate sheet)\n(2) An outline of how the investment objectives are to be achieved including amindication\n    of any techniques and instruments or borrowing powers which may be used.\n(3)   An estimate of the gross initial yield and details of how it has been estimated.\n(4)   Reasons for the name of the Fund (if not already clear from the name of the manager\n      or the investment ob,jectives).\n(5)   Any unusual features of the Fund\n(6) Type of Fund:\n               -Feeder Funds-If the scheme is a feeder fund, a statement of the name\n               and registered (authorized) status of the mutual fund scheme into which it\n               is fed.\n               -Umbrella Funds-In the case of an umbrella fund, a description of the\n               different constituent funds and how shares related to each such constituent\n               fimd are to be distinguished from shares related to the other constituent\n               funds.\n               -Fund     ofFunds-Which       only invest in other Mutual Funds.\n(7) Where will the shareholders register be kept?\n                                   (Attach separate sheet)\nFor each Fund:\n(0)   Fee structure:\n        (i)   current level of all charges\n              payable by investor, specifying\n              separately;\n                            - preliminary charges\n                            - periodic charges\n                            - other charges\n        (ii) level of all charges payable\n             by Fund\n        (iii) details of any power to increase\n              charges\n        (iv) where applicable, maximum\n             permitted level of custodian's\n             charges                                              ...          ...   ...\n( 6 ) For equity and bond Funds:\n        (i)  investment objective and\n             borrowing powers                                     ...          ...   ...\n        (ii) currency of denomination                             ...          ...   ...\n(c) For specialized Funds:\n        (i)  fund type and applicable\n             regulations                                          ...          ...   ,..\n        (ii) currency of denomination                             ...          ...   ...\n                [The inclus~on o f this pnye is authorized by L.N. 102/2001]\n         THE SECURITIES (MUTUAL FUNDS) REGULATIONS, 1999\n                                               FIRSTSCHEDULE,\n                                                           cond\n(d)    Minimum initial subscription and\n       the minimum subsequent holding                                           ...\n                                      DETAILS\n                                           OF THE PARTIES\n                                                       TO THE FUND\nThe Management Compatiy\n       Name: ....................\n                                .............................................................................................\n       Country and date of incorporation: ........................................................................\n       Registered and business address: ...........................................................................\n       Address of registered office of:\n                 (i)     manager .............................................................................................\n                 (ii) head office ...................................      .....................................................\n                 (iii) principal place of business, if dityerent from (c)\n                                    .....\n                       above .................. ..................................................................\n       Registration number of managerlinvestment adviser: .........................................\n       Names of directors of management company: .........................\n                                                                         ..........................\n       Names of-\n                 (i)     principal officers of manager .........................       . .  ...........................\n                 (ii) controllers of manager ..........................               .\n                                                                                      ..................................\n       'Details of Managementllnvestment Adviser Agreement between the Fund's Board\n       of Directors and Manager.\n                                          *(Attach separate sheet)\n       Name of the ultimate parent company (if any) .......................\n                                                                          ...........................\n         ...............................................................................................................................\n                                                                      ......\n        Previously registered by the Comnlission? Yes/No. ...................                                ..............\n       If no, submit resumes of the directors and audited financial statements for the last\n       two years and applications for licences.\n                                                                      .\n        Person(s) for contact with theCommission: ...................... .\n                                                                         ...........................\n                                          ...................................................................................\n         .....................................                                                                      ., ...\n       In the case of self-managed Fund, submit the resumes of the directors of the Fund\n       and person(s) tor contact with the Commission.\n                                          *(Attack separnte sheer)\nThe custodian\n  (a) Name: .....................................................................................................................\n  ( b ) Country and date of incorporation: .......................               .\n                                                                                 ........................................\n                                                        . .\n  (c) Registered and business address: .................... ..................................................\n                  [The ~nclusion of this page I S aufliorized b y L.N. 10?1?0011\n               THE SECURITIES (MUTUAL FUNDS) REGULATIONS, 1999\n                                                      FIRSTSCHEDULE, confd.\n           Address of registered office of:\n                (i)     manager ...................................................................................................\n                (ii) head office ................... .\n                                                     .......................................................................\n                (iii) principal place of business, if different from (c)\n                      above .......................................................................................................\n         Registration number of custodian: .........................................................................\n         Names of:\n                (i)      custodian's director .................................................................................\n                (ii) controllers of custodian ........................................................................\n         *Details of Custodian Agreement: ....................\n                                                             ...\n                                                               .............................................\n                                                *(Attach separate sheet)\n         Name of the ultimate parent company (if any) .........................................................\n         Previously approved by the Commission as cutodian of Mutual Fund?\n         YesMo ........................................................................................................................\n         If no, submit resumes of the names of directors and audited financial statements for\n         the last two years.\n         Person(s) for contact with the Commission: .............................................................\nFor the custodian and managemenl company\n   (a)   which, if any, of these companies are connected persons:\n         ...................................................................................................................................\n   (b)   Name anyone who holds appointments as director or officer with more than one of\n         these companies ........................................................................................................\n         ...................................................................................................................................\nName of Licensed Dealer who will represent the Fund in Jamaica:\n   (a)   Name: ....................\n                                  .................................................................................................\n   (b)   Registered and business address: ....................\n                                                            .  .\n                                                               ...................................................\n   (c)                                                                   .\n         Name of the ultimate parent company (if any): ......................\n                                                                            ............................\nThe auditor:\n   (a)   Name: ........................................................................................................................\n   (b)    Registered and business address: ..............................................................................\n                       [The mclus~ono f t h ~ s paye IS authorwed by               L N 102/2001]\n                 THE SECURITIES (MUTUAL FUNDS) REGULATIONS, 1999\n                                                         FIRSTSCHEDULE,\n                                                                    contd.\nAttorney in Jamaica:\n   (a) Name: ........................................................................................................................\n   (6)     Persons for contact with the Commission: ................................................................\nDetails of Registrar/Transfer Agent, etc.\n           name of registrar or any other third party to whom it is proposed to delegate any of\n           the functions of the manager or custodian: ...............................................................\n           Legal form of such person: .......................................................................................\n           Country of incorporation and date of incorporation: ...................... .\n                                                                                      ..................\n            ..................................................................................................................................\n           Registered and business address: .............................................................................\n             ..................................................................................................................................\n           Address of registered office of:\n                   (i)                                .\n                            manager .................... .\n                                                         ......................................................................\n                   (ii) head office ...............................................................................................\n                   (iii) principal place of business in Jamaica, if different from ( 4\n                         above ...................................................................................................\n           Securities Commission's reference numbers (if any) of such persons;\n           Names of the directors of partners of such persons: .............................................\n            ..................................................................................................................................\n           Names of:\n                    (i)     the principal officers ................................................................................\n                    (ii) any controllers of the manager ...............................................................\n           Details of the proposed arrangements in each case ...................................................\n           If any of the manager's functions are to be delegated to the custodian or vice versa,\n           details of the proposed arrangement in each case .....................................................\n    Other Information\n    (a) A copy of the Fund Prospects.\n                     THE SECURITIES (MUTUAL FUNDS) REGULATIONS. 1999\n               A certificate signed by an attorney to the effect that the fund prospectus coniplies\n               with such requirements of the Securities (Mutual Funds) Regulations, or the Securities\n               Act as relate to its contents\n               For an existing fi~nd.copies of latest annual and any subsequent half-yearly reports.\n               Details of any commercial arrangements between the manager and the custodian.\n               Those relating to being manager and custodian ofother collective investment schemes\n               or mutual fund need not be given.\n               A business plan for the fund covering three years or such longer period as, in the\n               opinion of the manager, will be necessary to enable the fund to become a viable size\n               and giving details of:\n                     (i)      the proposed launch date, if it is a new Fund\n                    (ii)      how the shares will be sold and to whom\n                     (iii) the countries in which it is proposed that the shares of the Fund will be\n                           marketed\n                     (iv)     details of any ended \"insurance link\"\n                     (v)      the initial price of the shares\n                     (vi)     any minimum holding size\n                     (vii) any mininium transaction size\n                     (viii) where the fund has not been in existence for three years, details of the\n                            estimated fund charges (and the basis of these charges should be stated)\n                            and itemized annual fund operating expenses and income in respect oftlie\n                            scheme for each of the preceding three years should be given.\n                                                                  Form B\n                                                    THE SECURITIES ACT                                (Regulations 4 and 13)\n                                       Cert~ficateof Registrationfor Mutual Funds\n   This Certificate of Registration is issued to .............................................................................\n    .................................................................................................................................................\n                                                    (Name of Mutual Fund)\nwhich is registered as a LocallOverseas Mutual Fund sub.jectto the terms and conditions specified\nherein.\n                                                                               Chairman, Securities Commission.\n    Terms and Condition\n             THE SECURITIES (MUTUAL FUNDS) REGULATIONS, 1999\n                                         SECONDSCHEDULE                 (Regulations 3.4, 7 and 13)\n                                           Table of Fees\n         Description of Fee                                                                Amount\nApplication fee for\nMutual Fund Registration       ...              ...              ...                ...   US$l,OOO.OO\nRegistration fee               ...              ...              ...                ...   US$5,000.00\nAnnual renewal fee in\nrespect of a Mutual\nFund registered with\nthe Commission                 ...              ...              ...                ...   U~$5,000:00\n                                                                              (Regulations 2 and 34)\n                                     Prospectus Requirements"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.   ............................\n     PERSONAL DESCRIPTION OF REPRESENTATIVE\n     A. Date of Birth ................................................Sex        ........................\n          ..................................................................................................\n          Place of Birth\n          ..................................................................................................\n          Height              Weight              Colo.ur of eyes                Colour of hair\n          .................................        If not 0 Jamaican                citizen answer\n                   Ci'tizenship                    Question B below\n          Name of spouse ...........................................................................\n                           Burnme                  First             Middle            Mlaiden\n          Nature of spouse's employment in Jamaiaa                 .......................................\n          Name of spouse's employer            ............................................................\n     B. (Are you a permanent resident of Jamaica?                      YES ( )           N'O ( )\n     C. For how long have you been resident in Jamaica?\n     D. Change of Name\n        List name changes resullting from marriage, divorce, court order or\n        any other procas, giving appropriate dates.\n        Previous dame             Date changed               Reason\n          Have you ever carried on business under any name other than the\n          name mentioned in Quesltion 1 of this Form?\n     THE SECURITIES (LICENSING AND REGISTRATION)\n                  REGULATIONS, 1996\nE. Passport Infonmation\n   In providing the information requested below, the Represenave must\n   also attach a copy of their passport centified by a Justice of the Peace\n   or Notary Public.\n    ...................................................................................................\n    Country                 Place of issue                  Date of issue                     Number\nF. Photograph\n   Aittach hereto two copies of a colour passiport-size photograph, full\n   face, showing a true likeness of the Representative as the Representative\n   now appears and taken within the last six mlonths. The photographs\n   must measure 2 x 2\", and bear on the back the date on Whidh\n   they were taken and be certified by a Ju&ice of the Peace or an\n   authonized officer, Director, Pantner or Bnamh Mmager of the\n   Applicant.\n--------\nEDUCATION\nList names of institutions attended and qualifications attained below\nSchool/Insti tution                       Yew artended                            Qualifications\n---------------\nEMPLOYMENT HISTORY\nIn answering questions 6-8 give full disclosure of your business activities,\nintduding any periods of self-employment and unemployment for 5 years\nimmediately prior to the date of this application, excluding any summer\nemployment while a £dl-time student, but including all securities or\ncommodities industry employment during and prior to the 5-year period.\n     ................................................                                            ...................\n     Name of present employer\n     ..................................................................................................\n     Address of present employer\n     ...................................................................................................\n     Position of employment                                              Period of employment\n     Duties     .......................................................................................\n        THE SECURITIES (LICENSING A N D REGISTRATION)\n                     REGULATIONS, 1996\n       .........................................................\n       Niane of previous employer\n       .....................................................\n       Address e£ previous employer\n       Period of employment           .....................................\n                                                    F m                                    To\n       Reasons for leaving .....................................................................\n       ...............................................................................................\n   .\n       ------------\n,C. ~ - E M r n O Y M ' E S I p T\n         .\n       Give details if any\nD. Haw yw ever been discharged by an employer for dishonesty,\n       negligence or incompetence?\n       Y E S O            N O 0\n       IF YES, explain        ...................................                                       .....\nGive dl home addresses for the past 5 years, include street, postal code\nand parieh.\n       ........................................................               ........19            ......\n                                                                                                to 19\n        Street                Postal Code                      Parish\n Previous\n........................................ ..................................19......mo 19......\n        street                 Postal Code                     Parish\n A. On an attachment provide three (3) names as references, excluding\n    relatives and persons ~ r k i n gwith the Representa~tive's employer.\n    Inolude business address with postal code, telephone number a d\n    occupation.\n                    v h e hclusirm ef this page is authorized by L.N.731 19991\n       THE SECURITIES (LICENSING AND REGISTRATION)\n                    REGULATIONS, 1996\n                                    FORM\n                                       B, contd."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The fee payable by a recognized stock exchange shall be an annual\n    fee calculated in accordance with the formula indicated hereunder\n    and shall be paid 0n.a monthly basis, such payment to be made no\n    later than the last day of the month following the month for which\n    the fee is due                                                                                                0.08% of the\n                                                                                                                  total value of\n                                                                                                                  all trading\n                                                                                                                  activities on\n                                                                                                                  the stock\n                                                                                                                  market for\n                                                                                                                  each day of\n                                                                                                                  the financial\n                                                                                                                  year of the\n                                                                                                                   Exchange"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The Applicant and the individual for whom hp~plication is made for\n    registration under the Aot and the Justice of the Peace or Notary Public\n   before whom the Application is sworn, me each required t o inltial all\n   attachments.\n                                    'IME SECURITIES ACT\n            Tbe Securities (Lioensing land Registration) Regulations, 1996\n      APPLICATION F'OR REGLWRATIOIN OF RBPlRES5NTAirrI1VE0\n     .......................................................................................................\n     Surname                      Fint                    Middle                     Maiden\n     ........................................................................................................\n     Home Address                                                            Telephone No.\n     ........................................................................................................\n     Present position with Employer\n     a0mmeru:ed employment on                  ..............................................................\n                                               Day                Month                 Year\n      ......................................................................................... ..........\n     Name                                                              Tdephone No.\n      ........................................................................................................\n     Address of ofice where Representative will be working\n     Date on which Dealer's ~ i c e n c e or Invesitment ~dviser's Licence was\n     granted     .............................................................................................\n                       [The inclusion of tbis page in authorized by L.N.73119991\n           THE SECURITIES (LICENSING A N D REGISTRATION)\n                        REGULATIONS, 1996\n                                           B, contd.\n                                        FORM"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The fees payable by a central securities depository shall be-\n      (a) On application (non-refindable)                                 ...               ...                ... S20.000\n       (b) On the grant of a licence ,                              ...         ...                 ...\n                                                                                                                  $20,000\n      (c) An annual fee calculated in accordance\n          with the formula indicated hereunder\n          and shall be paid on a monthly basis,\n          such payment to be made no later\n          than the last day of the month following\n          the month for which the fee is due                                                            ...\n                                                                                                                   5% of the\n                                                                                                                   transaction\n                                                                                                                   revenue\n                          mi inclusion bf this page is authorized by L.N. 2lROlZj\n                                       SECURITIES\n                            THE SECURITIES ACT\n                                 (under section 76)\n (Made by the Securities Commission and approved by the Minister on\n                                                                                   L N 60019P\n                     the 29th day o f April, 1999)"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-41) Every licensed dealer shall designate an officer or, in the case of a\nbranch office, a manager reporting directly to the designated officer, who shall\nbe responsible for approving the opening of new client accounts and the\nsupervision of trades made for the clients.\n        (2) Every licensed dealer shall-\n      (a)     make enquiries to establish the identity, reputation and where\n              applicable, the creditworthiness of each client;\n       (b)    ensure that all portfolios under management have a Request For\n              Proposal completed and signed by each client;\n       (c)    ensure that the Request For Proposal clearly states the kind of\n              authority given to the portfolio manager by the client, such as-\n                     (i)     full discretion (client grants full authority without\n                             consultation);\n                     (ii)    partial discretion (client must be contacted before\n                             execution of any tradeltransaction);\n                     (iii) custody (no discretion to trade. Assets are for safe-\n                           keeping and reporting only); and\n                     [The inclusion of' rhis page i s ilirthor~zed by L N 102/2001]\n                        THE .SECURITIES K'ONDOCT OF BUS1,YESS) REGU1.A T1O:VS. 1999\n                  (4 ensure that the Request For Proposal explicitly states the risk appetite\n                         of the client, such as-\n                               (i)     aggressive (high risk);\n                               (ii)    medium (medium risk);\n                               (iii) conservative (low risk),\n                         and that each strategy employed by the portfolio manager fits one\n                         of the above categories.\n                    (3) Paragraph (2) ( h ) does not apply to a licensed dealer who executes\n            a trade on the instructions of another licensed dealer.\n                    (4) Where an account is opened and traded on behalf of a client or\n            clients by a dealer who executes orders with another dealer in its own name or\n            identifies its client or clients by means of a code or symbols, that other dealer\n            shall satisfy itself as to the creditworthiness of the first mentioned dealer but\n            shall not otherwise have any responsibility for the suitability of any trade for\n            the client or clients of that dealer.\n                   ( 5 ) Where dealer A executes orders in the name of its client with dealer\n            B with no agreement that payment of the account is guaranteed by the investor,\n            dealer A shall-\n                  (a)    obtain full information concerning the client with a view to\n                         determining the client's creditworthiness: or\n                  (b)    obtain a letter of undertaking from a registered dealer's or investment\n                         adviser's representative of dealer B-\n                                (i)    stating that the representative is familiar with applicable\n                                       rules of account supervision;\n                                (ii)   containing a covenant to make the investigation\n                                       required by this regulation and to advise, where known,\n                                       if the client is an insider or an employee, director or\n                                       officer of a company or a partner in a firm engaged in\n                                       the securities business,\n                          but dealer A shall .lot have responsibility for determining the\n                          suitability of any trade for the client."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9 . 4 1 ) Where it appears to the Commission that any of the circumstances suspensionor\ndescribed' in paragraph (2) applies in relation to a registered overseas\n                                                                      fO, : mutual\n                                                                            : , \"b j z . i : :\nfund, the Commission may-\n      (a)    require that mutual fund and its dealers to suspend issuing or causing\n             to be issued, investment invitations to any person within Jamaica;\n             or\n      (b)    subject to paragraph (4), cancel the registration ofthat mutual fund.\n        (2) The circumstances referred to in paragraph ( I ) are-\n      (a)    there is some material irregularity in any of the documents delivered\n             to the Commission by or on behalf of the registered overseas mutual\n             fund which is or is likely to be detrimental to Jamaican investors;\n      (b)    there has been some material misrepresentation to the Commission\n             in relation to the registered overseas mutual fund or any aspect of\n             its business by the fund or any of its agents.\n      (c)    the registered overseas mutual fund has, due to fraud, defalcation\n             or misfeasance, suffered a material change in its financial position,\n             which is or likely to be detrimental to Jamaican investors;\n      (6) the registered overseas mutual fund has-\n                   (i)      ceased to be in good standing in the jurisdiction in which\n                            it is established and has ceased to be registered, licensed\n                            or otherwise approved in that jurisdiction;\n                   (ii)     contravened any provision of the Act or of these\n                            Regulations;\n                   (iii) failed to maintain the requirements for registration\n                         specified in regulation (3).\n         (3) Where the Commission takes action under paragraph (I) (a), the\nCommission shall afford the overseas mutual fund concerned an opportunity to\nbe heard (together with its professional advisers, if it so desires) as soon as\npracticable thereafter.\n         (4) Where the Commission intends to cancel the registration of a\nregulated overseas mutual fund, it shall notify the fund in writing ofthat intention\nand shall afford the fund an opportunity to be heard.\n        (5) After hearing the registered overseas mutual fund referred to in\nparagraph (3) or (4), the Commission may-\n       (a)   confirm or withdraw any suspension required under paragraph\n             (1) (0);\n                    [The inclusion of this paye is authorized by L N. 102/2001]\n                                 THE SECURITIES (MUTUAL FUNDS) REGULATIONS. 1999\n                                           PARTI I . Overseas Mutual Funds, contd.\n                          ( b ) cancel the registration ofthe mutual fund, and shall notify the mutual\n                                fund in writing of its decision.\n                           (6) Where the Commission cancels the registration of a regulated\n                    overseas mutual fund, that fund shall, forthwith upon receipt of the notice of\n                    such cancellation, return the certificate of registration to the Commission.\n                            ( 7 ) An appeal shall lie from a decision of the Commission under\n                    paragraph (5) and the provisions of section 74 of the Act shall apply in relation\n                    to such appeal.\nhe-registra-           10. Where the registration of a regulated overseas mutual funds is cancelled\nIlO\"\n                    under regulation 9, that mutual fund may apply for re-registration at the\n                    expiration of a period of twelve months from-\n                          ( a ) the date of such cancellation; or\n                          (b)   where it has appealed against the cancellation, the date on which\n                                the appeal is dismissed,\n                       whichever is the later\nDocuments in          1 1 .-(I) All documents referred to in regulations 3 and 6 which are not in\nEnglish.\n                    English shall be accompanied by copies translated into English.\n                            (2) Copies of such documents shall be made available for inspection at\n                    the registered office of the mutual fund in Jamaica, or, as the case may be, at the\n                    office of the dealer engaged by the mutual fund.\n                                                    PART 111. Local Mutual Funds\nLocal mutual           12. A local mutual fund shall not issue investment invitations to persons in\nfund to he\nregistered.         Jamaica unless it is registered under these Regulations.\nRegistration            13.--(I) Application for registration of a local mutual fund shall be made to\nFirst Schedule.\nForm A              the Commission in the form set out as Form A in the First Schedule and shall be\n Second Schedule.   accompanied by the application fee specified in the Second Schedule.\n                           ( 2 ) The Commission may require an applicant to furnish such additional\n                    information in relation to the application as the Commission may consider\n                    necessary for the grant of registration.\n                            ( 3 ) The Commission shall, not later than three months after the receipt\n                    of an application referred to in paragraph ( 1 ) and any additional information\n                    required pursuant to paragraph ( 2 ) and after giving the applicant an opportunity\n                    to be heard-\n                          (a) notify the applicant of the Commission's decision with respect to\n                              the application; or\n                                       [The mclusion of this page i s authorized by L.N. 102/2001]\n             THE SECURITIES (MUTUAL FUNDS) REGULATIONS. 1999\n                          PART111. Local Mutual Funds, contd.\n      ( b ) where there are any deficiencies in an application, notify the\n            applicant thereof and specify a period within which such deficiencies\n            may be remedied by the applicant before a decision is made with\n            regard to the application.\n        (4) For the purpose of deciding whether or not to grant registration of\na local mutual fund, the Commission shall take into account such matters as it\nconsiders relevant to the efficient and orderly conduct of the affairs of a mutual\nfund and, without prejudice to the generality of the foregoing, shall take the\nfollowing matters into account-\n      (a)   the experience of the applicant in the field of financial services for\n            aminimum period of five years, theapplicant's net worth, dividend\n            paying capacity and profitability, professional competence, financial\n            soundness and general reputation of fairness and integrity in the\n            conduct of his business transactions;\n      (b)   the appointment of a custodian and the Commission's review of\n            the custodian agreement to ascertain whether it contains the matters\n            specified in regulation 15 (4) (a);\n      (c)   the appointment by the mutual fund of a licensed dealer as its\n            management company;\n      (6) the contribution by the applicant of at least 40% of the net worth of\n            the management company;\n      (e)   the fact that the applicant and the principal officers to be employed\n            by the applicant are fit and proper            within the meaning of\n            the section 9 (3) (a) (ii) of the Act.\n        (5) The Commission shall issue to a local mutual fund which is registered Fils1\nunder this regulation a certificate of registration in the form set out as Form B\nin the First Schedule upon payment by that mutual fund of the registration fee\nspecified in the Second Schedule.                                                 Second Schedule\n        (6) Where the Commission decides not to register an applicant under\nthis regulation, it shall notify the applicant in writing of the reasons for that\ndecision.\n        (7) An applicant who is aggrieved by the Commission's decision to\nrefuse to grant registration, may appeal against that decision; and the provisions\nof section 74 of the Act shall apply in relation to any such appeal. ."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Directors of an offeror or offeree company shall, at all times when DUIY os\nadvising the company's shareholders-                                       directors to\n                                                                           act in that\n                                                                                        capacity\n      (a)    act only in their capacity as directors without regard to their personal\n             or family shareholdings or their personal relationship with the\n             company;\n      (b)    have regard only to the interests of the company's shareholders,\n             employees and creditors.\n                           THE SECURITIES (ZAKE-OVERT AND MERGERT) REGULATIONS, 1999\n                                              PART111. Shareholders, contd.\nStan lard of\ncare .rr\n                      1 1. Any document or advertisement addressed to shareholders containing\ndocuments.        information, opinions or recommendations from the board of an offeror company\netc\n                  or its respective advisers-\n                        (a)   shall be treated with the same standard of care as if it were a\n                              prospectus within the meaning of the Companies Act; and\n                        (b)   particular care shall be taken in making forecasts as to profit in\n                              order to avoid the encouragement of expectations which may be\n                              unrealistic in the particular circumstances.\nGen i:ral            1 2 . 4 1 ) Subject to regulation 26, where control of a company is acquired\noffe to\nshari!holders     by a person or by persons acting in concert, or where such control is consolidated,\n                  a general offer to all other shareholders shall be made within thirty days of\n                  acquiring control.\n                         (2) A person who intends to acquire control of a company shall, before\n                  making the acquisition, take such steps as are necessary to ensure that he can\n                  and will continue to be able to implement the offer referred to in paragraph (1).\nNotlce of             1 3 . 4 1 ) Where any person, whether directly or indirectly, acquires 20% or\naqi~isition\nof 21)% or        more of the equity of any company, that person shall, within ten days of the\nmom of            acquisition, send by registered mail to the Commission and to the company at\ncompany's\ncqully.           its registered office or principal place of business, a written statement containing\n                  the following information-\n                        (a)   the identity, occupation, place of residence and citizenship of the\n                              person acquiring such equity;\n                        (b)   a declaration as to-\n                                     (i)     the amount of equity being acquired;\n                                     (ii)    the purpose of such acquisitions;\n                                     (iii) whether further purchases of equity in the company are\n                                           intended; and\n                                     (iv) whether it is intended to acquire control of the\n                                          company's business or majority shareholding or both.\n                           (2) Whenever a person referred to in paragraph (1) acquires, whether\n                  directly or indirectly, a further 5% or more of the company's equity, that person\n                  shall, at the time of each such acquisition, send the statement referred to in that\n                  paragraph to the company and the Commission.\nCmtents,             1 4 . 4 1 ) All offers to or by a public company shall-\nel<::..of offer\n                        (a) be made in writing in the first instance to the board of the offeree\n                               company or to its shareholders;\n                                      [The inclusion of this page ia authorized by L.N. 78/2002]\n        THE SECURITIES (TAKE-OVERS AND MERGERS) REGULATIONS, 1999\n                           PART I I I. Shareholders, conrd.\n      (b)   state the date of the bid and the name and address of the offeror and\n            shall contain-\n                   (i)     precise particulars of the securities of which the offer\n                           is made;\n                   (ii)    the total consideration payable for the purchase;\n                   (iii) how any securities issued will rank for dividends, capital\n                         and redemption;\n                   (iv) when and how the document oftitle will be issued; and\n                   (v)     how, when and where such o f f ~ may\n                                                            r   be accepted.\n        (2) If the offer or an approach with a view to making an offer is made\nby a principal or by any agent, the identity of the principal shall be disclosed at\nthe outset.\n      (3) The board of an offeree company shall satisfy itself that the offeror\ncompany is, or will be, able to implement the offer in full.\n         (4) Whenever a board receives notice of any firm intention to make an\noffer, the board shall, whether or not it views the offer as favourable, forthwith\nnotify the shareholders without delay by notice published in a daily newspaper\ncirculating in Jamaica.\n                           PART IV. The Take-Over Bid Circular"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11, but the text ofsucli items may he omitted provided the responses clearly indicate tlie coverage\noftlie Item. Any item wliicli is inapplicable may be omitted. Where information called for i n Part\nI1has already been addressed in Part Iit need not be repeated in Part 11. In these circumstances the\ninformation can be incorporated into Part 11 by direct reference to the place where it is addressed in\nPart I.\nItem I. Legal I'roceedings\n    I:urnisli information on proceedings which Iiave been com~nenced.terminated or in which\nthere have been materiat developments during the period covered by the report, including the\nrelevant dates and a description oftlit: disposition thereof.\nItem 2. Changes in Securities\n          (u)      11' the constituent instruments detining the riglils o f llie liotders o f any class o f\n                   rcgistered securities Iiave been materially modified, give tlie title o f the class o f\n                   sccurities involved and state brietly the general effect o f such nioditication upon\n                   the rights o f lioldcrs of such securities.\n          (h)      I I ' t l ~ crights cvitlenced by any class o f repistcred securities Iiave been materially\n                   l i m i ~ e dor qualified by the issuance or modification o f any other class o f securities.\n                   statc brielly tlic gencral effect o f tlie issuance or moditication o f such otlier class o f\n                   sccurities. upon the rights o f the holders o f the registered securites.\nInstruction: Working capital restrictions and otlier limitations upon the payment o f dividends are\nl o be rcported hcreundcr.\nItem 3.         I)eliiults Upon Scnior Securities.\n              THE SECURITIES ICOMD1:CT OF RllSl\\LSS) REGULATlO,\\,5. I999\n    lfthere has been any material default in the pa! ment ofprincipal. interest. asinking or purcliase\nfund instalment, or any other material defat~ltnot cured within thirty days. with respect to any\nindebtedness of the licensee or any of its significant subsidiaries exceeding 5% ot'the total assets\nof the licensee and its consolidated subsidiaries. identiti the indebtedness and state the nnture of\nthe default. In the case of such a default in the payment ot'pric~cipal.interest, or a sinking or\npurchase tund instalment state the amount of the default and the total arrearage on the date o f\nfiling this report.\n    Pursuant to the requirements of the Securities (Conduct of Business) Reguletiotls. 1909. the\nlicensee has caused this report to be signed on its behalf by the undersigned thereunto duly\nauthorized.\n                                                                             Licensee\n                   Date                                        (signature-print name and titlc here)\n                   Date                                        (signature-print namc and title here)\n                                            FOVRTH\n                                                 SCHEDULE                               (Regulation 14)\n                                      SECllRlTlES COMMISSION\n                                               FORM \" P R . Q\n     GENERAL INSTRUCTIONS\nA.      Rules as to Use of Form \"PR.QW\n    I. Form \"PR.Q shall be used for quarterly reports under regulations 14 and 15 oftlie Securities\n(Conduct of Business) Regulations, 1999. A quarterly rrport on this forni hall he tiled within\nforty-five days after the end of each of the first three financial quarters of each financial year. No\nreport need be tiled for the fourth quarter of any financial year."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. CHARACTERISTICS\n               OF S E C U R II NTTHE\n                                  ~ FUND\n    ( I ) The following shall be stated-\n          ( a ) in relation to cacli available type of security tlle fund, tlle entitlement of the\n                holder of that security to participate in the property of the f h d and the income\n                thereof, a statement of the nominal value (if any) of each type of security\n                and, where there is more than one type of security, the nanies given to each\n                type and the characteristics ofeach type which distinguishes it from the others;\n          (h) what voting rights are exercisable at meetings of holders and, if different\n              rights attach to different classes of securities, what those different rights are\n              and, whether persons other than holders can vote at meetings of holders and\n              who those persons are.\n    State any characteristics of the fund itself, including in particular any risks it may\n    reasonably be regarded as presenting for reasonably prudent investors of moderate means,\n    and anything else which may reasonably be regarded as relevant and requisite.\n    ( I ) The following shall be stated-\n                ( a ) how frequently and at what time of day tlie property of the fund will be\n                      regularly valued for the purpose of determining prices at which the\n                      securities in the fund may be issued or redeemed by the manager and a\n                      description of any circumstances in which the fund may be specially\n                      valued.\n                (h)    in relation to each purpose for wl~ichtlle property of the fund Will be\n                       required to be valued, whether it will be valued on a creation basis, a\n                       cancellation basis, a mid-market basis or any other specified basis.\n    (I)   If the price at which securities may be purchased from tlle manager may include a\n          preliminary charge by the manager, state-\n                (a) the maxinium amount of that charge, expressed either as a percentage\n                       of the average of the creation and cancellation prices of those secukities\n                   [The inclus~on of this pa8e is author~zedby L N 102/2001]\n       THE SECURITIES (MUTUAL FUNDS) REGULATIONS, 1999\n                              THIRDSCHEDULE, c o n d\n                  or as a fixed amount in the base currency which is the maximum amount\n                  permitted by the constitutional documents; and\n           (b)    if the amount of that charge currently included in the price of securities\n                  is below the maximum-\n                       (i)    that amount; and\n                       (ii) if notice has been given to the holders of the manager's\n                            intention to increase the amount currently charged,\n                            particulars of that increase and when it will take effect; and\n                        (iii) if notice has been given to the holders of an intention to\n                              propose an increase in the maximum amount of that charge\n                              at a meeting of holders, particulars of that proposal.\n(1)   lf the manager may make a periodic charge out of the property of the fund, state-\n           (a)    the maximum amount ofthat charge, expressed as an annual percentage\n                  of the value of the property of the fund, which is permitted by the\n                  constitutional documents; and\n           (b)    if the amount of that charge currently made is below the maximum-\n                        (i)   that amount; and\n                        (ii) if notice has been given to the holders of the manager's\n                             intention to increase the amount currently charged,\n                             particulars of that increase and when it will take effect.\n(I)   If the manager may make a charge by way of deduction from the proceeds of\n      redemption, state-\n           (a)    the amount of that charge or, if it is variable, the rate or method of\n                  arriving at it;\n           (b)    if the amount or rate or method has been changed, that details of any\n                  previous amount or rate or method may be obtained from the manager\n                  on request; and\n           (c)    tf notice has been given to the custodian of an intention to propose an\n                  increase in the amount of rate at a meeting of holders, particulars of\n                  that proposal.\n(1)   When they are payable out of the property of the fund the following renumeration\n      and expenses will be stated and how they will be determined-\n            (a) the remuneration of the custodian;\n            (b) the remuneration of the manager;\n            (c)   the remuneration of the registrar;\n            (4 the remuneration and expenses of the directors or other members of the\n                  principal company's governing structure and, if the constitutional\n              [The inclusion of this paye is authorized by L N. 102/2001]\n           THE SECURITIES (MUTUAL FUNDS) REGULATIONS, 1999\n                      documents permit, any of the above to be a at a higher level, what those\n                      higher levels are or how they may be determined;\n               (e)    the nature of any other expenses payable out of the property of the fund\n                      and how their amounts will be determined.\n    (2) If the custodian is to be reimbursed out of the property ofthe fund, expenses incuired\n        in performing any of the duties of the custodian, what those duties are and that\n        expenses incurred in their performance will be reimbursed out of the property of\n        the fund. It is envisaged that the duties undertaken by the custodian may include\n        any or all of the following-\n               (a) delivery of stock;\n               (h) custody of assets;\n               (c) maintenance of the register;\n               ( 4 collection of income;\n               (e)    preparation of the custodian's annual report;\n               V)     such other duties as the custodian is required by law to perform.\n    ( I ) The following shall be stated-\n               (a)    a description of the fund's intentions with respect to the declaration of\n                      dividends and the date or dates in each calendar year on which\n                      distributions of income are to be made to holders;\n               (h) if grouping for equalization is permitted by the constitutional documents,\n                   that fact with an explanation of its meaning and a statement of what the\n                   grouping periods are."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.+1) Every company licensed as a dealer or investment adviser sllall\nfile with the Commission annual reports in the form specified as Form \"PR.A\"\nin the Third Schedule within ninety days &er the end of the dealer's financial\n                                                                               Schedule\n                                                                                               ,\n                                                                                               ,\nYea.\n          (2) Amd audited financial statements, prepared in accordance with\nthe provisions of the Companies Act must be filed with the annual report.\n          (3) A Management's Discussion and Analysis of Financial Condition\nand Results of Operations must be filed with the analual report, and shall\ninclude the following information-\n         (a) the constitution of liquid funds;\n         (h) the amount of funds under management;\n        (c) a list of current liabilities owed to clients;\n         (4 a statement as to the value of its investments being held in\n              subsidiaries or associated companies."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. BANKRUPTCY\n  A. Have you or any company of which you are or were at the time of\n     the event an au'thorized officer, a director or holder of voting securities\n     carrying more than 5 % of the votes carried by all outstanding voting\n     securities; or\n   B. Have you or any partnership of which you are a partner under the\n      laws of Jamaica or any other country, ever-\n      (i) l k e n declared banlkrupt or made a voluntary assignment in\n            bankruptcy?\n      ...................................................................................................\n       (ii) made a proposal rdating to bankrupky or insolvency?\n            YE'S()            N O ( )\n         ................................................................................................\n       (iii) been subject to or instituted any proceedings, arrangement or\n             compromise with creditors or had a receiver or manager, or both.\n             appointed to hold your assets or the assets of the wmpany or\n             partnership?\n   (a) Has any judgement or attachment ever been rendered against you in\n       any civil court in Jamaica in respect of damages or other relief for\n       fraud or for any other reason?\n       YES (             NO (\n     THE SECURITIES (LICENSING AND REGISTRATION)\n                  REGULATIONS, 1996\n(b) Is any judgement ior mdbachmnt outsitanding against you in any d d\n    cowt in Jamaica or any other country for damages or other relied\n   in reqlect of fraud or for any reason &atsoever?\n    m o               N Q O\n    Have you ever applied for a surety bond or fidelity tynd and been\n    refused ?\n    m o               N O 0\n    If YJ3.9, give partidara.\n    ..................................................................................................\n    Are you presently bonded?\n    m o               N O 0\n    .........................................................\n    If YES, with whom and for how muoh?\nA. Will you be actively engaged in the busincrs d tho Appliaa~ md\n   devote tihe major portion of your time thereto?\n    mi90               N O 0\n    W NO, give details.\n    .....................................................                              ...............\nB. Are you engaged in my other buginess or have any other employment\n   for gam except your ompation w ~ l hthe Applicant?\n     ..................................................................................................\n   If YES, set out full details on an abohnent including the name and\n   mklms of the businas, the nature of the business, your title or pocition\n   a d the amount of time you devote to the business.\nC. (Am you an offiker, dirwtor, shareholder, partner o? other contrilbwr\n   of capital or employee of a company having as its pFincipal businew\n   fi,& of a dealer or adviser in secuddes, commodities, commodity futurer\n   coatraots or options other than the h n with which yo^ are now\n    WP~YW\n    mo           N O 0\n    If YES, give details.\n           THE SECURITIES (LICENSING AND REGISTRATION)\n                        REGULATIONS, 1996\n    'fie undersigned individual for whom Apfliwtion is &de for regisWon\n    hereby-\n    (a) certifies that the foregoing statement8 are to the best of hislher howl-\n        edge, information and belief true and correot, and hereby underbkea\n        ta n'&iy the Commission in writing of any material chanlge in the\n        information provided in Part 11 of this Applicalon; and\n    (b) acknowledges m d consents to the Oomission obtaining information\n        from any source as p e d t t e d 'by law in Jamaica or any other jusis-\n        diction for the purpose of verifying information furnished in this\n        Application.\n    The undersigned authorized efficer of the A,pplicant hereby certifies that\n    he or she has discussed the questions in this Application with @heindividual\n    for whoan Application is made for registration and that 60 the best of\n    his knowledge and belief the individual fully understands the q u d o n s ,\n     and funkher certifies that such individual is or will be engaged by Ohe\n    A m l i d as a Representative.\nDated this ...............day of ...........................................19.   .....\n     ...................................................................................................\n            (Nanne of Representative)                        (Signature of Representative)\nBy ................................................\n      (Au@horid      Ofilcer, hrh61 or\n           Individual Appliamt)\nI, the undersigned, make oath and say that I have rdad and understood tthe\nquesti~nsin this Application as wdl as the amwers made by myself thereto\nand that the sbtementa of faot made thefein and the attachnmta am to the\nbest of my knowledge, i n f o n m a h and b e l ~ dWue and mrrect.\nW O R N b e h e me &....................................1\nin oh8 garish d     ...................................................................................\nthis................\n                   .\n                ..&y of ........................19,. ....)           @gnatwe d RepresenMve\n                                                              )\n                                                              1\n...................................................................\nJustice 04 the Baaa or Notary Public\n                                                               )\n                       me inclusion of this page is authorized by L.N.73119991\n       THE SECURITIES (LICENSING AND REGISTRATION)\n                    REGULATIONS, 1996\n                               FORMB, cortrd.\n                      POlR OFFICIAL USE ONLY\nRegismtion Period\nDate AipDlication received\n(a) Number d Attachments\n(b)       \"     \" RepresenItls!tives\n(c)            *' Branaha\nIdentification Verifioation\nApplication Fee paid $               .\nhbmibted to Oommission on\nDate Approved/ Rejected\nTerms md Conditions of Licensing\n(ii)\n(iii)\n(iv)\nLicensing Fees            $\n        Dsute Paid\nCertifying Officer\n                                          Chairman/i3xecutive Director\nSugpansions or Cancellations\nAation Taken\nEffeotive Date\nReasons\n              Ehe inclusion of thia page L authorized by L.N. 731 19991\n                       THE SECURITLES (WCENSING AND REGISTRATION)\n                                    REGULR TIONS. 1996\n                                          FIRST S ~ ~ D U contd.\n                                                          LE,\n                                                    FORM c\n                                         THE SECURlTIES ACT\n                   Ihe S d e s (Licensing and Registration) Regulat~ons,1996\n                                        Licence to deal in Securities\nNo. of Licence..........................\nlhis Licence authorizer ....................................................................................     of\n......................................................................................................\n                                                                                                    in the puish\nof ...................................... to cany on business as a deala in securities in acexdance\nwith the Seauities A d and regulations made thereunder.\nlhis licence is issued subject to the tams and conditiong if any, annexed her-.\n'Ibis licence is n d transferable.\nDnted this.. ..............day of ............................. ., 19.. ...\n                                                  ..................................................................\n                                                           Chairman.Securities Commission\n                                                     FORMD\n                                          THE SECURITIES ACT\n                    l h e S e a d i e s (Licensing and Registration)Regulations, 1996\n                                        Investment Adviser's Licence\nNo. of Licence... .......................\nlhis Licence authorizes .................................................................................... of\n                                                                                            .....in the pui&\n..................................................................................................\nof ...................................... to olry on business as an inv&ent               adviser in a c c u d m a\nwith the S d e s Act end regulations madethereunder.\nThis licence is issual subject to the tenns and conditions, if any, annexed hado.\n?his licence is ndtransferable.\nDatedthis ................day of .............................., 19.. .....\n                                                   ..................................................................\n                                                           Chairman,Secun'riesCommission\n                        THE SECURITIES (LICENSLVG AND REGISTRATION)\n                                     REGULATIONS, 1996\n                                            FIRST SCHEDULE, conrd.\n                                                      FORME\n                                           THE SECURlTIES ACT\n                    The Securities (Licensingand Registration) Regulations, 1996\n                         Certi$cate of Registrotion as a Dealer's Representative\nNo. of C d f i c a t e..........................\n...................................................................................................... in the parish\nof ......................................has beem registered to carry on business as the representative\nof .......................................................... a dealer in securities in accordance with the\nSeuuitim Ad and regulations made thereunda.\n'Ihi Wificate is issued subjed to the t a m s and conditions, if any, annexed hereto.\nThis cetifiade is not transferable.\nDatedthis .............. ..day o f . . ........................ ...., 19.......\n                                                    ..................................................................\n                                                             Chairman, Securities Commission\n                                                      FORM F\n                                            THE SECURlTIES ACT\n                     The Seavities (Licensing and Registration) Regulations, 1996\n                 Certificate of Registration as an Investment Adviser's Representative\n                 ..............................\nNo. of Ccrcif~cate\n......................................................................................................\n                                                                                                  intheparish\nof .................................has been registered to carry on business as the representative of\n.....................................................an investment adviser in accordance wah the\nS d i m Ad and regulations made thereunder.\n'Ihir catificate is issued subject to the t a m s and conditions, if any, annexed hsdo.\n'Ihir cetiiicatc is not transferable.\n-this         ............... day of ........................., 19.. ...\n                                                    ...............................................................\n                                                               Chairman, Securities Commi~~ion\n                            W E SECURITIES (WCENSING m D REGISTRATION)\n                                         RMiULA TIONS, 1996\n                                              FIRSTSCHEDULE,\n                                                           contd.\n                                                        FORMG\n                                            THE SECURITIES ACT\n                         The Securities (Licensing m d Registration) Regulations, 1996\n                               Application for Registration ofResponsible W c e r\nN*E for m&\n         !~!~qr~.~~\n                  icat"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1)    The Schedule attached to the information memorandum shall\ncontain the following information-\n              the amount of funds being sought by the proposed issuer;\n              the purpose of the issue. and whether or not it is intended to use the\n              funds raised to make loans or other investments to or in any other\n              company;\n              the proposed form of the commercial paper;\n              the proposed minimum denominations, if any, of each instrument,\n              and, where applicable, the available multiples;\n              the anticipated maturities of the instruments;\n              when and how the hvestor will receive the instruments and\n              payments thereunder;\n              the most recent audited financial statements ofthe issuer, prepared\n              not more than eighteen months before the date of delivery of the\n              information memorandum and in accordance with generally\n              accepted accounting principles;\n              an interim balance sheet and profit and loss statement for the period\n              since the last audited accounts up to a date not more than three\n           TlfE SEC(IR1TIES (DISCLOSURE OF INTERESI) REG1ILATION.S. 1999\n             months prior to the date ofdelivery ofthe Schedule, stating whether\n             or not they have been audited (if more than six months have passed\n             since the end ofthe financial yearto which the last audited statements\n             relate);\n             a statement of the outstanding financial liabilities (with loans from\n             licensed institutions, commercial paper obligations, guarantees and\n             other financial liabilities quantified separately) as at a date not more\n             than thirty days prior to the date of delivery of the Schedule;\n             a statement. signed by any two officers of the company approved\n             by the board for that purpose, that. to their best knowledge and\n             belief, the statements filed accurately state the financial status and\n             liabilities of the issuer or guarantor, as the case may be;\n             where the issuer or guarantor, having made all reasonable enquiries,\n             is aware of any circumstances which could reasonably be regarded\n             as significantly and adversely affecting its ability to meet its\n             obligations as they fall due, a statement as to such circumstances\n             signed by any two officers of the company approved by the board\n             for that purpose;\n             where, having made such enquiries, the issuer or guarantor has not\n             become aware of any circumstances likely to have the foregoing\n             effects, a statement to that effect;\n             a photocopy of a certified resolution authorizing the proposed\n             borrowing or the guarantee, as the case may be.\n             a list of persons authorized to sign the commercial paper or guarantee\n             on behalf of the issuer or guarantor, as the case may be.\n       (2) The Schedule to the information memorandum shall contain the\nfollowing information-\n     (u)     the amount of-\n                   (i)     the authorized and issued share capital of the issuer;\n                   (ii)    any share capital agreed to be issued and the number\n                           and classes of the shares of which it was composed,\n                           giving details of their principal characteristics;\n     (h)     if any part of the issued share capital is still to be paid up, an\n             indication of the number of total nominal value, and type of the\n             securities not then fully paid up, broken down, where applicable,\n             according to the extent to which they had been paid up;\n     (c)     the profits and losses and liabilities and financial record and position\n             ofthe issuer and, if it is a member ofa group, set out as a comparative\n             table for each ofthe latest five financial years of the issuer for which\n             such information was available, together with copies of individual\n                   (The inclusion of this pnye is aulhorlzed hy L N 102/?001]\n     THE SECURITIES (I)ISCI,OSl/RE 0 1 ~INTEREST)\n                                         '        REGULATIONS. I Y Y Y\n       and (if applicable) group accounts for each of the latest two such\n       financial years, including, in the case of a company incorporated in\n       Jamaica, all notes, reports or other information required by the\n       Companies Act;\n ( d ) details as at the most recent practicable date (which shall be stated)\n       xior to the relevant date of the following (which, if the issuer is a\n       member of a group, shall also be provided on aconsolidated b a s i s F\n                       the total amount of any loan capital outstanding in any\n                       member of the group, and loan capital created but\n                       unissued and term loans, distinguishing between loans\n                       guaranteed and unguaranteed, and those secured\n                       (whether the security is provided by the issuer or by\n                       third parties) and unsecured;\n                     the total amount of all other borrowings and\n                     indebtedness in the nature of borrowing of the issuer\n                     or the group (as the case may be), distinguishing\n                     between guaranteed and unguaranteed and secured and\n                     unsecured borrowings and debts, including bank\n                     overdrafts and liabilities under acceptances (other than\n                     normal trade bills) or acceptance credits or hire purchase\n                     commitments:\n                     all mortgages and charges of the issuer or the group (as\n                     the case may be); and\n                     the total amount of any contingent liabilities and\n                     guarantees of the issuer or the group (as the case may\n                     be):,\n  ( e ) if the issuer or the group (as the case may be) has no such loan\n        capital, borrowings, indebtedness or contingent liabilities, a\n        statement to that effect;\n        where necessary, a statement to the effect that no account has been\n        taken of liabilities between undertakings within the same group.\n    (3) Every licensed dealer-\n  (a)   in the commercial paper authorized by a resolution referred to in\n        paragraph ( I ) (m), shall keep the signed original of each such\n        resolution:\n  (6)   in the issuer's commercial paper, shall keep the signed original of\n        the certificate of incumbency in relation to the signatures of the\n        persons referred to in regulation 8 (b),\n  and the Schedule shall contain a statement that those documents are\n  available for inspection by potential investors at the offices ofthe licensed\n  dealer."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1)      The take-over bid circular shall contain the following                     con1entsof\n                                                                                           take-over bid\ninformation-                                                                               c~rcular\n      (a)    the number and designation, without duplication, of any securities\n             of the offeree company beneficially owned, directly or indirectly-\n                    (i)    by the offeror company;\n                    (ii)   by a subsidiary, parent or other associate company of\n                           the offeror company;\n                    (iii) by each director and each officer of the offeror\n                          company; or\nTHE SECURITIES (7ilK6-OVERS AND MERGERS) REGULATIONS. 1999\n            PART IV. The Take-Over Bid Circular, contd\n          (iv) by aperson or company who beneficially owns directly\n               or indirectly, equity shares of the offeror company\n               carrying more than 10% of the voting rights attached\n               to all the equity shares of the offeror company for the\n               time being outstanding or, if no such shares are so\n               owned, a statement to that effect;\n   the number and designation of any equity shares of the offeree\n   company traded by the person or companies referred to in paragraph\n   ( a )during the six months preceding the date of the offer, including\n   the purchase or sale price and the date of each transaction;\n   particulars of all conditions attached to acceptances;\n   where the obligation of the offeror to take up and pay for shares\n   under an offer is conditional upon a minimum number of shares\n   being deposited pursuant thereto, the particulars of such condition\n   and the last date on which the offer can be made unconditional;\n   par!iculars of the method and time of payment of the cash or other\n   conaderation to be paid for the shares of the offeree company;\n   a statement to the effect that any shares deposited pursuant to the\n   offer may be withdrawn by or on behalf of the offeree at any time\n   before the expiration of seven days from the opening date of the\n   offer;\n    where the shares in the offeree company are to be paid for in whole\n    or in part in cash, details of the arrangements that have been made\n    to ensure that the required funds are available to carry out the offer;\n    where reasonably available, a summary showing in detail the volume\n    of trading and price range of the shares of the offeree company in\n    the six months preceding the opening date of the offer;\n    the particulars of any arrangement made or proposed between the\n    offeror and any holders of more than 10% of the offeree's shares,\n    officers or directors ofthe offeree or persons who, within the period\n    of nine months before the offer was made, were holders of more\n    than 10% of the offeree's shares, including particulars relating to\n    any proposed compensation for loss of office or their retaining or\n    retiring from office if the offer is successful;\n    particulars of any information known to the offeror that indicate\n    any material change in the financial position or prospects of the\n    offeree company since the date of its last published interim or annual\n    financial statement;\n    a statement as to the intentions of the offeror regarding\n    the employees of the offeree and the continuation of the\n    business:\n        THE SECURITIES (TAKE-OVERS AND MERGERS) REGULATIONS. 1999\n                    PART IV. The Take-Over Bid Circular, contd.\n      (0    particulars of all documents required to be lodged for valid\n            acceptance;\n      (m)   if the total emoluments receivable by the directors of the offeror\n            company or group will be varied after the acquisition, full particulars\n            of the variations or, if there will be no variation, a statement to that\n            effect;\n      (n) details of any special arrangements relating to the offer, between\n          the offeror or any parties acting in concert and any of the directors,\n          immediate past directors or shareholders of the offeree;\n      (0)   such other information as may be required from time to time by the\n            Commission or a recognized stock exchange or both.\n        (2) Where the consideration for an offer includes, in whole or in part,\nthe securities of a company, the take-over bid circular shall contain the following\nadditional information regarding that company-\n      (a)   such information as is required for inclusion in a prospectus state-\n            ment in lieu of prospectus as prescribed by the Companies Act;\n      ( b ) the audited financial statements for the previous year;\n      (c)   the company's profit and loss statements for the previous five years\n            of operation;\n      (4 the unaudited financial statements for the company's last quarter;\n      (e)   the particulars of any information known to the offeror that indi-\n            cates any material change in the financial position or prospects of\n            the company since the date of the last published interim or annual\n            financial statement of such company.\n        (3) After an offer has become or is declared unconditional, the offer\nshall remain open for acceptance for not less than fourteen days, but shall, in\nthe event that the offer becomes or is declared unconditional on an expiry date\nand the offeror company has given at least ten days' notice in writing to the\nshareholders of the offeree company, the offer shall not be open for acceptance\nbeyond that date.\n        (4) If the proposed purchase is not completed, all documents referred\nto in paragraph ( I ) (0 shall be returned to the offeror within fourteen days of\nthe closing date of the offer.\n   1 7 . 4 1 ) A report, opinion or statement by an expert or a person whose Expelts'repon\nprofession gives authority thereto, shall not form a part of or accompany a take. ~ ~ t      ~\nover bid circular unless the expert or person has agreed in writing to the use of\nthe report, opinion or statement.\n                   [The inciusio~i of this page is authorized by L N. 102/2001]\n                      THE SECURITIES (TAKE-OVERS AND MERGERS) REGULATIONS, 1999\n                                  PARTIV. The Take-Over Bid Circular, contd.\n                      (2) The agreement referred to in paragraph (I), shall be reproduced in\n              the take-over bid circular.\n                     (3) The report, opinion or statement referred to in paragraph (1) shall\n              be included in or submitted with the take-over bid circular in the exact form\n              and context in which it was made.\n                                              PARTV. Directors' Circular\nIssue OF          1 8 . 4 1) The board of an offeree company shall, within seven days of receipt\ndirectors'\ncircular      of a take-over bid, issue a directors' circular containing a recommendation as\n              to acceptance or rejection of the offer and the particulars specified in regulation"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.   State name of Settling Bank ......................................................................\n        Name of auditor (Finadd) .......................................................................\n        Wlsinw address of auditor (Financial) .........................................................\n        Name of system auditor ...........................................................................\n        Ekeineta address of system auditor ...............................................................\n         ..........................................................................................................\n  Signature of Puthahed officer\n                                                    FORM I\n                                         THE SECURITIES ACT\n                   The Socwities (Licensing and RegisIration) Regulations, 19%\n                                 Licence to Establish and Operate Central\n                                            Securities Depo~itory\nNo. of Licence...................................\nThis Licence authorizes.. ...................................................................................\n                                                                                                         of\n.....................................................................................................\n                                                                                                in the parish\nof ................................................to establish and operate a omtml securities depository\nin accordance with the Securities A d and regulations made thereunder.\nThis licence is issued subject to the tenns and conditions, if any, annexed hereto.\nThis licence is not transferable.\nDated this. ...............................                                                   ...,20.. ........\n                                         ....day of. ...........................................\n                                                              ...................................................\n                                                               Chairman, Financial ServicesCommission\n                    THE SECURITIES (LICENSING AND REGISTRATION)\n                                 REGULATIONS, 1996\n                                     SECOND SCHEDULE                     (Regulations 3,4,6(2),\n                                                                                    8(2) and 9)\n                                              Fees\nI. The fees in respect of a dealer's licence shall be-\n   (a) in the case of an individual-\n             On application (non-refundable)                          ... $ 50,000\n             On the grant of a licence and, thereafter, annually. on or\n             before the anniversary of the grant of the licence ... ... $120,000\n   (b) in the case of a c o m p a n y\n       On application (non-refundable)                            ...     $5,000\n       On the grant of a license and, thereafter, annually, on or before\n        the anniversary of the grant of the license            ... ... the greater of-\n                                                                            (i) $500,000; or\n                                                                          (ii) the aggregate\n                                                                          of-\n                                                                           (A) 5 basis points\n                                                                                on the first $5\n                                                                                billion of total\n                                                                                assets;\n                                                                           (B) 1.5 basis points\n                                                                                on the next $25\n                                                                                billion of total\n                                                                                assets; and\n                                                                           (C) 0.75 basis\n                                                                                points on assets\n                                                                                over $30 bil-\n                                                                                lion.\nNote: For the purposes of Item 1 (b)(ii);\n   -assetswmeans\n      (a)the aggregate total of a dealer's balance sheet assets as at the\n           31st December of the year immediately prior to the\n           anniversary of the grant of its licence, taken without the\n           netting off of its liabilities plus the aggregate value, at that\n           date, of securities or other investment instruments held or\n           managed on behalf of clients, whether on a discretionary or a\n           non-discretionary basis: or\n       (b) in the case of a unit trust and overseas mutual funds, the net\n           value of securities sold by or through the dealer during the\n           year ending on the 3 1 st December immediately prior to the\n           anniversary of the grant of its licence."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Evcry liccnscc shall display to lhc public conspicr~ouslal lhcir\nrcspcctivc p1;rccs of bnsincss-\n      (a) lhc liccr~cc issucd to the dcirlcr or ir~vcstrncnlirdciscr hy tlic\n            Conmission; and\n                  r l ~ inclusion\n                        e         of this page is autliorized by L.N.33A12005]\n              THE SECURITIES (CONDUCT OF BUSINESS) REGULATIONS, 1999\n        (6)     the certificates of registration issued to the registered representatives\n                of the dealer or investment adviser.\n                       PARTVI. Inspection, Audit and Investigations"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.\n                      (2) A copy of the directors' circular shall-\n                    (a)    form part of or accompany a notice which shall be sent by the\n                           directors to each shareholder by prepaid post or by delivery at the\n                           shareholder's last known address, as shown in the books of the\n                           company;\n                    (6)    be published in at least one daily newspaper circulating in Jamaica;\n                           and\n                    (c)    immediately prior to being published and sent to shareholders, be\n                           delivered to the Commission and to any recognized stock exchange\n                           where the offeree company's securities are listed.\nContents of      19. A directors' circular shall contain-\ndirectors\nc~rcular\n                    (a)    the number and designation, without duplication of any securities\n                           of the offeree company beneficially owned (directly or indirectly)\n                           by-\n                                  (i) each director and officer of the offeree company;\n                                 (ii)   where known to the directors or officers, each person\n                                        or company who beneficially owns (directly or indi-\n                                        rectly) equity shares of the offeree company carrying\n                                        over 10% of the voting rights,\n                           and in each case, if no such shares are so owned, a statement to that\n                           effect;\n                    (b)    a statement as to whether the categories of beneficial owners re-\n                           ferred to in paragraph (a) have accepted or intend to accept the\n                           offer made in respect of the take-over bid:\n                     (c)   where an offer is made by a company, the number and designation,\n                           without duplication, of any securities of the offeror, beneficially\n                           owned by each director or officer of the offeree company and, where\n        THE SECURITIES (TAKE-OVERS AND MERGERS) REGULATIONS, 1999\n                          PART V. Directors' Circular, contd\n            known, by each person or company who beneficially owns equity\n            shares for the time being outstanding of the offeror company\n            carrying more than 10% of the voting rights;\n            particulars of any arrangement or agreement made or proposed\n            between the offeror and any ofthe directors or oficers of the offeree\n            company, including particulars relating to any proposed\n            compensation for loss of office or their remaining in or retiring\n            from office if the offer is successhl;\n            a statement as to whether or not any director or officer of the offeree\n            company and, where known, any person or company beneficially\n            owning over 10% of the voting shares of the offeree company for\n            the time being outstanding, has any interest in any material contract\n            to which the offeree is a party, and if so, particulars of such interest;\n            where reasonably ascertainable, a summary in detail of the volume\n            of trading and the price range of the shares of the offeree company\n            in the six months preceding the offer, if in the opinion of the directors\n            of the offeree company, such information is not adequately disclosed\n            in the take-over bid circular;\n             particulars of any material change in the financial position and\n             prospects of the offeree company since the date of the company's\n             last published interim or annual financial statements;\n             a statement showing the trading in the shares of both the offeror\n             and offeree company by every director and officer of the company\n             for at least six months before the date of the offer or, if there was no\n             such trading, a statement to that effect;\n             the audited financial statements for the previous year;\n             the company's profit and loss statements for the previous five years\n             of operation;\n             the unaudited financial statements for the company's last quarter;\n             a valuation report, made not more than eighteen months before the\n             date of the directors' circular, ofthe company's fixed assets prepared\n             by a professional valuator containing a precise explanation of the\n             basis for the valuation;\n             particulars of any other material facts not disclosed in the valuation\n             report;\n             such other information as may be requested from time to time by\n             the Commission or a recognized stock exchange, or both."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. A management company shall-\n                           (a)     be engaged primarily in the business of mutual fund management;\n                           (6)     have sufficient financial resources at its disposal to enable it to\n                                   conduct its business effectively and meet its liabilities and, in\n                                   particular, its issued and paid-up capital and capital reserves shall\n                                   not be less than US$300,000.00 or 2% of all outstanding liabilities,\n                                   whichever is greater;\n                           (c)     not lend to an extent that exceeds 10% of its capital base; and\n                            (4 maintain at all times a positive net asset position in accordance\nF o r ~ ~ Schedule.\n          th                       with the formula set out in the Fourth Schedule.\nInn rcompany             21, Indebtedness by the management company to its associated company\nindebtedness.\n                      shall be regarded as part of capital for the purpose of regulation 20 in the\n                      following circumstances-\n                            (a)    the indebtedness shall not be settled without the prior written con-\n                                   sent of the Commission; and\n                            (6)    the indebtedness shall be subordinated to all other liabilities of the\n                                   management company.\nQ~mlification            22. The directors ofthe management company shall be fit and proper persons\nof directors.\n                      within the meaning of section 9 (3) (a) (ii) of the Act.\nAppointment              23.-(1)   Subject to paragraph (2), any appointment by the management\n0 1 investment\natkiser.              company of an investment adviser shall be made from among persons licensed\n                      as such under the Act.\n                            (2) Paragraph (I) shall not apply to advisers who are resident in Jamaica\n                      and who only give advice to the fund outside of Jamaica.\n                              (3) The remuneration and expenses of the investment adviser shall be\n                      borne by the management company which shall, notwithstanding the\n                      appointment, remain responsible for the discharge of the investment advisers\n                      duties under these Regulations.\n:,elf-manayed            24.-(1)    Notwithstanding regulation 19-\nschemer\n                            (a)    a fund (hereinafter referred to as a self-managed scheme) may be\n                                   managed by its own officers performing the functions of a\n                                   management company; and\n                                         [The inclus~on of this page is authorized by L N. 102/2001]\n              THE SECURITlES (MUTUAL FUNDS) REGULATIONS, 1999\n                       PART11 1. Local Mutual Funds, contd.\n      (b)   in such a case, references in these Regulations to the officers of the\n            management company shall be deemed to be references to the\n            officers of that fund.\n        ( 2 ) The officers of a self-managed scheme shall not deal with the scheme\nas principals.\n        (3) The bye-laws of a self-managed scheme shall contain the following\nprovisions-\n      (a)   holders may convene a meeting and, by way of an ordinary\n            resolution, remove any of the officers considered no longer fit and\n            proper to manage the scheme's assets; and\n      (b)   officers' fees and renumeration shall be fixed by the holders at a\n            general meeting.\n   2 5 . 4 1 ) A management company shall-                                            General\n                                                                                      obli#at~onsof\n      (a)   manage the scheme in the exclusive interest of the holders and in \",\",\";;yt\n            accordance with these Regulations and the scheme's constitutional\n            documents;\n      (b)   maintain or cause to be maintained the books and records of the\n            scheme and prepare the scheme's accounts and reports;\n      (c)   ensure that the constitutional documents are made available for\n            inspection by the public in Jamaica, free of charge at all times during\n            normal office hours at its place of business and make copies of\n            such documents available upon the payment of a reasonable fee;\n        ( 2 ) The management company shall publish at least two reports in\nrespect of each financial year and copies of those reports shall be sent to all\nregistered holders and the Commission and such reports shall include a statement\nof portfolio.\n   2 6 . 4 1 ) The Management Company shall be subject to removal by notice Retirementof\nin writing from the directors of a mutual fund in any of the following events-\n      (a)    the management company goes into liquidation, becomes insolvent\n             or enters any other insolvency proceedings provided for under the\n             Companies Act;\n      (b)    for good and sufficient reason, the directors of a mutual fund are of\n             the opinion and so state in writing that a change in management\n             company is desirable in the interests of the holders.\n        ( 2 ) The management company shall have the right to retire-\n      (a)    in the manner provided for in the constitutional documents; or\n                   [The inclusion of [his page is nurhorized by L.N.102/2001]\n                               THE SECURITIES (MUTUAL FUNDS) REGULATIONS, 1999\n                                       PART I I 1. Local Mutual Funds, contd.\n                       (b)   if the Commission withdraws its approval of the management\n                             company.\n                         (3) The Commission shall be informed by the directors of a mutual\n                  fund of any decision to remove the management company not less than ninety\n                  days before the date of that decision.\n                          (4) Upon retirement or dismissal of the management company, the\n                  directors of a mutual fund shall, with the approval of the Commission, appoint\n                  a new management company as soon as possible.\n                         (5) The appointment of a new management company shall be by a new\n                  management agreement containing such provisions as the directors are advised\n                  are necessary in order to ensure the due performance of its duties by the new\n                  management company.\n                         ( 6 ) Upon the appointment of a new management company-\n                        ( a ) the retiring management company shall be absolved and be released\n                              from all further obligations under these Regulations and the consti-\n                              tutional documents and shall cease to have any rights thereunder,\n                              but without prejudiceto the rights of any holder or other person in\n                              respect of any act or omission on the part of the retiring manage-\n                              ment company prior to such retirement.\n                        ( 6 ) the retiring management company may retain for its own benefit,\n                              and without having to account therefor to the holders or any of\n                              them, any consideration paid to it in connection with the change of\n                              manager.\n                         (7) This regulation shall not apply to self-managed schemes.\nAp~ointment          2 7 . 1 1 ) A management company or the directors of a mutual fund shall,\nof tl,~eauditor\n                  on the establishment of the fund and upon any vacancy, appoint an auditor for\n                  the fund.\n                         (2) The auditor shall be independent of the management company, the\n                  custodian and the directors of the local mutual fund.\n                         (3) The management company shall cause the fund's annual report to\n                  be audited by the auditor within ninety days after the date of the report.\n                                     PART IV. General Obligations of Mutual Fund\n                                                    Accounts and Disclosures\nKei:ping or          28.--(I) Subject to paragraph (2), every local mutual fund shall for each\nact ounts, d c\n                  fund keep and maintain proper books of accounts, records and documents in\n                  such manner as to-\n                                    [The inclusion of this page is sulhorized b y L N 102/2001]\n              THE S&CLrRITIES (MUTUAL FUNDS) REGULATIONS, 1999\n               PARTIV. General Obligations of Mutual Fund, contd.\n     (a)    explain its transactions and disclose at any point oftime the financial\n            position of the mutual fund; and\n     (b)    in particular, give a true and fair view of the state of affairs of the\n            fund,\nand shall notify to the Commission of the place where the books of accounts,\nrecords and documents are maintained.\n       (2) Every mutual fund shall follow such accounting policies and\nstandards as to provide appropriate details of-\n     (a)    the composition of the assets of the fund at the relevant accounting\n            date; and\n     (6)    the performance during that period together with information\n            regarding distribution or accumulation of income accruing to the\n            holders in a fair and true manner.\n       (3) Every mutual fund shall, in its accounts, make a disclosure by\nsegregating its earnings under the following headings-\n      (a) short-term capital gains; and\n      (b)   long-term capital gains; and\n      (c)   other income.\n       (4) All expenses shall be clearly identified and appropriated to the\nindividual schemes.\n       (5) In paragraph (2), \"relevant accounting date\" means the date on\nwhich the company's audited financial statements are due."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.-41) Where an investor has acquired an interest in commercial paper\nthrough a licensed dealer and the investor does not recieve the actual commercial\npaper in question, the licensed dealer shall-\n      (a) keep a register of the interest in that commercial paper and shall\n          enter in the register, in relation to each such investor-\n                     (i)     a description of the commercial paper and the date on\n                             which the investor acquired an interest therein;\n                     (ii)     the principal amount of that interest:\n                     (iii) the rate of return to which the investor is entitled in\n                           respect of such investment;\n      (b)      ensure that the commercial paper has no express restriction on the\n               rights of the holder to negotiate, assign or otherwise dispose of that\n               commercial paper and the rights created thereby;\n      (c)      issue to the investor, an instrument stating the name of the issuer of\n               the commercial paper.\n        (2) The holder of commercial paper referred to in paragraph (1) shall\nnot dispose of his rights thereunder, unless he creates a trust in favour of the\ninvestor referred to in that paragraph, in respect of those rights or a proportionate\npart thereof.\n                     [The inclusion o f this page is authorized by L . N 102/2001]\n         T H E SECIIRIT1E.S /fI)ISC'L(ISURE O F INTEREST) RE(I'lILAT1ON.Y. 1999"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. SPECIAL\n          PROVISIONS\n                  FOR UMBRELLA\n                            FUNDS\n   (I)   In the case of an umbrella fund state-\n              (a) that in no circumstances a holder who exchanges rights or securities in\n                  one part of the fund for rights or securities in another part of the fund be\n                  given a right by law to withdraw from or cancel the transaction; and\n              (b) what arrangements are made by the constitutional documents for charges\n                  in the case of an exchange of securities in one constituent part for\n                  securities in another, including the maximum amount of the charge and\n                  the minimum number of exchanges that will be permitted free of charge.\n   (2)   In the application of this Schedule to an unlbrella fund, the information required-\n              (a)    shall be stated in relation to each part of the fund where the information\n                     for any part of the fund differs from that for any other part; and\n               (h)   sh;~llbe stated for the f h d as a whole, but only where the information\n                     is meaningful in relation to the fund as a whole.\n                 [The inclusion of this pnye is authorized by 1. N. 102/2001]\n        THE SECURITIES (MUTUAL FUNDS) REGULATIONS. 1999\nA description of the potential conflicts of interest between the fund, its directors and its\nservice providers.\n\"Approvals received from the Securities Commission do not constitute a guarantee by\nthe Conmission as to the performance of the fund or its creditworthiness. Furthermore,\nin giving such approvals the Commission shall not be liable for the performance or\ndefault of the fund or for the correctness of any opinions or statements expressed.\"\nState any other material information which is within the knowledge of the directors or\nwhich the directors would have obtained by the making of reasonable enquires-\n(I)   which investors and their professional advisers would reasonably require, and\n      reasonably expect to find in the prospectus. for the purpose of making an informed\n      judgment about the merits of investing in the fund and the extent and characteristics\n      of the risks accepted by so investing; and\n(2)   including a statement of any risks in the fund which may reasonably be regarded\n      as existing for reasonably prudent investors.\n              [The inclusion o f this page is authorized b y L.N 10212001]\n               THE SECURITIES (MUTUAL FiINDS) REGULATIONS 1999\n                                             SCHEDULE\n                                       FOIJRTH\n                                                                                (Regulations 3 and 20)\n          Formula for Determination for Mutual Fund\n                   Net Capital Requirement\n                                                                         Credits                  Debits"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. An issuer who contravenes any provision of these Regulations commits\nan offence and shall be liable on summary conviction before a Resident\nMagistrate to a fine not exceeding fifty thousand dollars or to imprisonment for\na term not exceeding two years or to both such fine and imprisonment."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. Failure to comply with these Regulations shall not affect or prejudice the\nvalidity or enforceability of any obligations arising from the issue or guarantee\nof commercial paper.\n                   [ T h e inclusion o f this page is authorized b y L N. 10212001)\n             THE SECURITIES (COKDUCT O F BUSIVESS) REGULATIONS. 1999\nacquisition, give written notice to the Commission providing all relevant facts\nto enable the Commission to determine if the acquisition-\n      (a)     will result in a conflict of interest;\n      (b)     will prevent a licensee from complying with the conditions of his\n              licence;\n      (c)     is inconsistent with an adequate level of investor protection; or\n      (d) is otherwise prejudicial to the public interest.\n        (2) The acquisition shall not take effect if, within thirty days of receipt\nof a notice under paragraph ( I ) , the Commission gives notice in writing to the\nlicensee concerned (hereinafter referred to as a notice of objection) that it objects\nto the proposed acquisition.\n         (3) Where the Commission issues a notice ofobjection under paragraph\n(2), it shall afford the licensees concerned an opportunity to be heard.\n        (4) After hearing the licensees the Commission may, if satisfied that\nthe acquisition can be approved, cancel the notice of objection and notify the\nlicensees of such cancellation and of its approval of the acquisition.\n        (5) Paragraph ( I ) does not apply to a licensee who, alone or in\ncombination with any other person, proposes to acquire securities which together\nwith the securities already beneficially owned by that licensee or over which\nthat licensee exercises control or direction, do not exceed 5% of any class or\nseries of securities of any licensee that is a listed company on a stock exchange\nin Jamaica.\n                            PART111. DealerElient Relationship"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.   Mandatory offer.\n               (The ~nclunonot' rks page 1% authormd by L N 102/20011\n        THE SECURITIES (TAKE-OVERS AND MERGERS) REGULATIONS, 1999\n                                 PART111. Shareholders"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. Appointment of the auditor.\n            PARTIV-General Obligations o f Mutual Fund\n                          Accounts and Disclosures"
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. The annual report of a mutual fund or an abridged summary thereof Annual report\nshall be published through an advertisement in a local newspaper as soon as\nmay be practicable but not later than three months from the end of the relevant\nfinanical year:\n   Provided that, whenever the report is published in summary form, such\npublication shall carry a note that the full annual report shall be available for\ninspection of the head office of the mutual fund and if so required, a copy\nthereof shall be made available on payment of such nominal fees as may be\nspecified by the mutual fund."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30.--(I) The mutual fund, the management company, the custodian and the D ~ s ~ l o s ~ r e s\nsponsor shall, when requested to do so by the Commission, make such disclosures\nor submit such documents as the Commission may specify.\n        (2) Without prejudice to the generality of paragraph ( I ) , a mutual fund\nshall furnish the following periodic reports to the Commission in respect of\neach hnd-\n                              THE SECURITIES (MUTUAL FUNDS) REGULATIONS, 1999\n                             PARTIV. General Obligations of Mutual Fund, contd.\n                       (a)   once per year, copies of the duly audited annual statements of\n                             accounts including the balance sheet and the profit and loss account;\n                       ( b ) a copy of the following quarterly unaudited accounts-\n                                   (i)     a quarterly statement of movements in net assets; and\n                                   (ii)    a quarterly portfolio statement, including changes from\n                                           the previous periods.\n                        (3) Local mutual funds shall publish in a local newspaper, such\n                 discIosures as are essential in order to keep investors apprised of any material\n                 changes, which may have an adverse bearing on their investments.\n                        (4) Every mutual fund shall, within three months from the end of each\n                 financial year forward to the Commission a copy of the annual report and other\n                 information including details of investments and deposits held by the mutual\n                 fund so that the entire portfolio of the mutual funds is disclosed to the\n                 Commission.\n                         (5) A mutual fund shall, before the expiry of forty-five days from the\n                 3 1st March and the 30th September in each year publish its unaudited financial\n                 results in a local newspaper.\n                               PARTV. Inspection and Disciplinary Proceedings\nlnapection o f      3 1 . 1 The Commission may undertake the inspection of the books of\naccounts.\n        etc      accounts, records and documents of mutual fund, the asset management company\n                 and custodian for any of the purposes specified in paragraph (2).\n                         (2) The purposes referred to in paragraph (1) are-\n                       (a)   to ensure that the books of accounts and other books are being\n                             properly maintained;\n                       (b)   that the provisions of the act and these Regulations are being\n                             complied with;\n                       (c)   to review the role of the mutual fund, custodian or management\n                             company in the case of take-overs;\n                       (d) to investigate complaints received from holders, other mutual funds,\n                             or any other persons on any matter having a bearing on the activities\n                             of the mutual fund, management company and custodian.\n                        (3) Where an inspection is being carried out under this regulation,\n                 every director, proprietor, partner, officer and employee of the mutual fund,\n                 management company or the custodian, as the case may be, shall-\n                                   [The inclusion o f 1111s page is authorized by L N 102/2001]\n               THE SECURITIES (MUTUAL FUNDS) REGULATIONS, 1999\n            PARTV. inspection a n d Disciplinary Proceedings, contd.\n              produce to the Commission's authorized officer, such books of\n              accounts and other documents in his custody or control and furnish\n              him with the statements and information relating to the mutual fund\n              and its activities within such time as the authorized officer may\n              require;\n              allow the authorized officer to have a reasonable access during\n              working hours to the premises occupied by such mutual fund or by\n              any other person, on his behalfor who may be in any way concerned\n              with the activity of the mutual fund; and\n              extend reasonable facility for examining any books, records,\n              documents and computer data in the possession of the mutual fund\n              or any other person; and provide or permit the authorized officer to\n              make copies of documents or other material which the authorized\n              officer considers relevant;\n              provide such other assistance as may be required by the authorized\n              officer in connection with the inspection.\n       (4) The authorized officer shall, in the course of inspection, be entitled\nto examine or record statements of any member, director, partner, proprietor\nand employee or any person in any way associated with activities ofthe mutual\nfund, management company, or custodians.\n       (5) The authorized officer shall, as soon as may be practicable after\ncarrying out an inspection, submit a report of that inspection to the Commission.\n        (6) The Commission shall, after consideration of the report,\ncommunicate the findings to the mutual fund concerned and give it an\nopportunity of being heard before any action is taken by the Commission on\nthe findings of the report."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32.--(I)    The Commission may in writing, require the auditor of a mutual           Expanded\n                                                                                        aud~t\nfund to-\n      (a)     report in writing to the Commission on the extent of the auditor's\n              procedures in auditing the balance sheet and profit and loss account\n              of the fund;\n      (b)     enlarge the scope of that audit or perform such other audit procedures\n               as the Commission may specify in any particular case and report\n              thereon in writing to the Commission;\n      (c)     carry out report in writing to the Commission on-\n                    (i)     such examination of the fund's procedures as the\n                            Commission may specify in order to determine whether\n                            or not those procedures are adequate for the protection\n                            of the investors in the fund;\n                    [ T h e inclus~on of l h ~ s(page is authorized b y L N 102/2001]\n                                     THE SECURITIES (MUTUAL FUNDS) REGULATIONS, 1999\n                                  PARTV. Inspection and Disciplinary Proceedings, contd.\n                                          (ii)   such other examination of the fund as, in the opinion\n                                                 of the Commission, is necessary in the public interest.\n                                                                                                         -\n                              (2) Where in any particular case the Commission is of the opinion that\n                      an audit of a fund should be conducted by an auditor other th,an the fund's\n                      auditor, the Commission may appoint an auditor or a firm of auditors for that\n                      purpose.\n                             (3) The expenses as approved by the Commission of any audit or\n                      examination carried out pursuant to this regulation shall be paid by the fund\n                      concerned.\n                           (4) An auditor who refuses to comply with a requirement of the\n                      Commission under paragraph (1) or (2) shall be guilty of an offence.\n                             ( 5 ) An auditor of a mutual fund shall not be regarded as being in\n                      breach of his duty to the fund in consequence of any report made to the\n                      Commission in compliance with paragraph (I).\n                                                              PARTVI. General."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33.-(1)     Subject to paragraphs (2) and (3), all mutual funds shall be\n                      diversified as follows-\n                            (a)     at least 70% of the value of a fund's total assets shall be invested in\n                                    readily marketable securities;\n                            ( b ) no more than 10% of a fund's assets shall be invested in securities\n                                  of any one issuer.\n                             (2) The Commission may, on application in writing in that behalf,\n                      permit a mutual fund to be operated as a non-diversified fund.\n                              (3) Where the Commission grants permission under paragraph (1)' it\n                      shall require the mutual fund to be described in such a manner as will identify\n                      the actual portfolio mix."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. All mutual funds shall-\n                            (a)     be operated in accordance with the Companies Act and comply\n                                    with the provisions of that Act; and\nT l ~ i r dSchedule         (b)     comply with the prospectus requirements set out in the Third\n                                    Schedule."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35.--( 1) A person shall be liable to any ofthe penalties specified in paragraph\n                      (2) if he-\n                            (a)     fails to comply with any condition subject to which registration has\n                                    been granted;\n                                          [The inclusion o f this page is authorized by L.N. 10?/?00i]\n                THE SECURITIES (MUTUAL FUNDS) REGULATIONS, 1999\n                                    PARTVI. General, contd.\n        (b)    contravenes any of the provisions of the Act or these regulations;\n               or\n        ( c ) fails to maintain the registration requirement including the\n               requirements as to capital base and fit and proper status.\n           (2) The penalties referred to in paragraph (1) are-\n               subject to para~raph(3), suspension of registration after enquiry\n               for a specified period;\n               cancellation of registration;\n               prohibition against floating or constituting any further funds or both;\n               prohibiting the management company from acting as such for a\n               mutual fund;\n               imposition of conditions or further conditions on any licence which\n               the mutual fund holds or amendment of the existing conditions;\n               appointment of a person to advise the fund on the proper conduct\n               of its affairs, at the expense of the mutual fund;\n               appointment of a person at the expense of the mutual fund to-\n                      (i) assume control of the mutual fund; or\n                      (ii) terminate the business if it is found to be insolvent.\n           (3) No order for suspension may be given without prior consultation\nwith-\n        (a)   the Bank of Jamaica in respect of mutual funds sponsored by\n              licensed banks or financial institutions; or\n        (b)   the office of the Superintendent of Insurance in respect of mutual\n              funds sponsored by insurance companies.\n       (4) A penalty of suspension of registration of a mutual fund may be\nimposed if-\n     (a) the mutual fund, management company or custodian of the mutual\n            fund violates the provisions of the Act or these Regulations;\n     ( b ) the mutual fund, management company or custodian-\n                  (i) fails to furnish any information or to submit periodical\n                        reports as required under these Regulations;\n                    (ii) furnishes wrong or false information;\n                    (iii) does not co-operate in any enquiry conducted by the\n                           Commission.\n        (c)    the mutual fund-\n                    (i) fails to resolve the complaints of the holders or fails to\n                           give a satisfactory reply to the Board or the Commission\n                           in relation thereto; or\n                      [The inclusion of this pnye is authorized by L.N. 102/2001]\n                             THE SECURITIES (MUTUAL FUNDS) REGULATIONS, 1999\n                                                 PARTVI. General, contd.\n                                  (ii)    is guilty of improper, unbusinesslike or unprofessional\n                                          conduct;\n                                  (iii) fails to pay the fees required under these Regulations;\n                                  (iv) violates the conditions of registration;\n                     (4 the management company fails to maintain the required net worth\n                            in accordance with the provisions of regulation 20;\n                     (e)    the mutual fund, management company or custodian does not carry\n                            out its obligations as specified in these Regulations.\n                      (5) A penalty of cancellation of registration of a mutual fund may be\n                imposed if-\n                     (a)    the financial position of the mutual fund deteriorates to such an\n                            extent that the Commission is of the opinion that its continuance is\n                            not in the interest of holders and other mutual funds;\n                      (6)   the mutual fund, management company or custodian is convicted\n                            of fraud, or any other criminal offence;\n                      (c)   the provisions of paragraph (1) applies.\n                       (6) An order of suspension or cancellation of registration shall be\n                published by the Commission in at least two local newspapers.\n                       (7) From and after-\n                      (a)   the date of the suspension, the mutual fund shall, during the period\n                            of suspension, cease to carry on any activity related to the mutual\n                            fund;\n                      (b)   the date of cancellation, the mutual fund shall cease to carry on any\n                            activity related to that mutual fund.\nAppeals            36. Any person aggrieved by an order ofthe Commission may appeal against\n                that order in accordance with section 74 of the Act.\nClffences and      37. A person who contravenes any of the provisions of these Regulations\npt:naltles\n                shall be guilty of an offence and shall be liable on conviction before a Judge of\n                the Supreme Court sitting without a jury-\n                      (a)   in the case of an individual, to a fine not exceeding fifty thousand\n                            dollars or to imprisonment for a term not exceeding two years; or\n                      (6)   in the case of a company, to a fine.\n                                  [The inclusion o f this page is author~zed b y L N 102/2001]\n                  THE SECURITIES (MUTUAL FUNDS) RECULA TIONS,,1999\n                                                         FIRSTS( H ~ D ~ J L E                    (Reg~~lations"
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. Offences and penalties.\n    SCHEDULES\n                [The incl~lsios of Illis pnye is nuthorized by L.N. 10?/2001)\n                                      SECURITIES\n                               THE SECURITIES ACT\n                                   REGULATIONS\n                                 (under section 76)\n   (Made by the Securities Commiss~onand approved by the Minister on the             L N 119.m\n                             1st duy of September, 1999)"
    }
  ],
  "definitions": [
    {
      "term": "authorized officer",
      "definition": "a person authorized by the Commission to",
      "source_provision": "sec2"
    },
    {
      "term": "custodian",
      "definition": "the person appointed by a mutual fund as custodian",
      "source_provision": "sec2"
    },
    {
      "term": "custodian agreement",
      "definition": "an agreement between a mutual fund, the",
      "source_provision": "sec2"
    },
    {
      "term": "dealer",
      "definition": "a person licensed ds such under the Act",
      "source_provision": "sec2"
    },
    {
      "term": "extraordinary resolution",
      "definition": "a resolution passed by a majority of",
      "source_provision": "sec2"
    },
    {
      "term": "holder",
      "definition": "the person entered in the register of a mutual fund scheme",
      "source_provision": "sec2"
    },
    {
      "term": "investment invitation",
      "definition": "an invitation to a person in Jamaica to",
      "source_provision": "sec2"
    },
    {
      "term": "local newspaper",
      "definition": "a daily newspaper printed and circulated in",
      "source_provision": "sec2"
    },
    {
      "term": "local mutual fund",
      "definition": "a mutual fund that is operated in Jamaica",
      "source_provision": "sec2"
    },
    {
      "term": "management agreement",
      "definition": "an agreement between the management",
      "source_provision": "sec2"
    },
    {
      "term": "management company",
      "definition": "the company which manages a mutual",
      "source_provision": "sec2"
    },
    {
      "term": "material change",
      "definition": "a change in the business operation or capital of",
      "source_provision": "sec2"
    },
    {
      "term": "prospectus",
      "definition": "particulars of a mutual fund prepared and produced",
      "source_provision": "sec2"
    },
    {
      "term": "readily marketable securities",
      "definition": "securities that are freely transferable,",
      "source_provision": "sec2"
    },
    {
      "term": "registered local mutual fund",
      "definition": "a local mutual fund which is",
      "source_provision": "sec2"
    },
    {
      "term": "registered overseas mutual fund",
      "definition": "a regulated overseas mutual",
      "source_provision": "sec2"
    },
    {
      "term": "regulated overseas mutual fund",
      "definition": "an overseas mutual fund that",
      "source_provision": "sec2"
    },
    {
      "term": "relevant accounting date",
      "definition": "the date on",
      "source_provision": "sec20"
    }
  ]
}