{
  "id": "jm-subs-the-shipping-act",
  "type": "statute",
  "title": "The Shipping Act",
  "title_en": "The Shipping Act",
  "short_name": "Shipping Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-shipping-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-shipping-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. Applicants for revalidation-\n   (a)   seafarers with 12 months seagoing service within the last 5 years must-\n            (i)    meet the minimum prescribed standards of medical fitness; ;\\lid\n            (ii)   establish continued professional competence in accordance with scction\n                   A411 l of the STCW 95 Convention by having perfbrnied. (luring their\n                   period ofseagoing service, Iunctions appropriate to the level ofcertification\n                   held;\n            (iii) meet such other requiremolts as may be prescribcd by the Administration\n                  pursuant to the issuing of certificates ~Tcompetencc;\n   ( b ) seafarers who have performed functions considered to be equivalent to the seagoing\n         service o f 12 months within the last 5 years, namcly-\n            (i)    marine pilots;\n            (ii)   masters, deck officers and engincering officers serving on board tugs:\n            (iii) olticersservingon board auxiliary vessels such asnavigational aids tcndcrs.\n                  seismic, oceanographic and Iiydrographic survey vessels; niarinc research\n                  vessels and training vcs~els~iiustmcet the following critcri:~-\n                          (A)     the ~ninimumprescribed standards ol'mcdic;~l litncss:\n                          (B)     cslablish continued professional compctcncc in ;~ccordoncc\n                                  with section A411 I ol'the STCW 95 C'onvcntion. by having\n                                  performed. during thc period, functions appropriate to the lcvcl\n                                  o f certification held; and\n                          (C)     st~cliother rcquircnicnts as may be prescribed by the\n                                  Administration pursuant to the issuing o f ccrtilic:~tcs o f\n                                  conlpctcllcc;\n   (c) seatarers who have lcss than 12 months sc:~goingservicc within thc I:~st5 years must\n         pass a test approved by the Administration;\n   (d) seafarers who do not have any sengoing scrvicc within the last 5 years must\n       successfully complete a programme of study npprovcd by thc Administration:\n   (e)   seafarers who are cmployed ashore within the maritime industry i~ntlhi~vcbeen\n         performing functions approprialclrclcv;~~~l\n                                                   lo their ccrtilic;~tcs of competence\n         namrty-\n            (i)    maritime lecturers;\n            (ii) maritimc surveyors:\n            (iii) maritime administrators;\n         who do not have 12 months seagoing scrvicc within the last 5 years must mcet the\n         tollowing criteria-\n   (a)   the minimum prescribcd standards ofn~cdicalfitness; and\n   (b) complete a period o f approved sengoing service o f not lcss than 3 nionths in 11\n         supernumerary capacity, or in a lower Ollicer ranklcapacity than that for which their\n         certificate o f competence is valid.\n                       [The inclusion afthis pnge is nulhurimd hy L.N. 102/200I]\n        THE SHIPPING (TRAINING. CERTIFICATION, SAFE MANNING. HOURS OF WORK AND     51\n                            WATCHKEEPING) REGULATIONS, 1998\n       (3) The Director may request the authorities of other STCW\ncountries information on certificates, endorsements and dispensations issued\nby them, where such certificates, endorsements and dispensations are\nproduced to the Director by seafarers seeking recognition of their certificates\nunder regulation 6 or seeking employment on board Jamaican seagoing\nships or by serving on board foreign ships operating in Jamaican waters."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-41) In these Regulations unless the context otherwise requires-              Interpretation.\n          \"authorized\" in relation to any person, means authorized by the\n               Authority;\n          \"bareboat chartered ship\" means a ship registered under section 18 of\n               the Act;\n          \"builder\" in respect of a ship under construction means the actual\n               owner at the time of registration or the person who executes a\n               builder's mortgage;\n          \"builder's certificate\" means-\n                (a) in respect of a new ship, a certificate signed by the builder\n                     of the ship and containing a true account of-\n                              (i) the proper dimension and of the tonnage of the\n                                  ship, as estimated by him;\n                              (ii) the date and place where it was built; and\n                             (iii) the name of the person, if any, for whom the ship\n                                    was built, or the name of the person to whom it\n                                    was delivered;\n                 (b) in respect of a ship under construction, a certificate signed\n                       by the builder setting out the description of the ship, the\n                       name and address of the builder and any other particulars\n                       as may be required by the Registrar;\nI         \"builder's mortgage\" means a mortgage in respect of a ship under\n                construction;\n          \"Certificate of Regmy\" means a certificate of registry issued to a ship\n                which is registered under the Act and includes a certificate of\n                bareboat charter registry, unless the context otherwise requires;\n          \"certificate of bareboat charter registry\" means a certificate of registry\n                issued in respect of a ship which is registered under section 18 of\n                the Act;\n                                                                           -\n                THE SHIPPhVG (REGISTRATION OF SHIPS) REGULATIONS, 2005\n                                  PARTI-General, contd\n            \"certificate of deregistration\" means a certificate issued by the\n                  Registrar showing that the enhy in the register in respect of a ship\n                  has been closed, the date of its closure. encumbrances on the ship,\n                  and other details about the ship and its ownership at the time of\n                  closure;\n            \"declaration of ownership\" means a declaration whch complies with\n                  the provisions of section 22 of the Act;\n            \"foreign maritime entity\" means a business entity, other than a body\n                  corporate established under and subject to the law of a state other\n                  than Jamaica which, pursuant to that law, is entitled to own or\n                  operate ships;\n            \"freeze\" means to prevent any enhy (which includes a delet~onof an\n                  enhy) being made in the register.\n            \"Inspector of Marks\" means-\n                    (a) an Inspector; and\n                    (b) any other person designated to carry out the functions of\nSchedule.\n                         Inspector of Marks under Schedule 2;\n            \"length\" and \"overall length have the same meaning as in-\n                    (a) the Tonnage Convention; and\n                    (b) any applicable regulations made under the Act with respect\n                         to ascertaining the tonnage of ships;\n            \"owner\" in relation to a ship includes a demise or bareboat charterer\n                  and a managing owner;\n            \"register\" or \"appropriate register\" in relation to a ship means the\n                  appropriate register under section 24A of the Act;\n            \"ship\" has the same meaning as in section 2 of the Act, but does not\n                  include a bareboat chartered ship except, for the purposes of\n                  Parts IV and V of these Regulations, and whenever the context\n                   requires, includes a ship under construction;\n            \"ship identification number\" means the number allocated to the ship\n                   in accordance with regulation 6 (1) (a) and includes the official\n                   number, national identification number and the Jamaican Ship\n                  Registry identity number;\n            \"ship under construction\" means a ship, the keel of which has been laid\n                   or which is at a similar stage of construction;\n            \"similar stage of construction\" means the stage at which-\n                    (a) construction identifiable with a specific ship begins; and\n                  (b) assembly of that ship has commenced comprising at least\n                      fifty tomes or one per cent of the estimated mass of all\n                      structural material whichever is less;\n                    [The inclusion of this page i s authorized by L.N. 18d20081\n           THE SHIPPING (REGISTRATION OFSHIPS) REGULATIONS, 2005\n                           PARTI-General, contd.\n     \"Tonnage Convention\" means the International Convention, on\n           Tonnage Measurement of Ships 1969, as amended from time to\n           time as in force in relation to Jamaica;\n     \"transfer of a ship\" includes, except where the context otherwise\n           requires, transfer of a share in a ship.\n       (2) Any reference in these Regulations to the ascertainment of the\ntonnage of a ship means ascertainment in accordance with-\n            (a) the Tonnage Convention; and\n            (b) any applicable regulations made under the Act with respect\n                  to ascertaining the tonnage of ships.\n                    PART11-Registers of Jamaican Ships\n    3 4 1 ) No ship shall be registered in more than one register at any one ~ e g i s t ~ s .\ntime.\n         (2) A register may be kept in such electronic or other form as the\nDirector may consider to be expedient.\n         (3) Any person shall be entitled on application to the Registrar\nGeneral, to obtain a transcript, certified by a proper officer, of the entries in\nthe register.\n         (4) The Registrar General, shall be entitled to amend the register\nwhere-\n      (a) a clerical error has occurred; or\n      (b) sufficient evidence is produced to satisfy him that an entry is            -.,\n            incorrect,\nand on making the amendment he shall, subject to paragraph (5), issue a new\nCertificate of Registry if necessary.\n         (5) Where a new certificate is required under paragraph (4), the\nRegistrar General shall require the return of the existing Certificate of\nRegistry prior to the issuance of the new certificate."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1)   Under the Regulations the following engine department certificates will normally be\n           issued-\n                                                                Main Propulsion Power                STC W\n                coc                   Capacity\n                                                                    Limitation kW                    95 Reg.\n           Class 4              OOW                           Less than 750\n           Class 3              OOW                           750 or more\n           Class 2              SECOND                        750 to 2999\n                                ENGlNEER\n           Class 2              SECOND                        3000 or more (none)\n                                ENGINEER\n           Class I              CHIEF                         750 to 2999\n                                ENGINEER\n           Class l              CHIEF                         3000 or more (none)\n                                ENGINEER\n                                ENGINE ROOM                   750 or more\n                                WATCH RATING\n                  (2) Under the provisions of STCW Code A-11112, certificates will also be issued for\n           service as chief engineer or second engineer on ships of up to 6000 kW\n                                       [The inclusion of this page is aulhorired by L N 102/2001]\n          THE SHIPPING (TRAINING, CERTIFICATION. SAFE MANNING, HOURS OF WORK AND                       103\n                              WATCHKEEPING) REGULATIONS, 1998\nmain propulsion power. engaged on near-coastal voyages. Certificates will be duly endorsed for\nservice on different types of power plant.\n   (3)     Engineer officer certificates will also be introduced with other limitations to ease the\nchange to the new certificates structure. Certificates with these limitations will only be issued to\nholders of STCW 78 certificates or candidates whose training commenced prior to 1st August,\n1998. They are in addition to those above and are respectively for-\n                                    Main Propulsion Power\n                 Capacity               Lim~tationkW                     Area Limitation\n                                                                                             95 Reg.\nClass 2        SECOND                 less than 3000\n               ENGINEER                                                  Voyages\nClass I                               less than 3000                     Near-Coastal      (1113)\n                                                                         Voyages\n    The above power limitations 111ayalso be varied in individual cases.\nRevalidaiion: Deck and Engi~lrCPrt!ficatrs\n   ( I ) Existing certificate holders have three options when revalidating their certificates.\nThey may opt to-\n          (a) apply for revalidation under the 1978 Convention. The revalidation certificate will\n              he valid for seagoing purposes, with existing tonnage, power and area limitations,\n              111rti13lst January. 2002, irrespective of when the application is made; or\n          ( b ) apply for revalidation under STCW 95.which may require minor retraining in some\n                cases, to obtain a STCW 95 certiticate valid for 5 years from the date of issue; or\n          (c) prior to the due date for revalidation. undertakeany necessary training and assessment\n               required for the issue of the next higher STCW 95 certificate. Any new certificate\n               will then be valid for 5 years from the date of issue.\n    (2) The tables show the equivalencies between Jamaican certificates issued under the\nSeafarer's Certification Act which implenlented STCW 78 and the new certificate structure which\nmeets the requirements of STCW 95.These tables include the additional certificate limitations\nreferred to in paragraphs 2(2) and 3(2) above.\n                            (The inclusion ut'this page is authorized by L.N. 10?/?001]\n104   THE SHIPPING (TRAINING, CERTIFICATION, SAFE MANNING, HOURS OF WORK AND\n                          WATCHKEEPING)REGULATIONS, 1998\n           Progression     nexi Higher Ceri$caie\n               5 41) Progression to the next higher grade ofcertificate may he by the traditional method\n           of examination.\n                   (2)   As is the case with existing certificates, STCW 95 certificates may be limited for\n           service on par~icularship types (e.g. lugs) where necessary.\n           Ceriificufes o f Service"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. contd.\n        The validity of !his certificate is hereby extended until .....................................\n        (Officiul Sed)                                           .......................................................\n                                                                 Signature c~fdrt1,vurrthorircd official\n        Date of revalidation ...............................................................................\n                                                                       Nutire of drr1.v urrtkorired c~fficiul\n        The validity of this certificate is hereby extended until .....................................\n        Date of revalidatio~i\n        T h e validity of this certificate is hereby extended until .....................................\n        Date of revalidation ..............................................              .\n                                                                                         ..............................\n                                                                        Nusre ofdrrlv uvrlrorrrcd official\n        The validity of this certificate is hereby extended until .................\n        Date of r e v a l i d a t i o ~...............................................\n                                        ~                                                ..............................\n                                                                        Nurrre of drr1.v uathorrred ufficiu~\n                 ('The inclusion of lhis page is authorized bv L.N.102/20011\n                                            CLASS 2 MARINE ENGINEER OFFICER\n                                     CERTIFICATION AND WATCBKEEPMG FOR SEAFARERS, 1978\n                                                     AS AMENDED IN 1995\n          The Government of ........................................................... certifies that .......................................      (O$cial Seal)\n          has been found duly qualified in accordance with the provisions of Regulation .....................:........\n          of the above Convention, as amended, and has been found competent to perform the following\n          functions, at the levels specified, subject to any limitations indicated until .........................................\n          or until the date of expiry of any extension of the validity of this certificate as may be shown\nJAMAICA   overleaf.\n                          FUNCTION                               LEVEL                       LIMITATIONS APPLYING (IF ANY)\n          The lawful holder of this certificate may serve in the following capacity or capacities specified\n          in the applicable safe manning requirements of the Authority:\n                               CAPACITY                                              LIMITATIONS APPLYING (IF ANY)\n          Certificate No. ............................................... issued on ....................................................\n          (Ofticia1 Seal)                                                    ....................................................................\n                                                                             Signature of duly authorized oflcial\n                                                                             Name of duly authorized oflcial\n          The original ofthis certificate must be kept available in accordance with Regulation 112. paragraph\n          9 ofthe Convention while serving on a ship.\n          Date of birth of the holder of the certificate ..................................................................................\n          Signature of the holder of the certificate ......................................................................................\nTHE SHIPPING (TRAINING. CERTIFICATION. SAFE MANNING. HOURS OF WORK AND                                                      71\n                    WATC'lfKEEPING) REGULATIONS, I998\n          The validity o f tliis certificate is liereby extended i11it11.....................................\n      I   Date d r e v a l i d a t i o ~.................................................................................\n                                         ~\n                                                                          Nurrrc q / ' h ~ rrslhorired\n                                                                                             v              uficirrl\n          The vahdity o f this certificate is liereby extended imtil .....................................\n      I   Date o f r e r d i d a t i o n ...............................................................................\n                                                                          Narrre uf J ~ I &urr/kori:ci/ uf/icicrl\n           The validity o f this certificate is liereby extended i ~ n t i............\n                                                                          l\n          Date o f revalidation .................................................................................\n                                                                   Ncrrrrc r$ hrlv orrll~orizetluflicirrl\n          The validity o f this certificate i s hereby extended until .....................            .\n                                                                                                       .........\n      I   Date o f revdidation ................................................................................\n                                                                 Nurrrc r!fd~t/vtrrc~horirrrlqflicira\n                   [The inclusion of this page i s author~zedby L N 102/2001]\n                                             CLASS 3 MARME ENGINEER OFFICER\n                                 TRE INTERNATIC%AL CONVENTION ON STANDARDSOF TRAINING,\n                                   CERTIFICATION AND WATCHKEEPING FOR SEAFARERS. 1978\n                                                    AS AMENDED IN 1995\n          The Government of .......................................................... certifies that .......................................                   (Oflcial Seal)\n          has been found duly qualified in accordance with the provisions of Regulation...............................\n          of the above Convention, as amended, and has been found competent to perform the following\n          functions, at the levels specified, subject to any limitations indicated until .........................................\n          or until the date of expiry of any extension of the validity of this certificate as may be shown\nJAMAICA   overleaf.\n                          FUNCTION                                LEVEL                        LIMITATIONS APPLYING (IF ANY)\n                                                                                I\n          I                                                 I                   I                                                                           I\n          The lawful holder of this certificate may serve in the following capacity or capacities specified\n          in the applicable safe manning requirements of the Authority:\n          I                     CAPACITY                           I                   LIMITATIONS APPLYING (IF ANY)                                        1\n          Certificate No. ................................................. issued on .....................................................\n          (Oflcial Seal)                                                       ..........................................................................\n                                                                               Signature of duly authorized oflcial\n                                                                               Name of duly authorized oflcial\n          The original ofthis certificate must be kept available in accordance with Regulation 112,paragraph\n          9 of the Convention while serving on a ship.\n          Date of birth of the holder of the certificate..................................................................................\n                                                                                                                                                                hofograph of Holder\n          Signature of the holder of the certificate ......................................................................................\nT H E SHIPPING (TRAINING. CERTIFICATION. SAFE MANNING. H O U R S O F W O R K A N D                                       73\n         The validity o f this certificate is hereby extended until\n                                                               .......................................................\n                                                               Sigtiuliire c ~ f di11.v uuthorized qfficiul\n         Date o f revalidation .................................................................................\n                                                                  Nunrc of duly u u ~ i i o r i r c dqfficid\n                      ~-       ~   ~-   -   ~\n         The validity o f this certificate i s hereby extended until ...................            .\n                                                                                                    .......\n          (O~f/ficiul ,SeuI)                                   .......................................................\n                                                                Signurrre qf d u l y ulr/horized r!fficiul\n          Date o f revalidation ...........................................     .\n                                                                                ..\n                                                                                 ...............................\n                                                                 Nunie r ~ f d i r l yuir/horrzcd ~lficiul\n          The validity o f this certificate is hereby extended until .....................................\n          Date o f revalidation ................................................................................\n                                                                  N u n of  ~ d l d v us/hori:ed alficiu8\n          The validity o f t h i s certificate is hereby extended until .....................................\n           Date of revslidation .................................................................................\n                                                                  Nunre of:ditly urr/hori:ed qfficiul\n                     [The inclusion of this paye is authorized by L.N. 10212001]\n                                            CLASS 4 MARINE ENGINEER OFFICER\n                                CER-FlCATE C!F CQMPFTENCE ISSUED UNDER TEE PROVISIONS OF\n                                            THE SHIPPING ACT C N M G EFFECT TO\n                                THE INTERNATIONAL CONVENTION ON STANDARDS OF TRAINING,\n                                   CERTIFICATION AND WATCHKEEPING FOR SEAFARERS, 1978\n                                                    AS AMENDED IN 1995\n          The Government of ........................................................... certifies that .......................................     (Oficial Seal)\n          has been found duly qualified in accordance with the provisions of Regulation ...............................\n          of the above Convention, as amended, and has been found competent to perform the following\n          functions, at the levels specified, subject to any limitations indicated until .........................................\n          or until the date of expiry of any extension of the validity of this certificate as may be shown\nJAMAICA   overleaf.\n                          FUNCTION                                LEVEL                      LIMITATIONS APPLYING (IF ANY)\n          The lawful holder of this certificate may serve in the following capacity or capacities specified\n          in the applicable safe manning requirements of the Authority:\n                               CAPACITY                                               LIMITATIONS APPLYING (IF ANY)\n          I\n          Certificate No. ................................................. issued on ......................................................\n          (Oficial Seal)                                                       ...............................................................\n                                                                               Signature of duly authorized oficial\n                                                                              ..................................................................\n                                                                              Name of duly authorized oficial\n          The original of this certificate must be kept available in accordance with Regulation 112, paragraph\n          9 of the Convention while sewing on a ship.\n          Date of birth of the holder of the certificate ..................................................................................\n                                                                                                                                                   Photograph of Holder\n          Signature of the holder of the certificate ......................................................................................\nTHE SHIPPIA'G (TRAINIIVG.CERTIFICATION.SAFE MAiVNIhrG.HOURS OF WORK A,VD                                                                  75\n                     WATCHKEEPIA'GJREGULATIONS, 1998"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 , conrd.\n                                          SCHEDULE\n        Tlie validity o f this certificate is hereby extended i r ~ i t i l\n        Date o f revalidation ..............................................................................\n                                                             Nutttc t~/'dttl,i~\n                                                                              r ~ i t l l ~ r ~ r~ffict(i1\n                                                                                                r;~~~rl\n        The validity o f this certificate is hereby extended ontil ....................................\n        N?/ficiul Seul)                                    .......................................................\n                                                            S i p t u ~ i f r co/'hr(v utitliorircrl r~fficictl\n        Date o f revalidation ................................................................................\n                                                              Nunie r ? / ' h ~ lcrrtthori:cd\n                                                                                  v           officirtl\n        Tlie v a l i d ~ t yo f tliis certificate IS hereby extended until\n        (Officiul Seul)\n        Date o f revalidatio~i.................................................    .\n                                                                                   ...\n                                                                                     ....................\n                                                                 Nuarc r!fdlr/v urrrhorired officid\n        The validity o f this certificate 1s hereby extended until\n        (Officiul Seul)                                     .......................................................\n                                                            S i ~ ~ i u l tr?/'hiI,v\n                                                                            r r ~ uir/hr~ri:~'d~ f f i ~ i u l\n        Date o f revalidation ..........................................\n                                                            ..........                       ...................\n                                                              Nunrr rfdir!v          u t r ~ h ~ ~ r i officiul\n                                                                                                       zcd\n                (The inclusion of this page is authorized by L.N 102/2001]\n                                ENKX?SEM!!NT ISSUED UNDER THE PROVISIONS OF\n                                            THE SHIPPING ACT GlVING EFFECT TO\n                                 THE JNTERNATIONALCONVENTION ON STANDARDS OF TRAINING,\n                                   CERTIFICATION AND WATCHKEEPING FOR SEAFARERS. 1978\n                                                    AS AMENDED IN 1995\n          The Government of ......................... certifies that ......................................... the holder of Certificate                       (Oficiol Seol)\n          No. ............ issued by or on behalf of the Government of .......................... has been found duly\n          qualified in accordance with the provisions of Regultaion .......................... of the above\n          Convention, as amended, and has been found competent to perform the following functions, at\n          the levels specified, subject to any limitations indicated until ................................ or until the\nJAMAICA\n          date of expiry of any extension of the validity of this endorsement as may be shown overleaf.\n                         -- --\n                          FUNCTION                          I     LEVEL         I             LIMITATIONS APPLYMG (IF ANY)\n                                                                                                                                                           I\n          The lawful holder ofthis endorsement may serve in the following capacity or capacities specified\n          in the applicable safe manning requirements of the Authority:\n                               CAPACITY                                               LIMITATIONS APPLYING (IF ANY)\n          Endorsement No. ...............................................        issued on ........................................................\n          (Oflciol Seol)                                                      ..........................................................................\n                                                                              Signorure of duly outhorized oflciol\n                                                                              ..........................................................................\n                                                                              Nome of duly outhorized oflciol\n          The original of this endorsement must be kept available in accordance with Regulation V2,\n          paragraph 9 of the Convention while serving on a ship.\n          Date of birth of the holder of the certificate..................................................................................\n          Signature of the holder of the certificate ......................................................................................\nTHE SHIPPING (TRAINING, CERTIFICATION, SAFE MANNING, HOURS OF WORK AND                                               79\n                    WATCHKEEPING) REGULATIONS, 1998\n                                          S C H E D U L E6 , contd.\n        The validity of this endorsement is hereby extended until ...................\n                                                                              ......                    .....\n        Date of revnl~dation................................................................................\n                                                             NUIW of h1.v u ~ r / / ~ i ~ rofficiul\n                                                                                                ~zm/\n                                                                                 - -     -   -~- - - -\n        The validity of this endorsement is hereby extendeduntil .....................................\n        (Official Seul)                                    .......................................................\n                                                            Six~~utrtre\n                                                                     gd111.vuolhorized i![ficiul\n        Date of revalidation ................................................................................\n                                                               Nurrrc r!fdrr,v a r ~ i h o r i r dc~fficiirl\n        The validity of this endorsement is hereby extended d l .....................................\n        Dote of revalidation .................................................................................\n                                                              Niwe qf hrly ctrr/lrori:ed officiul\n        The validity of this endorsement is hereby extended until .....................         .\n                                                                                                .........\n                                                                          .\n                                                                          ..\n        Date of revalidation ........................................... ...............................\n                                                             Nunte ofd111yan/hori:ed olfiriul\n                [The inclur~onof this pnye is authnrized hy L N 102/2M)I]\n80   THE SHIPPING ITRAINING. CERTIFICATIOB SAFE MANNING. HOURS OF WORK AND\n                         WATCHKEEPlh'G) REGULATIONS. 1998\n                                                       SCHEDULE\n                                                             7                                    (Regulation 13)\n                                                                                                                '\n                TRAINING AND CERTIFICATION OF OFFICERS AND CREW ON HIGH SPEED\n                                          CRAFT\n                                                   Training Requiremenls\n              I - ( I Deck cfficers serving on High Speed Craft (HSC) are required to hold a Type\n          Rating Certificate (TRC) in addition to a valid deck officer certificate of competency.\n                   (2) t1SC operators are responsible for ensuring that appropriate training is given to\n          deck officers so that they may quali% for the issue of a TRC. The training required by the HSC\n          Code includes knowledge of the craft's propulsion and control systems, handling characteristics.          (\n          communication and navigation procedures, intact stability and survivability of the craft.\n                    (3) Organizations providing TRC training are required to ~iominatea person responsible\n          for the training. This person will be designated the Type Rating Instructor (TRI). TRls may be\n          appointed from within the HSC operating organization from an outside source. Organizations\n          should also nominate another person responsible for the assessment of training to serve as a Type\n          Rating Examiner (TRE). Both TRls and TREs should be experienced in the operation of tlie craft\n          on the route on which they will be instructing and examining, respectively and be approved by the\n          Director. Under no circunlstances will the same person be allowed to work as both TRI and TRE.\n                  (4) Engineer ofticers on HSC are required to be appropriately certiticated under the\n          requirements of the 'cgulations but do not require additional type rating certification.\n                   ( 5 ) On WSC with gas turbine propulsion, engineer officers may hold either: motor,\n          steam or combined certificates of competency. In addition. specified senior engineer officers are\n          required to hold a certificate attesting to the completion of an approved gas turbine training\n!         programme for the machinery on their vessel."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Any certificate of competence issued by tlie Authority must be kept hy the lawful holder\nin its original form on board the ship on which he is serving.\n                           I1'hc inclusion of this (page is authorized by L N 10?/100ll\n                                                          CLASS 1 DECK OFFICER\n                                 CERTIFICATE O F COMPETENCE ISSUED UNDER THE YROVisioiis u i\n                                             THE SHIPPING ACTGIVING EFFECTTO\n                                 THE INTERNATIONAL CONVENTION ON STANDARDS OF TRAINING,\n                                    CERTIFICATION AND WATCHKEEPING FOR SEAFARERS. l97U\n                                                     AS AMENDED IN 1995\n          The Government of ........................................................ certifies that .......................................                 (Oficial Seal)\n          has been found duly qualified in accordance with the provisions of Regulation ...............................\n          of the above Convention, as amended, and has been found competent to perfom the following\n          functions, at the levels specified: subject to any limitations indicated until ........................................\n          or until the date of expiry of any extension of the validity of this certificate as may be shown\nJAMAICA   overleaf.\n                           FUNCTION                                LEVEL                        LlhilTATlONS APPLYING (IF ANY)\n          The tawful holder of this certificate may serve in the following capacity or capacities specified\n          in the applicable safe manning requirements of the Authority:\n                                CAPACITY                                               LIMITATIONS APPLYING (IF ANY)\n          Cenificate No. ..................................................... issucd on ........................................................\n                                                                               ..........................................................................\n                                                                               Nome of duly ourhorked ojjciol\n          The original ofthis certificate must be kept available in accordance with Regulation U2-paragraph\n          9 of the Convention while serving on a ship.\n          Date of birth of the holder of the certificate ..................................................................................\n          Signature of the holder of the certificate ......................................................................................\nTHE SHIPPING (TRAINING. CERT1I;'ICATION.SAFE MANNING. HOURS 01; WORK AND                                                         61\n                    WATCHKEEPING) REGULATIONS, 1998\n        Tlie validity o f tliis certificate is liereby extended u ~ i t i l\n                                                                        . .\n        Date o f revalidatio~i.............................................. .\n                                                                             ...........................\n                                                                   Nirrrrc o/'drr/i~\n                                                                                   U I I I / I I I ~ I ~ L V~/ I / ] I ~ I U /\n        The validity o f this certificate i s hereby extended uiitil .....................................\n        Date o f revslidation .............................................................................\n                                                                   Nmrre i~/'r/rdy\n                                                                                u ~ i ~ / r i ~ i~/ficIir/\n                                                                                                rIx~/\n        The validity of this certificate is liereby extended u ~ i t i....................................\n                                                                      l\n        Date o f revalidatio~i...............................................\n                                                                .......                             ..................\n                                                                                                      i ~ / j r ri d\n                                                                    Nirr~rco/ r 1 1 1 1 1irrr//ri~rr:cd\n                                                                                         ~\n        Tlie validity oftliis ccrtificatc i s hereby estended w t i l\n         Date o f revalidation ...............................................................................\n                                                                    N~IIIIL,\n                                                                         r!/'(/eh,\n                                                                                 irrr/lrori:d o f i i w r\n                                                      CLASS 2 DECK OFFICER\n                               CPRT~F'CATE   C ~ ~ i ; ~ i ISjzEB\n                                                            i ~ C E                   ~ : ~ N C\n                                                                  ~~~E~ Fz;Z> g ~ ~ ~ GU\n                                           THE SHIPPING ACTGIVING EFFECT TO\n                                THE INTERNATIONAL CONVENTION ON STANDARDS OF TRAINING,\n                                  CERTIFICATIONAND WATCHKEEPING FOR SEAFARERS, 1978\n                                                   AS AMENDED IN 1995\n          The Government of ........................................................... certifies that .......................................                 (Oflcial Seal)\n          has been found duly qualified in accordance with the provisions of Regulation ...............................\n          of the ahove Convention. as amended, and has been found competent to perform the following\n          functions, at the levels specified, subject to any limitations indicated until .........................................\n          or until the date of expiry of any extension of the validity of this certificate as may be shown\nJAMAICA   overleaf.\n                         FUNCTION                               LEVEL                      L I M n ATIONS APPLYING (IF 4NY)\n          I                                               I                  I\n          The lawful holder of this certificate may serve in the following capacity or capacities specified\n          in the applicable safe manning requirements ofthe Authority:\n          I                    CAPACITY                         I                  LlhllTATIONS APPLYING(1F A N Y )                                    I\n          Certificate No. .............................................. issued on .......................................................\n          (Oflcial Seal)\n                                                                            ........................................................................\n                                                                            h'ariie of d r d ~uuthor~zedofficial\n          The original ofthis certficate must be kept available in accordance with Reylation 1/2. paragraph\n          9 of the Convention while serving on a skip.\n          Date of birth of the holder of the certificate ................................................................................                  [                      1\n                                                                                                                                                           Photograph of Holder\n          Signature of the holder of the certiticate ......................................................................................\nTHE SHIPPING (TRAINING. CERTIFICATION. SAFE MANNING. HOURSOF WORK AND                                             63\n                    WATCHKEEPING)REGULATIONS, 1998\n       The validity o f tliis certificate is hereby extended until\n        Date o f revalidation .................................................................................\n                                                                 N u a e uf dirly u r / h o r i z e d u/ficiul\n        Tlie validity o f this certificate is hereby extended until ..............................\n        (Official Seul)\n        Date o f revalidation .............................................. .    .............................\n                                                               Nunre r ~ f d i r l yurr~horizedqficiul\n        The validity o f this certificate i s hereby extended until .....................................\n        Date o f revalidation ..............................................     .\n                                                                                 ...\n                                                                                  ........................\n                                                                 Nuttte ofdtt(v uwlhorized r?fliciul\n        The validity o f this certificate is liereby extended until ..................................\n        Date o f revalidation ................................................................................\n                                                                 Nunre of ddy crurhorized ~ J k i u l\n                 [The mclusion of this page is aulhorized by L N. 102/2001]\n                                                           CLASS 3 DECK OFFICER\n                                    THE INTERNATIONAL CONVENTION ON STANDARDS OF TRAINING,\n                                      CrRTIFlCATION AND WATCHKEEPING FOR SEAFARERS, 1978\n                                                       AS AMENDED IN 1995\n              The Government of .......................................................... certifies that .......................................            (Oflcial Seal)\n              has been found duly qualified in accordance with the provisions ofRegulation ...............................\n              of the above Convention, as amended, and has been found competent to perform the following\n              functions, at the levels specified, subject to any limitations indicated until .........................................\n              or until the date of expiry of any extension of the validity of this certificate as may be shown\nJAMAICA       overleaf.\n                               FUNCTION                            LEVEL                       LIMITATIONS APPLYING (IF 4NY)\n          I                                                  I                   I                                                                       1\n          The lawful holder of this certificate may serve in the following capacity or capacities specified\n          in the applicable safe manning requirements of the Authority:\n          I                       CAPACITY                          I                  LIMITATIONS APPLYING (IF ANY)                                     I\n          Certificate No. ................................................. issued on .....................................................\n          (Oflcial Seal)                                                        ..........................................................................\n                                                                                Signature of duly aufhrizedoflcial\n                                                                                Name of duly authorized oficial\n          The original ofthis certificate must be kept available in accordance with Regulation ID, paragraph\n          9 of the Convention while serving on a ship.\n          Date of birth of the holder of the certificate ..................................................................................\n          Signature of the holder of the certificate ....................................................................................\nTHE SHIPPING (TRAINING, CERTIFICATION, SAFE MANNING. HOURS O F WORK AND                                               65\n                    WATCHKEEPING) REGULATIONS, 1998"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. A seafarer, with a record of efficient service, who is required to pass the modified colour\nvision test but fails, should be given the opportunity to pass a suitable trade test.\nDeck Department\nOfficers, Cadets, Apprentices and Distant Vision                                 Near vision Colour Vision\nRatings                                                                          both eyes to-\n                               Better Eye Other Eye Together                     gether aided\n                                                                                 or unaided\n                                                                                 vision\n    Seafarers required to under-                                                 A visuat acuity Normal\n    take look out duties and                                                     sufficient to\n    under the age of 40 years                                                    cany out duties\n    With or without glasses or                                                   efficiently\n    contact lenses                    616          619               616             -             -\n    Unaided vision not less than      6/12         6/24              6/12            -             -\n    Seafarers required to under-\n    take lookout duties and\n    over the age of 40 years.\n    With o r without glasses\n    or contact lenses\n    Unaided vision not less than\n                           [The inclus~onof lhis page IS authorized by L N. 102/2001]\n    THE SHIPPING (MEDICAL EXAMINATION) REGULATIONS I998\nOfticers, Cadets, Apprentices and Distant Vision                               Near vision Colour Vision\nRatings                                                                        both eyes to-\n                               Better Eye Other Eye Together                   gether aided\n                                                                               or unaided\n                                                                               vision\n   Seafarers required to\n   operate lifting plant\n   of type used in dock-\n   work, etc.\n   With or without visual\n   aids                              619           6112            619                -\n   Unaided vision not                6/60          6/60            6/60               -\n   less than\n   Seafarers not required\n   to perform the duties in\n    l,2or3\n   Aided vision if necessary         6/18          6/60            6/18               -\nOther Departments\nEngine Room aided vision if\nnecessary                            611 8         6/60             611 8      A visual Personnel should\n                                                                               acuity       pass the modified\n                                                                               sufticient colour test on\n                                                                               to carry charts supplied.\n                                                                               out duties\n                                                                               efliciently.\n                                                   See para. 2\n                       -                      --                                                   - -\nRadio Ofticer. Electrician Officer     A visual acuity (aided if necessary)               These officers\n                                        sufticient to carry out duties effi-              should pass the\n                                       ciently. Less than 6/60 in the \"other              modified colour\n                                       eye\" is ucscceptable.                              test as for engine\n                                       Monocular sight-B                                  room depart-\n                                                                                          ment\n                                                   See para. 2\nCatering Dept. and Miscellaneous       A visual acuity (aided if necessary)                Not tested.\n(including Surgeon. Purser, etc.)      sufficient to carry out duties\n                                       efficiently. Less than 6/60 in the\n                                       \"other eye\" is unacceptable. Mono-\n                                       cular sight-B. See Para. 2.\n                          [The inclusion of this paKc is authorized by L.N 102/2OI]\n                              THE SHIPPING (MEDICAL EXAMINATION) REGULATIONS, I998\n                                                     SECOND\n                                                          SCHEDULE                                               (Regulation 7)\n                                   MARITIME AUTHORITY OF JAMAICA\n                                      MEDICAL FITNESS CERTIFICATE\nIssued under the Shipping (Medical Examination) Regulations, 1998\n                                                                                Discharge Book No .....................\nSeafarer's Name ........................................................................\nDate of expiry of this Certificate ....................             ........................................................................\n         *Delete as appropriate                                I certify that I have examined the seafarer named\n                                                           above to the Medical and Visual Standards for\n                                                           Serving Seafarers as contained in the First Schedule\n                                                           of the abovenamed Regulations and have found *him/\n                                                           her fit for seafaring subject to the following\n                                                           restrictions:\nOFFICIAL STAMP                                                            . .\n                                        Signed ............................... .......................................................\n                                                     (A Registered Medical Practitioner approved by the\n                                                                                   Authority)\nDate of Examination .....................................................................................................................\n                                   [The inclusion o f this page e authorized by L.N.102/Y001]\n                              THE SHIPPING (MEDICAL EXAMINATION) REGULATIONS. 1998\n                                                                            THIRD\n                                                                                SCHEDULE                                               (Regulation 7)\n                                         FORM OF NOTICE OF FAILURE TO MEET MEDICAL FITNESS\n                                                                 STANDARDS FOR SEAFARERS\n                             TO:\nThi:iipart to be             Full Name .................\n                                                       ........................................................ Discharge Book No. ..............\ncompleted by\nmedical\nexaminer.\n                          I have examined you in accordance with the standards of fitness tor seafarers, as contained in\n                      the First Schedule of the Shipping (Medical Examination) Regulations, 1998 and found that you\n                      are\n                       (\n                                    *    A(T) Fit for full range of duties but for restricted period only\n                       (            *    E      Fit for restricted service only\n                       (C           + Indefinitely unfit for sea service. For review in ...........................\n                                                                                                                months\n                       (3          + Permanently unfit for service\n                       (D           + Temporarily unfit for service: review in ..................\n                                                                                                . .  ....\n                                                                                                     .....       weeks.\n                       For the following reasons\nOl'ficial stamp Signed .......................................................................................................................................\nor address and\nTf:'ephOne      Date ...............................................................................................................................................\nNo.\n                       * Restrictions, if applicable, will be detailed in the Medical Fitness Certificate.\n                       + Delete if not applicable.\n                           Any application for review of the above decision must be lodged within one month of the date\n                       of the examination and shall be made in the prescribed form.\n                                                            [The ~nclusionofthis page is author~udby L.N.102/2001]\n                            APPLICATION FOR REVIEW 01: DECISION TO:\n   *Refuse to issue a Medical Certificate\n   *Impose Restriction on Medical Certificate\n   *Suspend or Cancel Medical Certificate\n       (Delete whichever is inapplicable)\n   1 hereby apply for a review of the above decision and request that arrangements be made for\nme to be examined by an independent medical referee.\n    I agree that a report of my case may be suh~iiittedto the medical referee by the medical\npractitioner concerned.\n   I understand that 1 am entitled to present any medical evidence available to me in support of\nmy case and agree to any medical report prepared by the above doctor being made available to the\nmedical referee.\n                                                                                                                                       'This part to be\n                                                                                                                                       completed by\n                                                                                                                                       tlie person\n                                                                                                                                       who is\n                                                                     Address ..................................................\n   Signed .................................................................                                                            appealing.\n   Name (in block letters) ..............................................................................................................\n   Telephone No. (if available).......            .\n                                                  ................................................................................\n   Note:       Before lodging an appeal you are advised to consult your usual medical practitioner\n               and, should you wish to submit medical evidence in support\n                                                                       . . of the appeal. - should\n                                                                                    . . you\n               arrange for this to be sent to the medical referee before the appointment date.\n               You will be advised of the name and address of the referee and tlie date for your\n               appointment as soon as this has been arranged.\n    THE SHIPPING (MEDICAL EXAMINATION) REGULATIONS, 1998\n                                                      FIFTHSCHEDULE                                 (Regulation I l (a))\n   CONFIDENTIAL\n   RECORD OF MEDICAL EXAMINATION OF SEAFARERS REPORT OF MEDICAL\n         EXAMINATION BY AN APPROVED MEDICAL PRACTITIONER"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The Director may, on written application by the owner of a foreign ship Exem*tiO\"\".\n    engaged in local trade, by instrument in writing direct that the ship be exempt\n,   from any specific requirement of these Regulations if he is satisfied that the\n    requirements relating to safety, marine pollution and prevention and manning\n    have been substantially complied with.\n                      [The inclusion of t h ~ spage is authorized by L.N. 33A120051\n                  THE SHIPPING (LOCAL TRADE) REGUU TIONS, 2003\n                                          FIRST SCHEDULE                                      (Regulation 5 ( I ) )\n                               Application for Local Trade Operation\n                                                                                            Regulation 5\n                            MARITIME AUTHORITY OF JAMAICA\n                               LOCAL TRADE CERTIFICATE\nName ofship          Ollicial Number           IMO Number            Call Sign        Pan &Country oiRegistry\nThird Ollicer\nCook\nOther:                                                                                                          1\nThe vessel described above is hereby nulhorized lo engage in Local Trade subject lo the following conditions:\n                THE SHIPPING (LOCAL TRADE) REGULATIONS, 2003\n                                  FIRSTSCHEDULE, contd.                          (Regulation 5 (1))\nAn Application for Local Trade Certification should where applicable, be accompanied\nby the following Documents:\n                       Certificate of Registry\n                       Tonnage Certificate\n                       Loadline Certificate\n                       Safety Certificate\n                       Proposed Manning Schedule\n                       Appointment of Authorized Agent\n                       Evidence of Financial Responsibility against third party damage\n                       Applicable Fee\n                   [The i~iclusionof this page is authorized by L.N. 33A/2005]\n                 THE SHIPPING (LOCAL TRADE) REGL'LATIONS, 2003\n                                        SECOND\n                                             SCHEDULE                                     (Regulation 5 (4))\n                                       Local Trade Certificate\n                   APPLICATION FOR LOCAL TRADE OPERATlON\nCouk                                                   h m p Mu,\nI hereby apply to cngagc the ship described above, in Lacal Tradc activities in Jamaican Waters in accordancl\nwith Section I5 (7) of the Shipping Act, IW8 and have dleched hcrclo, Ihe rcquircd supporting documcdat~ol\nindicatcd overleaf. To (he bcsl o i m y knowledge, all the information pmvidcd is true.\n                     THE SHIPPING (LOCAL TRADE) REGULATIONS, 2003\n                                          THIRDSCHEDULE                             (Regulation 5(4), (7)\n                                                                                                and (8))\n                              Service                                          Fees\n                                -                                              -"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9 . 4 1 ) Paragraph ( 2 ) shall apply in any case where an approved medical\npractitioner has reasonable grounds for believing that-\n      ( a ) there has been a significant change in the medical fitness of a seafarer\n            during the period of validity of his medical fitness certificate; or\n      ( b ) when the medical fitness certificate was issued the approved medical\n            practitioner, had he been in possession of full details ofthe seafarers\n            condition, could not reasonably have considered that the seafarer\n            was fit, having regard to the medical standards referred to in\n            regulation 7; or\n      (c)   the medical fitness certificate was issued otherwise than in\n            accordance with these Regulations.\n       ( 2 ) The approved medical practitioner shall notify the seafarer\nconcerned and may-\n      ( a ) suspend the validity of the certificate until the seafarer has undergone\n            a further medical examination;\n      ( b ) suspend the certificate for such period as he considers the seafarer\n            will remain unfit to go to sea; or\n      (c)   cancel the certificate if he considers that the seafarer is likely to\n            remain permanently unfit to go to sea.\n   1 0 . 4 1 ) Subject to paragraph (2), a seafarer who is aggrieved by-\n      ( a ) the refusal of an approved medical practitioner to issue him with a\n            medical fitness certificate; or\n      (b) any restriction imposed on such a certificate; or\n      (c)   the suspension of a certificate for a period of more than three months\n            or cancellation of a certificate pursuant to regulation 9,\nmay apply to the Director for the matter to be reviewed by a single referee\nappointed by the Director.\n                      [The inclusion o f this page is authorized by L.N. 102/2001]\n                      THE SHIPPING (MEDICAL EXAMINATION) REGULATIONS, 1998\n       (2) An application for a review shall be made in the form set out in the\nFourth Schedule only by-                                                        Fourth\n                                                                                         Schedule.\n         (a)   a seafarer who has served at sea at any time during the two years\n               immediately preceding the appointed day; or\n         (b)   a seafarer who has held a valid medical fitness certificate at any\n               time during the two years immediately preceding that refusal,\n               imposition of a restriction, suspension or cancellation.\n          (3) Any such application shall-\n         (a) be submitted to the Director within one month of the date on which\n             the seafarer is given notice of the refusal, imposition of a restriction,\n             suspension or cancellation (or such longer period as the Minister\n             may determine if delay is caused by the seafarer's employment on\n             board ship away from Jamaica); and\n         (6)   include a consent to the provisions of a report to the medical referee\n               by the approved medical practitioner responsible for the refusal,\n               imposition of a restriction, suspension or cancellation; and\n         (c)   specify the name and address of that practitioner.\n          (4) The medical referee to whom the matter is referred by the Director\nshall-\n         ( a ) obtain a report from the approved medical practitioner by whom\n               the applicant was examined and shall examine the medical condition\n               of the applicant;\n         (b)   if the applicant so requests, disclose to the applicant the report of\n               the approved medical practitioner and any other evidence not\n               produced by the applicant himself but such disclosure is not required\n               to be made if the medical referee considers that disclosure would\n               be harmful to the applicant's health;\n         (c)   have regard to any relevant medical evidence, whether produced\n               by the applicant, his employer, or otherwise, and whether or not\n               disclosed as aforesaid.\n          (5) In the light of the medical evidence before him, the medical referee\nshall, if he considersthatthe applicant is fit having regard to the medical standards\nreferred to in regulation 7, issue the applicant with a medical fitness certificate\nin the approved form.\n      ( 6 ) Where the medical referee considers that restrictions should be\nimposed as to capacity or geographical area other than those imposed on the\n                         [The inclumon ofthis page is authorized by L N. 10212001)\n                 THE SHIPPING (MEDICAL EXAMINATION) REGULATIONS, I998\n             medical fitness certificate issued to the applicant or that any restrictions so\n             imposed should be deleted or varied, he shall-\n                   (a)   issue to the applicant a revised medical fitness certificate and the\n                         former certificate shall thereupon cease to have effect;\n                   (6)   in any other case, notify the applicant of his decision.\n                     (7) Action by the medical referee under paragraph (5) or ( 6 ) shall be\n             taken not later than two months from the date on which the application for\n             review is submitted to the Director (who shall notify the medical referee of the\n             date) or within such longer period as the Director may determine.\n                1 1. Any approved medical practitioner who conducts a medical examination\n             in accordance with these Regulations shall-\n                   (a)   make and retain for six years a record in the form set out in the\nFifth                    Fifth Schedule of each such medical examination; and\nSt:hedule.\n                   (6)   send to the Director at his direction a return of all such examinations\nSixth                    in the form set out in the Sixth Schedule.\nSchedule."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The Authority will promulgate the timetable detailing the schedule and conduct of\n          examinations and ensure that this information is communicated to the candidates in a timely\n          manner.\n                                        Responsibilities of Training Institutiorts\n               I I . Training institutions will be required to provide to the Authority, at least one month\n           before the scheduled dates of commenceme~itof assessments, 3 complete assessment papers and\n           model answers for each class of certification within each discipline to be assessed.\n                                      [The inclusionof this paye is authorized by L.N. 102/2001]\n          THE SHIPPING (TRAINING, CERTIFICATION,SAFE MANNING, HOURS OF WORK AND                          89\n                              WATCHKEEPING) REGULATIONS, 1998"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-<1) Officers and ratings assigned specific duties and responsibilities\n                related to cargo or cargo equipment on tankers shall have completed an approved\n                shore-based advanced fire-fighting course in addition to the training required\n                by section A-VI/l of the STCW Code and shall have completed-\n                       (a) subject to paragraph (2), at least three months of approved seagoing\n                           service on tankers in order to acquire adequate knowledge of safe\n                           operational practices; or\n                       (b) an approved tanker familiarization course covering at least the\n                           syllabus given for that course in section A-V/I of the STCW Code.\n                      (2) The period of seagoing service required under paragraph (1) (a) may\n                be satisfied by similar service of not less than one month if-\n                       (a) the tanker on which such service is performed is of less than 3,000\n                           GT;\n                       (b) the duration of each voyage of the tanker on which such approved\n                            service is performed does not exceed 72 hours; and\n                       (c) the operational characteristics of the tanker on which such approved\n                           service is performed and the number of voyages and loading and\n                           discharging operations completed during the period, allow the same\n                           level of knowledge and experience to be acquired as would have\n                           been acquired in approved service performed in accordance with\n                           paragraph (1) (a) on a tanker of a size, and performing voyages,\n                           not falling within sub-paragraphs (a) and (b).\n                      (3) Masters, chief engineer officers, chief mates, second engineer officers\n                and any person with immediate responsibility for loading, discharging and care\n                in transit or handling of cargo in tankers shall, in addition to meeting the\n                requirements of paragraph (1 ), have-\n                        (a) experience appropriate to their duties on the type of tanker on which\n                            they serve; and\n                        (b) completed an approved specialized training programme which at\n                            least covers the subject set out in section A-V/l of the STCW Code\n                            that are appropriate to their duties on the tanker on which they serve.\nScliedule 6 .         (4) An appropriate endorsement in the form set out in Schedule 6 shall\n                be issued to masters and officers who are qualified in accordance with paragraph\n                (1) or (3), and every rating who is so qualified shall be certificated."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(1)    This regulation applies to masters, officers, ratings and other\n                personnel serving on board ro-ro passenger ships.\n        THE SHIPPING (TRAINING, CERTIFICATION. SAFE MANNING, HOURS OF WORK AND                 37\n                            WATCHKEEPING) REGULATIONS, 1998\n        (2) Prior to being assigned shipboard duties on board ro-ro passenger\nships, seafarers shall have completed the training required by paragraphs (4) to\n(8) in accordance with their capacity, duties and responsibilities.\n       (3) Seafarers who are required to be trained in accordance with\nparagraphs (4), (7) and (8) shall, at intervals not exceeding five years, undertake\nappropriate refresher training.\n        (4) Masters, officers and other personnel designated on muster lists to\nassist passengers in emergency situation on board ro-ro passenger ships shall\nhave completed training in crowd management as specified in section A-V/I 2,\nparagraph 1 of the STCW Code.\n        (5) Masters, officers and other personnel assigned specific duties and\nresponsibilities on board ro-ro passenger ships shall have completed the\nfamiliarization training specified in section A-Vl2, paragraph 2 of the STCW\nCode.\n        (6) Personnel providing direct service to passengers in passenger spaces\non board ro-ro passenger ships shall have completed the safety training specified\nin section A-Vl2, paragraph 3 of the STCW Code.\n        (7) Masters, chief mates, chief engineer officers, second engineer officers\nand every person assigned immediate responsibility for embarking and\ndisembarking passengers, loading, discharging or securing cargo, or closing\nhull openings on board ro-ro passenger ships shall have completed approved\ntraining in passenger safety, cargo safety and hull integrity as specified in section\nA-Vl2, paragraph 4 of the STCW Code.\n        (8) Masters, chief mates, chief engineer officers and any person having\nresponsibility for the safety of passengers in emergency situations on board ro-\nro passenger ships shall have completed approved training in crisis management\nand human behaviour as specified in section A-Vl2, paragraph 5 ofthe STCW\nCode.\n         (9) It shall be the duty of any person providing the training referred to\nin this regulation to issue documentary evidence to every person successfully\ncompleting such training.\n   1 3 . 4 1) This regulation applies to master, officers, rating and other personnel\nserving on board high-speed craft which are ships constructed on or after 1st\nJanuary, 1996.\n        (2) Prior to being assigned shipboard duties on board high speed craft,\nmasters, officers, rating and other personnel shall have completed the training\nspecified in Schedule 7.                                                                Schedule 7.\n                       [The inclusion o f this page is nuthorized by L.N.102/2001]\n38       THE SHIPPING (TRAINING, CERTIFICATION, SAFE MANNING, HOURS O F WORK AND\n                             WATCHKEEPING REGULATIONS, 1998\n                       (3) It shall be the duty of any person providing the training referred to\n              in this regulation to issue documentary evidence to every person successfidly\n              completing such training.\n                      (4) In the case of masters, and of officers having an operational role on\n              high speed craft, the documentary evidence shall be a certificate in a form\nSche~lule7.   specified in Schedule 7 and shall be endorsed in a manner specified in that\n              Schedule."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.--(1) Notwithstanding regulations 10 and 11, the Registrar may, if the\nmading of             conditions specified in paragraph (2) are satisfied, register a ship before-\na ship.\nSchedule 2.                  (a) the ship is marked in accordance with Schedule 2; or\n                             (b) the             and marking 'note is duly completed and returned to\n                                   him in accordance with regulation 10.\n                                (2) The conditions referred to in paragraph (1) are that the owner of\n                      the ship submits to the Registrar a declaration stating that-\n                             (a) the ship will be marked in accordance with Schedule 2, within\n                                   twenty-one days or such period as the Registrar may allow; and\n                                   lThe inclusion of this page is authorized by L.N. 181\\l20081\n            THESHIPPhVG (REGISTRATION OFSHIPS) REGULATIONS, 2005\n       (6) within seven days thereafter, or such other longer period as the\n             Registrar may allow, the carving and marking note will be duly\n             completed and returned.\n         (3) On the expiry of the relevant period referfed to in paragraph (2),\nthe registration of the ship may be cancelled if it is then not marked in\naccordance with Schedule 2.                                                           Schedule 2"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-41) Upon registering a ship, the Registrar shall-                             Certi6cate\n                                                                                      ISSUC of   or\n       (a) issue and send to the owner a Certificate of Registry containing the ~ e @ w        md\n                                                                                      dccumenb be\n            relevant information specified in Schedule 4;                             retained by\n                                                                                      Registrar.\n       (6) retain a copy of any-                                                      schedule 4.\n                 (i) builder's certificate or bill of sale or other evidence of title\n                      produced on first registration;\n                (ii) certificate of suntey, and condemnation order, if any;\n               (iii) the notice of name of the shp;\n               (iv) evidence to the satisfaction of the Director that the ship has\n                     been deregistered; and\n               (v) all declarations made in connection with registration as\n                      required by the Act and these Regulations.\n         (2) Subject to paragraph (3), all documents which have been\nproduced to the Registrar to establish title shall be returned to the applicant\nafter the ship has been registered.\n         (3) Prior to their return under paragraph (2), the documents shall be\nstamped by the Registrar to indicate that they have been used for the\nregistration of a ship."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. During the transition period between 1st February. 1997 and 31st January, 2002 when\n          both STCW 78 and STCW 95 certificates will be valid, owners may man ships with officers\n          holding STCW 78 certificates in accordance with the endorsements thereon. Regulation 26(4)\n          allows for the safe manning documents issued under the Marine Board Act and the Seafarers'\n          Certification Act to remain in force until 3 1st January, 2002. If, however, there is any change in\n          circumstances which is relevant to such a safe manning document, the shipowner or operator\n          must inform the Director, providing all relevant information. The Director will then review the\n          doaument's continuing validity or approve fresh proposals from the owner or operator.\n          Working arrangements\n               6          Every operator of a ship and employer is obliged to ensure that the master, officen\n          and ratings do not work more hours than is safe in relation to the performance of their duties and\n          the safety of the vessel. The same responsibility is placed on the master in relation to the seafarers,\n          Manning levels should be such as to ensure so far as possible that the time and place available for\n          taking rest periods are appropriate for achieving a good quality of rest. Operators will also want\n          to take into account section B-VIIIII of the STCW Code which ~mvideshrther guidance about\n          fitness for duty.\n                   (2) Operators are required to ensure that a schedule of duties is produced setting out\n          the houn of work and the rest periods. It should provide that the master, officers and all other\n          seamen do not work more hours than is safe in relation to the safety of the ship. In devising the\n          schedule, operators should take account of factors such as-\n                        (a)    trade and type of operation;\n                        (b)    type and size of ship;\n                        (c)    construction and technical equipment of ship;\n                        (4 manning levels and changes in crew numbers due to crew changes and\n                               sickness;\n                        (e)    maximum period of continuous watchkeeping;\n                         V)    minimum rest periods;\n                         (g)   total workload;\n                         (h)   the seriousness of imgular working hours and their contribution to fatigue\n                               causation and the importance of scheduling reasonably stable watchkeeping\n                               hours over a voyage.\n                                      [The iu*lm dmis paw is wChDMd by L.N. IOYZ001]\n          THE SHIPPING (TRAINIIVG.CERTIFICATION.SAFE MANNING. HOURS OF WORK AND                            95\n                              WATCHKEEPING)REGULATIONS, 1998\n                                            SCHEDULE\n                                                  I I , conrd.\n    (3) Changes should not be made to the schedule unless they can be justified by\nsubstantially altered work patterns made necessary, for example, by a change in trading\npattern or other significant factor. Where it is known that a vessel engages in an irregular\ntrading pattern or that working hours are likely to he uniform this can be taken into account\nand recorded in the schedule. The consultation process referred to in paragraph 17 helow also\napplies to changes in the schedule.\nConsultation"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.--(1) Seafarers designated to control firefighting operations shall have\n              successfully completed advance training in techniques for fighting fire with\n              particular emphasis on organization, tactics and command in accordance with\n              the provisions of section A-V113 of the STCW Code and shall meet the standard\n              of competence specified therein.\n                      (2) Where training in advanced firefighting is not included in the\n              qualifications for the certificate to be issued, a special certificate or documentary\n                                     [The inclusion o f this page is authorized by L.N 102/2001]\n        THE SHIPPING (TRAINING, CERTIFICATION, SAFE MANNING, HOURS OF WORK AND             39\n                            WATCHKEEPING)REGULATIONS, 1998\nevidence, as appropriate, shall be issued indicating that the holder has attended\na course of training in advanced firefighting referred to in paragraph (1)."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Prior to and during the examinations, the Board will be responsible for ensuring that-\n          (a) the required charts, publications, instruments and other material or equipment are\n                serviceable and available in sufficient numbers to adequately support the\n                examination;\n          (b) the listed candidatesfor each examination are present and properly accounted for\n              according to the seating and numbering arrangements;\n          (c)   written examinations-\n                  (i)      the candidates are to be briefed on the general requirements or rules and\n                           duration of the examination;\n                  (ii)     the examination papers are to be administered and the examination\n                           conducted according to the prescribed rules of the examination;\n                  (iii)    the examination is to be started and completed on time and within the\n                           specified duration; allowances may be made for any unforeseen or\n                           unavoidable stoppages or disruptions;\n                  (iv)     the examination papers are to be collected and properly accounted for on\n                           completion of the examination;\n                   (v)     the Board may d i s q u a l i ~any candidate who violates the rules of the\n                           examination;\n                   (vi)    the Board may suspend the examination if the members are not satisfied\n                           with the existing facilities, support equipment or material or conditions\n                           under which the examination is to be conducted; the Board may\n                           subsequently make such other arrangements as may be deemed appmpriate\n                           in order to ensure the proper authority and conduct of the examination;\n                   (vii)   after the examination, the Board is to ensure that each examination paper\n                           is independently evaluated by at least two persons; the first evaluation is\n                             [Theinclusion of this psye is authorized by L.N.102/2001]\n90   THE SHIPPING (TRAINING. CERTIFICATION, SAFE MANNING, HOURS O F WORK AND\n                         WATCHKEEPING) REGULATIONS, 1998\n                           to be done by an instructor (versed in the subject or discipline concerned)\n                           from the training institutions, with the second evaluation being done by a\n                           member of the Board. Evaluations will then be compared by the Board and\n                           tinal grades assigned to each paper. Borderline cases are to be reviewed by a\n                           member ofthe Board who hitherto was not involved in the evaluation of that\n                           particular paper;\n                     (viii) in assigning final grades, the Board is to compare and average the grades of\n                            the two independent evaluations. The Board may also take into\n                            consideration-\n                                 (a) the candidate's course-work; or\n                                 ( b ) the candidate's training record book and testimonials of conduct\n                                       and character during their period of seagoing;\n                                 (c)   any other relevant matter concerning the candidate's competence.\n                                 (The lnclus~onof this page is authorized by L.N 102/2M)Il\n         THE SHIPPING (TRAINING, CERTIFICATION,SAFE MANNING, HOURS OF' WORK AND                                 91\n                             WATCHKEEPING) REGULATIONS, 1998\n                                             SCHEDULEI I                          (Regulations 29, 36 and 37)\n               SAFE MANNING, HOURS OF WORK AND WATCHKEEPING\n                          APPLICATION OF STCW 95\n                        Safe Manning, Hours of Work and Watchkeeping\nIntroduction\n   1( I ) Companies owning or operating Jamaican seagoing ships, and other ships whilst in\nJamaican waters, shall ehsure that their ships are manned with personhe! of appropriate grades\nwho have been properly trained and certificated.\n       (2) The numbers of certificated otlicers and certificated and non-certificated ratings\nmust be sufficient to ensure safe and efficient operation of the ship at all times.\n      (3) All ships of 500 GT or more are required to hold a safe manning document and\nowners or operators of ships below 500 GT may Iiold such certificates.\n        ( 4 ) The owner or operator of a Jamaican registered ship is required to make an assessment\nof the numbers and grades of personnel necessary for safe operation. These should be sufficient to\nensure that-\n               (a)   the required watchkeeping standard can be maintained and that personnel\n                     are able to obtain sufticient rest;\n               (6)   personnel are not required to work more liours than is safe in relation to the\n                     safety of the ship;\n               (c)   the master and seafarers can perform their duties in accordance with the\n                     framework of operational guidance in section A-VIII of the STCW Code;\n               (d) the master and seamen are not required to work sucli hours or under such\n                     conditions which may be injurious to their health and safety."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-41) A seafarer, on application and payment of the prescribed fee, shall\nbe entitled to be issued an appropriate certificate if he meets the requirements\nset out in Schedule 4.                                                           Schedule 4.\n        (2) Certificates and endorsements under these Regulations shall be\nissued by the Director and delivered to the person entitled to hold them.\n        (3) A certificate or endorsement shall remain valid for seagoing service\nonly so long as the holder can comply with the standards and conditions as to\nmedical fitness and professional competence to act in the appropriate capacity\nspecified by the Director.\n        (4) A record of all certificates and endorsements which are issued under\nthese Regulations, have expired or have been revalidated, suspended, cancelled,\nor reported lost or destroyed and any alteration of or any other matters affecting\nany such certificatesor endorsements,shall be kept in such manner as the director\nmay require.\n        (5) Where the holder of a certificate is issued with an appropriate\ncertificate at a higher level he shall surrender the first-mentioned certificate for\ncancellation to the Director, or to such person as the Director directs.\n        (6) Where a person is convicted of an offence under section 114 of the\nAct, or where a certificate or endorsement is issued and the conditions for its\nissue prescribed in these Regulations or specified by the Director have not been\ncomplied with, then the holder of the relevant certificate shall, at the direction\nof the Director; deliver it for cancellation to the Director, or to such person as\nthe Director directs.\n                       [The inclusionof this page is authorized by L.N.102/2001]\n40      THE SHIPPING (TRAINING. CERTIFICA TION. SAFE MANNING. IfOURS O F W O R K A N D\n                            WATCHKEEPING) REGULATIONS, 1998"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1) Where there is any transfer or transmission of a registered ship\nota r + t d       or share in a registered ship-\ndup or share\n                        (a) the person ceasing to own the ship or share or in the event of\n                              his death, his legal personal representative, shall n o w the\n                             Registrar thereof and the owner of the ship or his agent appointed\n                              under section 20A of the Act shall arrange to surrender the\n                              Certificate of Registry; and\n                        (b) the Registrar shall, if any of the events specified in paragraph (2)\n                              occur, cancel the Certificate of Registry and freeze the register\n                              pending the submission of the declaration by the new owner of the\n                              ship or share for the registration of the transfer or transmission\n                            (2) Where there is a transfer of a registered ship or shares therein-\n                         (a) if the new owners do not within thirty days of the transfer, submit,\n                              pursuant to Part IV of the Act, the relevant bill of sale and other\n                              documents required thereunder to register the transfer the Registrar\n                              shall cancel the registration of the ship or shares therein, as the\n                              case may be;\n                     (b) if all the shares in the ship are transferred, and the submission is\n                         not made within the tlurty days, the Registrar may cancel the\n                         registration of the ship; and\n                     (c) if any share or shares in a ship is or are transferred, and the\n                          submission is not made within the thirty days, the Registrar shall\n                          in writing not@ the remaining registered owners that the\n                          registration of the ship,may be cancelled unless a submission of\n                          documents relating to the transfer of the share or shares hi question\n                          is made within tlurty days of the date of the notice.\n                                           --\n                              lThe inclusion of this page is authorized by L.N. 18d20081\n            THE SHIPPLVG (REGISTRATION OF SHIPS) REGULATIONS, 2005\n                        PART111-Registration, contd.\n           (3) Where there is a tiammission of a registered ship or shares\ntherein-\n            the new owners shall promptly submit to the Registrar the declara-\n            tion and information required under section 65 of the Act,\n            for the transmission to be registered;\n            if the transmission is of all the shares in the ship, and a submission\n             is not made within a reasonable time, the Registrar may cancel the\n             registration of the ship; and\n            if the transmission is of one or some of the shares in the ship, and\n             a submission is not made within a reasonable time, the Registrar\n             shall serve a notice on the remaining registered owners stating\n             that the registration of the ship may be cancelled, unless an\n             application to register the transmission of the share or shares in\n             question is made within thuty days of the date of the notice.\n    2 0 4 1 ) Where, other than in the circumstances stated in section 49 of C h a w m\n                                                                                  IqsteIed\nthe Act, there is a change-                                                       pmculars of\n                                                                                  shps\n       (a) in the registered particulars of a ship other than its tonnage: or\n       (6) in the name or address of any owner entered in the register (not\n            being a change of ownership).\nthe shipowner shall. as soon as practicable, apply in writing to the Registrar\nfor the change to be recorded in the register.\n         (2) The application shall be in writing and shall, subject to regulation"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. The regulations recognize that situations may arise in which a master or seaman may he\nrequired to exceed the schedule's duty periods. These include emergencies which threaten the\nsafety of the ship or the environment or put life at risk. Where a master or other seaman exceeds\nthe scheduled hours of work in this manner, and has worked during his rest period, his name must\nbe entered in the record required to be maintained, together with the reason for the excess.\nInformation to be provided\n    2 1 . 1 ) When applying to the Director for a safe manning document, owners or operators\nshould submit a clear and concise explanation of how the proposed manning level has been\ndetermined and how it takes account of the guidance in paragraphs 9 to 15 above and the hours of\nwork provisions in the regulations. The Director will be able to make a quick assessment of the\napplication if the owner or operator can demonstrate that all the factors and principles in those\nparagraphs have been taken into account.\n         ( 2 ) Applications for a safe manning document should be made by the owner or a\nperson authorized to act on his behalf, on a form which is obtainable from the Maritime Authority.\nThe form sets out the information required by the Authority. A fee will be charged.\n                            [The lnclus~onof this psye is aulborizsd by L N 102t200l]\n96   THE SHIPPING (TRAINING. CERTIFICATION. SAFE MANNING, HOURS OF WORK AND\n                         WATCHKEEPING) REGULATIONS. 1998\n                                                     SCHEDULE\n                                                           I I , contd\n                                GUIDANCE ON APPROPRIATE MANNING LEVELS\n                                      CERTIFICATED DECK OFFICERS\n          1Trading Area\n            Unlimited\n                           I\n                                    Size of Ship (gt)\n                                   3000 or more                   I\n                                                                           Number of officers to be carried\n                                                                           2~\n                                                                                    STCW 95 Regulation\n                                                                                      I\n                                                                                          I112 or Ill1\n                                                                                            2*           I\n            Unlimited\n            Unlimited\n                           I       500 or more but less\n                                   than 3000\n                                   less than 500                                            2*\n                                                                            I (d)\n            Near-coastal           less than 500                                                             2(d\n            Near-coastal           500 or more                              1 (f)           2(c)(f)*\n             Note: All navigational watch ratings must hold STCW 1114 certification.\n                               One of the certificates must be for master on ships of 3000 GT or more.\n                               One of the certificates must be for master on ships of 3000 GT or a superior\n                               certificate.\n                               If STCW I111 certificates only are held, the holder designated as chief mate\n                               must have at least 6 months OOW experience whilst holding STCW I111\n                               certification.\n                               This certificate must be for master on ships of 500 GT or more but less than\n                               3000 GT.\n                               One certificate to be for master on ships of less than 500 GT in a near-coastal\n                               area (or a superior certificate).\n                               These certificates are to be for an unlimited area, or for any other area which\n                               includes the near coastal area within it, and have appropriate tonnage\n                               limitations.\n             *May be I if master keeps watch or where the length of voyage is short enough to ensure\n          adequate rest periods for watchkeeping.\n                                     [The znclusion o f this paye k author~zedby L N 102/2001]\n         THE SHIPPING (TRAINING. CERTFICATIOIV.SAFE MANNING. HOURS OF W O R K A N D\n                             WATCHKEEPING) REGULATIONS. 1998\n                  GUIDANCE ON APPROPRIATE MANNING LEVELS\n                      CERTIFICATED ENGINEER OFFICERS\n                                                            Number of officers to be carr~rd\nTrading Area       Registered Power (kW)\n                                                                   STCW 95 Regulations\n                                                           11112             11113        1l111\nUnlimited             3000 or more                          2(a)                         (f)\nUnlimited             750 or more but less                                  2(b)         ( t)\n                      than 3000\nNear-coastal          750 or more but less                                  2(c)         ( t)\n                      than 3000\n                                                                                     -            -\nNear-coastal          350 or more but less                                  I(d)         I( d\n                      than 750\n Note:      All engine room watch ratings are to hold STCW 111/4 certification (except on\n            vessels of less than 750 kW).\n            (a)   The chief engineer is to have chief engineer certification for 3000 kW or\n                  more.\n            (b)   The chief engineer is to have chief engineer certification for 750 kW or more\n                  but less than 3000 kW (or a superior ceficate).\n            (c)   The chief engineer is to have chief engineer certification for 750 kW or more\n                  but less than 3000 kW for near-coastal or unlimited service.\n            (4 A Senior Marine Engine Operator's Licence holder may be used instead of a\n                  STCW 11113 certificate holder for service as chief engineer. The holder may\n                  serve in a dual capacity deck and engine-room, provided service is not as\n                  master; the ship is not a tanker; the ship is classed UMS and has full bridge\n                  control, and high level bilge alarms in machinery spaces; and engine-room\n                  alarm systems are relayed to accommodation or bridge.\n            (e)   A Marine Engine Operator's Licence holder may be used instead of a STCW\n                  11111 certificate holder. The holder may serve in a dual capacity in deck and\n                  engine-room departments under the same conditions as outlined in (d) above.\n            V)    All watchkeeping officers to hold at least STCW 11111 certificates.\n                        [The inclusionofth~spaye is authorized by L N 102~2M)I]\nTHE SHIPPING (TRAINING, CERTIFICATION, SAFE MANNING, HOURS OF WORK AND\n                    WATCHKEEPING) REGULATIONS, 1998\n                                                     SCHEDULE^^                               (Regulation 30)\n                                                   DESPENSATION"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21) Carvlng and Mahing Note (JSR05) duly completed\n                              l T h e inclusion of this page is authorlzed by L.N. 18*12008]\n             THE SHIPPING (REGISTMTION O F SHIPS) REGULATIONS. 2005\n                                          SCHEDULE 2                     (Regulations 2,7, 8, 13\n                                                                                        and 22)\n                  Vessels other than Pleasure C r a j under 24 metres in length"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.-41) On receipt of the carving and marking note the owner shall-    &\n                                                                          ;;?\n      (a) cause the ship to be marked with the new name; and                   C*\n               lThe inclusion of this page is authorized by L.N. 18d2008]\n                              THE SHIPPliVG (REGISTRATION OF SHIPS) REGULATIONS. 2005\n                                             PART111-Registration,           contd\n                          (b) in the case of a ship other than a pleasure craft under 24 metres\n                              in length, cause the marlung to be inspected in accordance with\n                              regulation 8.\n                            (2) The Inspector of Marks shall, if satisfied that the ship is marked\n    Schedule 2.    in the manner required by Schedule 2, complete the carving and marking note\n                   and return it to the Registrar.\n    R+rntion           23. On receipt of the carving and marking note duly completed, the\n    ofnew\n    name.          Reastrar shall register the ship with its new name and shall cancel the\n                   existing certificate and issue to the owner a new Certificate of Registry.\n    Duplicate\n    arcificates."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Permanent Radio Licence\n                                                           where appopriate"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.-41) If it is shown to the satisfaction of the Registrar General that\n                   a Certificate of Registry has been lost, stolen or destroyed or has become\n                   defaced or illegible, he may issue to the ship owner a duplicate of that\n                   certificate, which shall be marked as such, and shall be of the same effect\n                   as the original.\n                           (2) Where a duplicate Certificate of Regstq is issued, the origmal, if\n                   then available or if subsequently found or recovered, shall be forthwith\n                   surrendered to the Registrar General.\n                                                 PARTIV-Mortgages\n    Form of            25. A mortgage produced for registration under section 69 of the Act, a\n    m o m .\n                   transfer of a registered mortgage, and a discharge of a registered mortgage,\n                   shall be executed and attested in the form respectively approved by the\n                   Director.\n    Notie by\n    intending"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. Transcript\n                       lThe inclurlon of this page Is authorized by L.N. 18*120081\n         W E SHIPPING m)\n                       REGmmONREGULATIONS, 2005\nRegistration Fees\n                                      COMMERCLAL                         PLEASURE\n                                 Decked      Undecked        Decked           Undecked\n(Up to 30ft.) 9.15111            $154        $35             $165             $90\n(30' 2\"-40ft.) 9.20-12.20m       $465        $402            $450             $240\n(40' 2\"-78' 8\") 12.25-24.00m     $800        $465            %600             $390\nInspection Fee\n                                          ANNUAL                         BIANNUAL\n                                  Decked       Undecked        Decked           Undecked\n(Up to 30ft.) 9.15m                $100        $55             8 5              $55\n(30' 2\"-4Mt) 9.20-12.20m           $131        $116            $80              $70\n(40' 2\"-78' 8\") 12 25-24.00m       $250        $131            $100             $90\nAnnual bpection Fee in Jamaican dollars for non-motorized vessels of up to f n e (5) me!res in\nlength with a maximum of four (4) persons and non-propelled or vessels of up to thee (3) metres   .\nwith propulsion machinery rated at not more than fwe (5) horsepower-\nKayaks. Sunfish and Pedal Bikes, etc.                                JS1.300.00\nHobie Waves and Hobie Cats, etc.\nExamining the issuing of Licenoes to Coxswain                       60\nRe-inspection Fee                                                   Same ss inspection fee\nOut of Water Survey                                                 Inspection Fee x 1.5\nOut of Water Re-Survey                                              8Q% out of water survey\nCertificate of Registry                                             $ 25 (U.S.)\nLetter of Consent for Bareboat Charter (OUT) Registration           0 50 (U.S.)\nTemporary Radio Licence                                             s 75 (U.S.)\nPermanent Radio Licence                                             $ 280(U.S.)\nRegistration Anew                                                   50% Registration Fee\nRegistration of Altaation                                           $ 75 (U.S.)\nChanges in Authorized Representative                                S 30 (U.S.)\nTrarsfer of Ownership                                               0 I00 (U.S.)\nChange of Name                                                      $50 (U.S.)\nFor Issuance                                                        $100 (U.S.)\nFor reissuance                                                      $ 100 (U.S.)\nCertified CopyLegislation Document                                  $25 (US.)\nDeletion Certificate                                                $ 50 (U.S.)\nRegistration and Transfer of Mortgage                               0 425 (U.S.)\nAssignment of amendment ofMortgage                                  $ 250 (U.S.)\nDischarge of a Mortgage                                             0 I50 (U.S.)\nUrnpeeifred Mortgage Senice                                          $ loo (U.S.)\nPriority Notice                                                      $ 30 (US.)\nTranscript of Register                                               $ 75 (U.S.)\nInspeetion of Register                                               $60 (U. S.)\nFor Re-issuance of Manning Dispensation                              s loo (U.S.)\nNon-Encumbrance Certificate                                          0 75 (U.S.)\nInsurance Survey and Report                                          $480 (U.S.)\nCertification of M c l e s of Agreement                              $25 (US.)\nFor Authentication of any document not otherwise specified           0 25 (U. S.)\nFor providing certified copies of documents                          $20 (U.S.)\nKingston                                                             s I, so0 (JA)\n Port Royal                                                          $ 1.700 (JA)\n Old Harbour                                                         $3,600 (JA)\n Ocho Rios                                                           $5,500 (JA)\n Portland                                                            0 6.000 (JA)\nBlack River                                                          $ 6,000 (JA)\n Montego Bay                                                         0 6.500 (JA)\n Negril                                                              $ 7, 500 (JA)\n           lThe inclusion of this page is authorized by L.N. 18~IZJZ0081\n                  THE SHIPPNG (FEES)REGISTRATION REGUU TIONS, 2005\n                                           SCHEDULE, conld."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.-41) Where any person who is an intending mortgagee under a\n    mol$agees,     proposed mortgage of-\n    pri+ty\n    r,&QF.                (a) a registered ship; or\n                          (b) a share in a registered ship, notifies a Registrar in writing of the\n                               mortgagee's intended interest under the proposed mortgage, the\n.      .   I                   Registrar shall record that interest in the appropriate register in the\n                               order in time in which they are produced to him for that purpose.\n                             (2) For the purpose of paragraph (1) the notice to the Registrar (in\n                   these Regulations called \"a priority notice\") shall contain-\n                           (a) the name and official number of the ship;\n                           (b) the name, address and signature of the intending mortgagor;\n                           (c) the number of shares to be mortgaged; and\n                          (d) the name and address of the intending mortgagee.\n                             (3) Where any person who is an intending mortgagee of-\n                           (a) a ship which is not yet registered; or\n                           (6) a share in any such ship,\n                    notifies the Registrar in writing of his intended interest under the proposed\n                    mortgage, the Registrar-\n                                  lThe inclusion of this page is authorized by L.N. 18rJZ0081\n           THE SHIPPING (REGISTM TION OF SHIPS) REGULATIONS, 2005\n                          PARTIV-Mortgages, contd.\n               (i) shall record that interest in the appropriate register; and\n              (ii) if the ship is subsequently registered, shall register the\n                   ship subject to that interest or, if the mortgage has by then\n                   been executed in accordance with regulation 25 and\n                    produced to the Registrar, subject to that mortgage.\n        (4) For the purposes of paragraph (3) the notice shall contain the\nfollowing information-\n            the present name of the ship;\n            the proposed name of the ship (where applicable);\n            the approximate length of the ship;\n            where the ship is registered outside Jamaica, a copy of its\n          Certificate of Registry or other document evidencing its\n          registration and stating its port of registry;\n            where the ship is a new ship the certificate of the builder or if that\n          is not available, the name and address of the builder and the\n          number of the shipyard;\n           where the ship is neither a new ship nor a registered ship, d e w s\n          of any permanent marks on the ship which enable it to be clearly\n          identified; and\n           the name, address and signature of 'the intending mortgagor, the\n          number of shares to be mortgaged, and the name and address of\n          the intending mortgagee-\n        (5) Where-\n      (a) section 73 of the Act operates to determine the priority between\n          two or more mortgages; and\n      (b) any of the intending mortgagees concerned has given notification\n           under paragraph (1) or (3) as the case may require,\nsection 73 of the Act shall have effect in relation to that mortgage as if it had\nbeen registered at the time when the relevant entry was made in the reBster\nunder paragraph (1) or (3).\n          (6) Any notification given by a person under paragraph (1) or (3) and\nanything done as a result of such notification shall cease to have\neffect--\n        (a) if the notification is withdrawn; or\n        (6) at the end of the period of thmty days (hereinafter called the\n            \"initial period\") beginning with the date of the notification, unless\n            the notification is renewed in accordance with paragraph (7).\n        (7) The person by whom any such notification is given may\nrenew the noacation for a period of thu-ty days on each occasion by notice\nin writing given to the Registrar before the end of the initial period or, as\n              lThe inclusion of this page i s authorized by L.N. 18PJ2008]\n                             THE SHIPPING (REGISTRATION OFSHIPS) REGULATIONS. 2005\n                                         PARTIV-Mortgages, contd.\n                 the case may be, the end of a period of renewal.\n                         (8) Any notice gwen under t h ~ sregulation shall be in the form\n                 approved by the Director.\nForm of             27. A registered mortgage which is transferred under section 77 of the\nuansfm or\nuansmission      Act and the interest in such mortgage which is transmitted under section 78,\nofmortgage.      shall in fiutherance of those provisions of the Act, be respectively executed\n                 and authenticated in the form approved by the Director.\n                                      PARTV-Bareboat Charter Registration\nInterpretation        28. In this Part-\n                        \"bareboat charter registration\" means the registration of a ship in a\n                               register of bareboat chartered ships under the name of the ,\n                               charterer;\n                        \"bareboat charter registry\" means the registry of the state whose flag\n                               the ship is entitled to fly during the period in which the charterer\n                               is registered as the bareboat charterer;\n                        \"charterer\" means a person to whom a ship has been chartered and\n                               includes a sub-charterer,\n                        \"compatible registry\" means a ship registry of a foreign state declared\n                               by the Minister to be a compatible registry within the meaning of\n                               regulation 29;\n                        \"day\" means calendar day;\n                        \"underlying registry\" means the registry of the state of primary\n                  -            registration and \"underlying register\" and \"underlying\n                               registration\" shall be construed accordingly.\n                                              Bareboat Charter-In\nCompatible\nl~bie5."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. The Director may exempt the owner of any hovercrafts from any of\n              the requirements of regulation 25 subject to such conditions as he may\n              specify, and may alter or cancel any exemption so granted.\n                   PARTV I I. Responsibilities a n d duties of companies, masters a n d\n                                               others"
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28.-(1)    This regulation applies only to Jamaican ships.\n                      (2) Every company shall ensure that-\n                    (a)   every seaman assigned to any of,'its ships holds an appropriate\n                          certificate in respect of any function he is to perform on that\n                          ship;\n                    (b)   every seaman on any of its ships has had training specified in\n                          these Regulations in respect of any function that he is to perform\n                          on that ship; and\n                    (c)   documentation and data relevant to all seamen employed on its\n                          ships are maintained and readily available for inspection and\n                          include, without being limited to, documentation and data on\n                          their experience, training, medical fitness and competence in\n                          assigned duties.\n                      (3) Nothing in paragraph (2) shall prohibit the allocation of tasks\n              for training under supervision or in case of force majeure.\n                     (4) The company shall provide written instructions to the master of\n              each if its ships setting out the policies and the procedures to be followed\n              to ensure that all seamen who are newly employed on board the ship are\n              given a reasonable opportunity to become familiar with the shipboard\n                                    [The inclusion of this pane is authorized by L.N.102/2001]\n       THE SHIPPING GRAINING, CERTIFICATION, SAFE MANNING, HOURS OF WORK AND     43\n                          WATCHKEEPING) REGULATIONS, 1998\nequipment, operating procedures and other arrangements needed for the\nproper performance of their duties before being assigned to those duties.\n       (5) The policies and procedures referred to in paragraph (4) shall\ninclude-\n     (a) allocation of a reasonable period of time during which each\n           newly employed seaman will have an opportunity to become\n           acquainted with-\n              (i)    the specific equipment the seaman will be using or\n                     operating; and\n              (ii)   ship-specific watchkeeping, safety, environmental\n                     protection and emergency procedures and arrangements\n                     the seafarer needs to know to perform the assigned\n                     duties properly; and\n     (b)   qesignation of a knowledgeable crew member who will be\n           responsible for ensuring that an opportunity is provided to each\n           newly employed seaman to receive essential information in a\n           language the seaman understands.\n       (6) It shall be the duty of any master and any member of a crew\ndesignated with an obligation under paragraph (4) to carry out that\nobligation."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29.-(1) It shall be the duty of the company to ensure that in relation to\nevery ship of 500 GT or more-\n      ( a ) a safe manning document is in force in respect of the ship and\n            the manning of the ship;\n      ( b ) the safe manning document is kept on board the ship at all times;\n            and\n      ( c ) the manning of the ship is maintained at all times to at least the\n            levels specified in the safe manning document.\n       (2) The master of any ship to which this regulation applies shall\nensure that the ship does not proceed to sea unless there is on board a valid\nsafe manning document issued in respect of the ship and the manning of\nthe ship complies with that document.\n        (3) It shall be the duty of the company applying for the safe manning\ndocument in respect of any Jamaican ship to submit to the Director proposals\nas to the numbers and grade of personnel it considers should be carried so\nthat the ship would be safely manned if it proceeded to sea on any intended\n                     [The inclusion of this page is authormd by I. N 102/2001]\n4!1        THE SHIPPING (TRAINING, CERTIFICATION. SAFE MANNING, HOURS OF WORK AND\n                               WATCHKEEPING)REGULATIONS, 1998\n                  voyages; and in preparing such proposals the company shall take into\n                  account any guidance issued by the Director.\n                          (4) It shall be the duty of the company after the issue of a safe\n                  manning document, to inform the Director a s soon as any of the\n                  circumstances which are pertinent to that safe manning document change,\n                  for the purpose of enabling the Director to review the document's continuing\n                  validity or approve new proposals from the company.\n                         (5) A safe manning document issued pursuant to regulations made\n                  under the repealed Acts shall continue to be valid until 1 st February, 2002.\n!hchedule I I .          (6) The provisions of Schedule 1 1 shall apply in respect of this\n                  regulation."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30.-41) A ship may be registered as a bareboat chartered ship under\n                 section 18 of the Act where the charterer thereof or his agent has submitted to\n                 the satisfaction of the Registrar the documents and information described in\n                 paragraph (2).\n                           (2) The documents and information referred to in paragraph (1)\n                 are-\n                        (a) an application for registration under this Part made by the\n Schedule 6.\n Form A\n                             charterer or agent in the form set out as Form A of Schedule 6;\n                        (b) a declaration of bareboat charter made by the charterer\n                             accompanied by a copy of the charter party, which shall not be\n                             available for public i n w o n ;\n                    PARTV-Bareboat Charter-In, contd.\n      (c) a transcript or an extract of the underlying registration of the shlp\n          which shall-\n              (i) be available for public i n w o n ; and\n             (ii) contain a description of the ship, the owners and, where\n                  applicable, all registered mortgages and encumbrances\n                  relating to the ship;\n      (d) the consent in writing, for the ship to be bareboat charter registered\n          in Jamaica, of-\n                     the appropriate authorities of the underlying registry,\n                    who may be further required by the Registrar to declare\n                    that during the period of bareboat charter registration the\n                    ship will not be entitled to fly their flag\n                    the owners of the ship; and\n                    all registered holders of mortgages registered in the\n                    underlying registry;\n      (e) such other information as the Registrar General may require.\n         (3) Where amendments are made to the bareboat charter party the\ncharterer shall within thuty days thereafter, not@ the Registrar, in writing\nthereof.\n        (4) Where any amendments are made to the underlying registration\nthe charterer shall-\n      (a) within seven days of the amendments being effected, communicate\n          to the Registrar the details of the amendments; and\n      (b) within three days of the amendments having been entered in the\n                                                                                    --\n             underlying register, produce to the Registrar a transcript or an\n             extract of the underlying regishation showing the amendments.\n   3 1 . - ( 1 ) Subject to paragraph (2), the tonnage of a ship to be registered\n                                                                                  mmt of\nunder this Part shall be ascertained pursuant to section 44 of the Act.           tomage.\n            (2) At the request of the charterer, the Registrar may accept the\ntonnage of the ship to be that regstered in the underlying registry if he is\nsatisfied that the provisions of the Tonnage Convention, so far as applicable\nto such ship have been adhered to, and the certificate of survey issued by the\nunderlying registry shall be treated as the certificate provided for in section\n43 of the Act\n    3 2 . - ( 1 ) Subject to paragraph (2), and the provisions of Schedule 5, a ~ 2            ;\nship shall be registered under this Part by the name under which it is chmered\nregistered in the underlying registry.                                            Sfhedule 5\n                                                                                  slup\n           (2) The name of a ship to be regstered or of a ship already registered\nunder this Part, may in the circumstances described in paragraph (3)be\n                         THE SHIPPING (REGISTRATIONOFSHIPS)REGULATIONS, 2005\n                                  PARTV-Bareboat Charter-In, contd.\n              changed prior or subsequent to registration under this Part, as the case may\n              be.\n                        (3) The circumstances referred to in paragraph (2) are that-\n                    (a) the appropriate authorities of the underlying registry, the owners,\n                         and the registered mortgagees, if any, have consented to the\n                         change of name; and\n                    (b) the change is made in accordance with the provisions of section\n                         34 of the Act or of any regulations made thereunder."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. Relplacement of certificate unless\n   5001-25000\"'\n                                                         lost or due to shipwreck\n   25001 -35000\n   35001 and above                                   32. Dispmsation"
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32.-(1)    Subject to regulation 35, it shall be the duty of every company\nin respect of a ship, and of every employer, to ensure, so far as is reasonably\npracticable, that the master and seafarers do not work more hours than are\nsafe in relation to the safety of the ship and the master's and the seafarers'\nperformance of their duties.\n       (2) Subject to regulation 35, it shall be the duty of every master of\na ship to ensure, so far as is reasonably practicable, that seafarers do not\nwork more hours than are safe in relation to the safety of the ship and the\nmaster's and the seafarers' performance of their duties."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33.+1) The Registrar, if satisfied that all requirements for registration\n              specified in this Part and in the relevant provisions of the Act, where\n              applicable, have been complied with, and on payment, by the applicant of the\n              prescribed registration fee, shall-\n                    (a) enter in the relevant register all part~cularsof the ship and its\n                         underlying registration, its owners and charterers, stating-\n                             (i) the expixy date of the bareboat charter registration; and\n                            (ii) that the register does not contain an official record of any\n                                  mortgages affecting the ship;\n                    (b) inform the appropriate authorities of the underlying registry of the\n                         registration under this Part; and\n                    (c) issue a certificate of bareboat charter registration, which shall\n                         include the name and particulars of the ship, the name of the port\n                         of registry declared under section 32 of the Act, and the expiry\n                         date of the registration.\n                      (2) Upon the issue of a certificate of bareboat charter registration, all\n              documents issued to the ship by the underlying registry shall be surrendered\n              to the appropriate authorities of that registry and, within thugdays of the\n              issue of the certificate, the charterer shall make and deliver to the registrar\n              declaration to that effect.\nDuration of\nbarebaat"
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34.-(1)    It shall be the duty of the company to produce a schedule of\nduties in accordance with this regulation.\n        (2) Where the company is not also the employer of the master and\nall the seafarers, it shall consult any other person who is an employer of\nthe master or of any of the seafarers before production of the schedule.\n       (3) The company may arrange with any such employer that the\nemployer is to produce a schedule of duties in accordance with this\nregulation and in such a case, that employer shall also be subject to the\nduties of the company under this regulation.\n       (4) Before producing a schedule the company shall seek the views\nof the master and the master shall seek, and convey to the company, the\nviews of-\n      (a)   the seafarers or their representatives; or\n      (6)   a trade union with one or more members on board ship.\n        (5) Subject to paragraph (6), a schedule shall-\n      (a)   set out the hours of work for-\n            (i)   masters and seafarers whose work includes regular\n                  watchkeeping duties or ship handling; and\n                      [The inclusion of this paye is authorized by L.N.102/2001]\n46   THE SHIPPING (TRAINING. CERTIFICATION, SAFE MANNING, HOURS OF WORK AND\n                         WATCHKEEPING) REGULATIONS, 1998\n                      (ii) the ship's chief engineer, chief officer and second engineer\n                           officer, so as to provide that they do not work more hours\n                           than are safe in relation to the safety.of the ship and the\n                           master's and seafarers' performance of their duties;\n               ( b ) specify the maximum period of continuous watchkeeping, the\n                     minimum rest period between watches, and the total daily,\n                     weekly and monthly hours of work; and\n               (c)    provide a minimum of ten hours of rest in any 24-hour period,\n                      which may be divided into no more than two periods, one of\n                      which shall be at least six hours in length.\n                 (6) Notwithstanding paragraph (5) (c), the minimum period of ten\n          hours may be reduced to not less than six consecutive hours on condition\n          that any such reduction shall not extend beyond two days and not less than\n          seventy hours of rest are provided in each seven-day period.\n                 (7) The company shall give consideration to the nature of the\n          shipping operation and the voyages to be undertaken in arranging the hours\n          of work.\n                (8) The schedule may be changed by the company, or by an\n          employer who by virtue of paragraph (3) is subject to the duties of the\n          company, on condition that-\n                (a)   other employers and where necessary, the company have been\n                      consulted;\n                ( b ) the company or the employer has sought the views of the master\n                      on the proposed changes and the master has sought and\n                      conveyed to the company the views of persons mentioned in\n                      paragraph (4) (a) or ( b ) ; and\n                (c)   the schedule as changed complies with paragraph (5).\n                 (9) The company shall ensure that the schedule is displayed\n          prominently in the crew accommodation for the information of all the\n          seafarers.\n                 (1 0) It shall be the duty of the master to ensure, as far as reasonably\n          practicable, that the hours of work specified in the schedule are not\n          exceeded.\n                  (1 1) The company and the master shall maintain on the ship a copy\n          of the schedule, and a record of all deviations from its requirements.\n                 (1 2) The company for the time being shall ensure that a copy of the\n          schedule and of the record of all deviations from its requirements are\n          preserved for five years from the date the schedule was introduced, and\n                               [The inclusion ot'lhis page is authorized by L.N. 102~2001)\n       THE SHIPPING (TRAINING, CERTIFICATION, SAFE MANNING, HOUXS O F WORK AND        47\n                           WATCHKEEPING) REGULATIONS, 1998\nthat they are available for inspection by the Registrar of Seamen, a proper\nofficer or a surveyor as defined in the Act, or an inspector appointed under\nsection 3 15 of the Act.\n        (13) If during the five-year period there ceases to be a company in\nrelation to the ship, the duty to preserve the copies of the schedule and of\nthe record shall remain with the last such company.\n      (14) In this regulation and in regulation 35, \"schedule\" means the\nschedule of duties referred to in paragraph (1)."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35.-(1)     The requirements for rest periods specified in paragraphs (5)\n(c) and (6) of regulation 34 need not be maintained in case of any emergency\nor drill or in other overriding operational conditions.\n        (2) Without prejudice to the generality of paragraph (I), a master\nof a ship or seaman may participate in a navigational, engine room or\nmachinery watch although he has not had the rest period provided by the\nschedule produced in pursuance of regulation 34, and the master may\nexceed, and a seafarer may be required to exceed, the schedule's work or\nduty periods, when in the opinion of the master it is necessary to meet one\nof the following situations-\n      ( a ) an emergency threatening the safety of the ship or the life of\n            any person or threatening damage to the environment;\n      ( b ) employment of the ship in the service of the Jamaica Defence\n            Force at a time when the ship is operating in direct support of\n            that Force.\n       (3) When in pursuance of paragraph (1) the master or a seaman has\nworked within a rest period provided for by the schedule, his name shall\nbe entered in the record required to be maintained by regulation 34(1 l),\ntogether with the reason why he so worked."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36.-(1)    The master of any ship shall ensure that the watchkeeping\narrangements for the ship are at all times adequate for maintaining safe\nnavigational and engineering watches having regard to Chapter VIII of\nsection A of the STCW Code.\n        (2) Without prejudice to the duties of the master provided by\nparagraph (I), the master shall give directions to the deck watchkeeping\nofficers responsible for navigating the ship safely during their periods of\nduty, in accordance with Part 3 of section A-VIIII2 of the STCW Code and\nany requirements specified in Schedule 1 1 .                                Schedule 11.\n       (3) The chief engineer officer of any ship shall ensure that the\nengineering watchkeeping arrangements for the ship are at all time adequate\nfor maintaining a safe watch, in accordance with Part 3-2 of section A-\n                     [Theincluaion o f thin page iia authorized by L.N. 102R001]\n48       THE SHIPPING (TRAINING, CERTIFICATION, SAFE MANNING, HOURS O F WORK AND\n                             WAZHKEEPING) REGULATIONS, 1998\n                VIII/2 of the STCW Code, and when deciding the composition of the watch\n                the chief engineer officer shall observe the principles set out in Part 3-2 of\nSc~lledule11.   that section and the requirements specified in Schedule 11."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37.41) A ship registered under this Part shall be deemed to be a ~uns&cfion\n                                                                               over slups\nJamaican ship an4 except where otherwise provided, shall be under the ,,,tad\njurisdiction and control of Jamaica and shall comply with all the laws\napplicable to Jamaican ships.\n         (2) A ship registered under this Part shall only display the Jamaican\nflag.\n       (3) The port of registry of a ship registered under this Part shall be\nshown on the certificate of bareboat charter.\n    3 8 . 4 1 ) This Part shall have no effect with regard to title, or to any 2;hi~\ntransfer or transmission of a ship registered under this Part or of any shares registered\n                                                                               under this\ntherein.                                                                       Part\n         (2) Any transfer of 'ownership of a ship registered under this Part\nshall within seven days thereof be notified in writing by the charterers to the\nRegistrar, and the registration of the ship under this Part shall be cancelled\nunless the new owners have-\n        (a) within seven days after submitting the notification, declared to the\n            Registrar in writing that they have no objection to the ship\n            remaining registered under this Part; and\n       (b) within thirty days of having made such declaration, delivered to\n           the Registrar their consent in writing to such registration."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38.-(1) The master of any ship which is in port and carrying hazardous\n                cargo shall act in accordance with paragraph (2) even when the ship is\n                safely moored or safely at anchor.\n                       (2) For the purposes of paragraph (1) the master shall in the case\n                of-\n                      (a)   a ship carrying hazardous cargo in bulk, ensure that a safe deck\n                            watch and safe engineering watch are maintained by the ready\n                            availability on board of a duly qualified officer or officers, and\n                            where appropriate, ratings; and\n                      ( b ) a ship carrying hazardous cargo other than in bulk, ensure that\n                            in organizing safe watchkeeping arrangements he takes account\n                            of the nature, quantity, packing and stowage of the hazardous\n                            cargo and of any special conditions on board, afloat and ashore.\n                       (3) Such watchkeeping arrangements shall take full account of the\n                principles and requirements specified by the Director and as provided in\n                Schedule 11."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39. Without prejudice to regulation 28, the company and the master\n                shall ensure that there are carried at all times on board ship all original\n                certificates and other documents issued pursuant to the STCW Convention\n                indicating the qualification of any member of the crew to perform functions\n                which they are required to perform aboard ship in the course of their\n                designated duties.\n                                      PARTVIII. Inspection of Ships"
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40.-41) An authorized person may inspect any ship while in a Jamaican\n                port for the purposes of-\n                      (a)   verifying that all seafarers serving on board who are required\n                            to be certificated hold valid appropriate certificates and\n                            endorsements or valid dispensations or have provided the\n                            documentary proof required by regulation I/ 10, paragraph 5 of\n                            the STCW Convention, or where regulation 6 (1 1) is applicable,\n                            the requirements of that provision have been met;\n                                     [Theinduoion of thL   is suthorLcd by L.N. 10M001]\n       THE SHIPPING (TRAINING, CERTIFICATION, SAFE MANNING, HOURS OF WORK A N D   49\n                           WATCHKEEPING) REGULATIONS, 1998\n     (b)   verifying that the numbers and certificates of the seafarers\n           serving on board are in conformity with the applicable safe\n           manning requirements; and\n     (c)   assessing the ability of the seafarers in the ship to maintain the\n           watchkeeping standards required by these Regulations where\n           there are clear grounds for believing that such standards are\n           not being maintained because, while in a port in Jamaica or in\n           the approaches to that port, any of the following has occured-\n           (i)   the ship has been involved in a collision, grounding or\n                 stranding;\n           (ii) there has been an unlawful discharge of substances from\n                the ship when underway, at anchor or at a berth;\n           (iii) the ship has been manoeuvred in an erratic or unsafe\n                 manner, or navigational course markers o r traffic\n                 separation schemes have not been followed; or\n           (iv) the ship has otherwise been operated in such a manner as\n                to pose a danger to persons, property or the environment.\n      (2) If an authorized person finds on inspection any deficiency of a\nkind specified in paragraph (3) he shall notify in writing the master of the\nship and in the case of a ship which is not a Jamaican ship, the nearest\nmaritime consular or diplomatic representative of the flag state.\n      (3) Deficiencies referred to in paragraph (2) are-\n       (a) a failure of any seaman required to hold an appropriate certificate\n           to have a valid appropriate certificate, an endorsement, a valid\n           dispensation or the documentary proof required by regulation 1110,\n           paragraph 5 of the STCW Convention, or where regulation 6 (1 1)\n           is applicable, the requirements of that provision have not been\n           met;\n       (6) a failure to comply with the applicable safe manning\n           requirement;\n       (c) a failure of navigational or engineering watch arrangements to\n           conform to the requirements specified for the ship by the\n           competent authority of the country in which the ship is\n           registered;\n       (6) an absence on a watch of a person qualified to operate equipment\n            essential to safe navigation, safety radio communications or the\n            prevention of marine pollution;\n50   THE SHIPPING (TRAINING. CERTII.~lCATIOR;.SAFE 'EfANNING.HOURS 01;WORK AND\n                         WATCf~h%EPIAG)REGULATIOh'S. 19%\n                  (e) an inability of the master to provide adequately rested persons\n                      for the first watch at the commencement of a voyage and for\n                      subsequent relieving watches.\n                     (4) The certificates, endorsements and dispensations referred to in\n          ~ a r a g r a p h(1) shall be accepted by the authorized person carrying out the\n          inspection unless there are clear grounds for believing that a certificate has\n          been fraudulently obtained or that the holder of a certificate is not the person\n          to whom that certificate was originally issued.\n                   (5) This regulation applies to a Jamaican ship wherever it may be;\n            4 1 .-(I)   In any case where it is found-\n                 (a)    in relation to a Jamaican ship, that there is any contravention of\n                        these Regulations; or\n                 (b)    in relation to a foreign ship, that there is-\n                        (i)   any contravention of regulation 29, 36, 37 or 39; or\n                        (ii) a failure to correct a deficiency of a kind specified in\n                             regulation 40 (3) after notification to the master pursuant\n                             to regulation 40 (2), and there is in consequence a danger\n                             to persons, property or the environment,\n          the ship may be detained, and section 322 and sections 433 to 435 of the\n          Act shall apply to such detention.\n                  (2) The Director shall promptly report to the Secretary-General the\n           facts concerning the detention of a ship pursuant to this regulation.\n                                        PARTIX. Miscellaneous"
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41-79    A. (12.5-24       metres)                  US$6,500.00\n       (b)     Vessels over 24 metres:\nFirst 7500 tonnes or under\nFor each tonne from 7501-15000        tonnes\nFor each tonne from 15001-25000 tonnes\nFor each tonne from 25001-35000         tonnes\nFor each tonne over 35001 tonnes\n       Notes: 1.      Fees for certificates of shorter duration will be prorated\n                      accordingly."
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42.-(1) Subject to paragraph (2), a ship registered under Part IV of the ; J ; L ~ ~\nAct shall be bareboat charter registered in a foreign registry by the name hart^\nunder which it is registered under the Act.                                      ~na fmlgn\n                                                                                 regu;te=d\n         (2) The name of a Jamaican registered ship bareboat charter \"p\"w\nregistered in a foreign registry may be changed with the written consent of\nthe Director in accordance with section 34 of the Act only if such change is\nalso being effected in the bareboat charter registry."
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43.-(1)   The Director shall maintain a register of all certificates and\n           endorsements which have been issued, expired, revalidated, suspended,\n           cancelled or reported lost or destroyed and of dispensations issued.\n                  (2) The Director shall make available information on the status of\n           such certificates, endorsements and dispensations as are referred to in\n           paragraph (I), to the authorities of other STCW countries and companies\n           who request verification of the authenticity and validity of certificates\n           produced to them by seafarers seeking recognition of their certificates or\n           for employment on board ship.\n52      THE SHIPPING (TRAINING, CERTIFICATION, SAFE MANNING. ff0UR.Y OF WORK AND\n                            WATCHKEEPING) REGULATIONS, I998\n                     (9) It shall be a defence for a person charged with an offence under\n               these Regulations to prove that he took all reasonable steps to avoid\n               commission of the offence."
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44.-(1) Any company which contravenes regulation 28 (2) or (4), 29(1)\nor (3), 34(1), (2), (8) or ( l o ) or 39 shall be guilty of an offence and on\nsummary conviction in a Resident Magistrate's Court shall be liable to a\nfine not exceeding two hundred thousand dollars, or on indictment to a\nfine, or to imprisonment not exceeding 12 months, or to both such fine and\nimprisonment.\n       (2) Any master who contravenes regulation 28(6), 29(2), 32(2),\n36(1) or (2), 37, 38 or 39 shall be guilty of an offence and on summary\nconviction in a Resident Magistrate's Court shall be liable to a fine not\nexceeding two hundred thousand dollars, or on indictment to a fine, or to\nimprisonment not exceeding 12 months, or t o both such fine and\nimprisonment.\n        (3) Any member of the crew who contravenes regulation 28 (6)\nshall be guilty of an offence, and on summary conviction in a Resident\nMagistrate's Court shall be liable to a fine not exceeding one hundred and\nfifty thousand dollars.\n       (4) Any chief engineer officer who contravenes regulation 36 (3)\nshall be guilty of an offence and on summary conviction in a Resident\nMagistrate's Court shall be liable to a fine not exceeding two hundred\nthousand dollars.\n       (5) Any company which contravenes regulation 32 (1) shall be guilty\nof an offence and on summary conviction in a Resident Magistrate's Court\nshall be liable to a fine not exceeding two hundred thousand dollars.\n       (6) Any employer who contravenes regulation 32 (1) shall be guilty\nof an offence and on summary conviction in a Resident Magistrate's Court\nshall be liable to a fine not exceeding two hundred thousand dollars.\n       (7) Any master who contravenes regulation 33, 34 (10) or (I 1)\nshall be guilty of an offence and on summary conviction in a Resident\nMagistrate's Court shall be liable to a fine not exceeding fifty thousand\ndollars.\n       (8) Any seaman who contravenes regulation 33 shall be guilty of\nan offence and on summary conviction in a Resident Magistrate's Court\nshall be liable to a fine not exceeding fifty thousand dollars.\n56   THE SHIPPING (TRAINING, CERTIFICATION, SAFE M A N N I K . HOURS OF WORK A.VD\n                         WATCHKEEPING) REGULA TIONS. 1998"
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. The Minister may grant, on such terms, if any, as he may specify,\n               exemptions from all or any provisions of these Regulations for any case or\n               classes of case."
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46.-(1)    Certificates and licences granted, endorsements made and\n               standards of competence and training already met, pursuant to the repealed\n               Acts, shall be treated as equivalent to certificates, endorsements, appropriate\n               certificates, standards of competence or training, referred to in these\n               Regulations, and shall subject to regulation 6, remain of full validity, until\n               l st February, 2002.\n                      (2) Seafarers who commence-\n                     ( a ) seagoing service as part of an approved training programme; or\n                     ( b ) the shore-based phase of an approved training programme,\n                           before 1st August, 1998, may be issued with certificates, or\n                           have certificate recognized or endorsed, pursuant to the repealed\n                           Acts referred to in regulation 2 and the provisions of that\n                           paragraph shall apply to such certificates.\nSchedule 13.          (3) The provisions of Schedule 13 shall apply in relation to the\n               matters referred to in paragraphs (1) and (2).\nSchedule 14.     47. The fees prescribed in Schedule 14 shall be paid in respect of the\n               examinations and documents specified in that Schedule.\n                                     [The inclusionof this p a ~ eis authorized by L.N.102/2001]\n                  ENDORSEMENT ATTESTING THE RECOGNITION OF A CERTIFICATE\n                                  UNDER THE PROVlSLONS OF THE SUtPPMC ACTGlvrmG EFFECT TO\n                                  T F l E IlVTERNATIONALCONVENTION ON STANDARDS OF TRAINING.\n                                       CERTlnCATlON AND WAKUKEEPMC FOR SEAFARERS. 1978\n                                                         AS AMENDED M 19%\n          The Government of Jamaica certifies that Certificate No. .............................................. issued to                                     (Oflcial Seal)\n          ......................................................... by on behalf of the Government of .....................................\n          is duly recognized in accordance with the provisions of Regulation U I0 ofthe above Convention,\n          as amended, and the lawful holder is authorized to perform the following functions, at the levels\n          specified, subject to any limitations indicated until .................................. or until the date of\nJAMAICA\n          expiry of any extension of the validity of this endorsement as may be shown overleaf.\n                           FUNCTION                                LEML                        LlhllTATIONS APPLYING (IF ANY)                               1\n          The lawful holder of this endorsement may serve in the following capacity or capacities specified\n          in the applicable safe manning requirements of the Authority:\n                                CAPACITY                                               LIMITATIONS APPLYING ((IFANY)\n                                                                   I\n          Endorsement No. ................................................. issued on .......................................................\n          (Oflcial Seal)                                                       ..........................................................................\n                                                                               Signature of duly aurhoriied oflcial\n                                                                               ..........................................................................\n                                                                               Name ojduly authorized o m a l\n          The original of this endorsement must be kept available in accordance with Regulation 112,\n          paragraph 9 of the Convention while serving on a ship.\n          Date of birth of the holder of the certificate..................................................................................\n          Signature of the holder of the certificab ......................................................................................\n54   THE SHIPPING (TRAINING. CERTIFICATION, SAFE MANNING, HOURS OF WORK AND\n                         WATCHKEEPING) REGULATIONS, 1998\n                                                  SCHEDULE I . contd.\n               The validity of this endorsement is Irereby extended until ....................\n                                                                                             ...........\n               Date o f revalidation ............................................\n                                                                                ...  .............................\n                                                                      Nonlc o f h ! v cra/hori:erl ~~(fiaitrl\n               The valid~tyo f this endorsement is hereby extended i111til.......................\n                                                                                                .........\n               Date o f revalidation .................................................................................\n                                                                        Norrre c!/d~cl,vurr/ltori:ed qfliciirl\n               Tlie validity o f tliis endorsement is hereby extended until ...................................\n               Date of revalidation .................................................................................\n                                                                       Nanle of'dslv orr/ltori:et/ q/ficiul\n           I   Tbe validity o f this e~ldorsementis hereby extended until ...................................\n                                               [The mclus~ond t h m pa@ is ~uthorlzedby L.N 101/2001]\n     THE SHIPPING (TRAINING. CERTIFICATION, SAFE MANNING. / / O U R S OF WORK AND                    55\n                         WATCHKEEPING) REGULATIONS, 1998\n                                                 2\n                                          SCHEDULE                                 (Regulation 7)"
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47. Postage and Handling (Foreign\n      of Registry\n                                                          Students)"
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50,001-UP                                    $10,000.00                         $8,500.00\n       NOTE.               Passenger Ship Safety Certificate fees are to be multiplied by 0.75 for\n                           utility vessels such as a e w boats, day boats, dive boats, etc.\n                                       TONNAGE CERTIFICATE\n       NOTB.               Tonnage Certificate fees are to be multiplied by 0.5 for second and latter\n                           vessels which are identical sister vessels to a vessel on which we have\n                           already carried out the tonnage calculations.\n                               SAFETY CONSTRUCTION CERTIFICATE\n       NOTB:               Safety Construction Certificate fees are to be multiplied by 0.5 for non-\n                           propelled vessels such as pontoons, dumb barges, etc.\n                            [The inclusion of thls page is authorized by L.N. 18d20081\n                     iWE SHIPPING WES)REGISTRATION REGULATIONS, 2005\n                                           SCHEDULE,contd.\n                                 SAFETY EQUIPMENT CERTIFICATE\n                                                                             /\n                                                 I     m             PERIODICAL     ANNUAL\n     S 1 OOOGT                                  $1,000.00               $800.00      $600.00"
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51.-41) Any document which is not in English which is produced in ~ y ~ a b\nothersupport of any application under these Regulations shall be -,a.\naccompanied by a notarized translation of the document into English.\n         (2) Where the signature on any document made under these\nRegulations is required to be witnessed, the witness shall neither be a minor\nnor be the spouse of the signatory.\n              (The inclusion of this page is authorized by L.N. 18d20081"
    },
    {
      "provision_ref": "sec54",
      "section": "54",
      "title": "Section 54",
      "content": "54, be accompanied by the Certificate of Registry and such evidence as to the\nchange as may be required by the Registrar.\n         (3) Where there is a change in the tonnage of a ship, it shall be\nresurveyed and the tonnage ascertained pursuant to section 43 of the Act and\nthereafter, the shipowner shall apply in writing as soon as practicable in a\nform approved by the Director. for the change to be recorded in the register.\n         (4) The application shall be accompanied by the relevant Certificate\nof Survey and the Certificate of Registry.\n         (5) On recording the change in the registered particulars the\nRegistrar shall cancel the existing certificate and issue to the owner a new\nCertificate of Registry.\n    2 1 4 1 ) An application for approval of the change of the name of a ship Changeof\n                                                                                   name\nshall be made in accordance with Schedule 5.                                       Schedule 5\n        '(2) If it appears to the Director that a proposed change of name\ncomplies with Schedule 5, he shall within seven days of submission of the\napplication issue a carving and marking note to the owner."
    },
    {
      "provision_ref": "sec57",
      "section": "57",
      "title": "Section 57",
      "content": "57. Schedules 3 and 4 and the related provisions of regulations 11 and 14 T - i t i d\n    shall not apply to any ship until a new Certificate of Registry under these\n    Regulations is issued in respect of that ship.\n                  [The inclus'ion of this page is authorized by L.N. 18d20081\n                              THE SHIPPING (REGISTRATION O F SHIPS) REGULA TIOiVS, 2005\n                                                                                          SCHEDULE 1                                                     (Regulation 4)\n                                                                                                                                            lndlcate Whelhu\n                                                                                                                                           'Barebod Char(-                       0\n                                                                                                                                           ~hlp\n                                                                                                                                              under Conatrucllon                 0\n                                                                                                                                             lea sun                             0\n                                                                                                                                           Flahlng                               0\n                                                                                                                                           If neither, p l e l u i g n m\nName:..................................................................................      pai60n:................. .... ........................................................\n                                                                                                                                                                  w\n                           THE SHIPPING (REGISTRATION O F SHIPS) REGULATIONS, 22005\n                              REQUIREYLWrO FOR THE REGISTRATIONAND NOTICE OF NAME OF A VESSEL UNDER 24M\nThe M&ng musl be submitted tn applying tor !Jm RegbbaUaIof a vessel under 24M"
    },
    {
      "provision_ref": "sec95",
      "section": "95",
      "title": "Section 95",
      "content": "95, which includes general surveillance of the vessel;\n                    ( b ) moor and unmoor a vessel effectively and safely;\n                    (c) operate and maintain effectively all watertight closing arrangements including the\n                        ability to mount an effective damage control party;\n                                               <\n                     (4 operate and, when piakticable, maintain efficently, all fire equipment and life-saving\n                         appliances provided including the ability to muster and disembark passengers and\n                         non-essential personnel;\n                     (e) manage the safety functions of a vessel at sea, when not under way;\n                     (/) maintain a safe engineering watch at sea in accordance with regulation VIIIl2 of\n                         STCW 95, and also maintain general surveillance of spaces containing main\n                         propulsion and auxilliary machinery;\n                     (g) operate and maintain in a safe condition the main propulsion and auxiliary machinery\n                         to enable the ship to overcome the foreseeable perils of the voyage;\n                     (h) maintain the safety arrangements and the cleanliness of machinery spaces to\n                         minimize the risk of fire;\n                     (i) provide for medical care on board ship;\n                     (j) maintain a safe radio watch in accordance with 1974 SOLAS and ITU regulations,\n                          as amended;\n                                      [The inclusion o f this page is authorized by L N 102/2001]\n         Z'fE SICIPPING (TRAINING, CCERWICAnON,SAFE W N I h ' q , HOURS OF WORKAND                     93\n                               WAZHKEEPING)REGULA TTONS, I998\n         (k) maintain the precautions and safeguardsnecessary to protect the marineenvironment\n             in accordance with MARPOL 73/78 as amended;\n         (I) maintain sasety in all ship operations whilst in port\nEsrablishing sclfe manning requirements"
    },
    {
      "provision_ref": "sec111",
      "section": "111",
      "title": "Section 111",
      "content": "111. ENDOCRINE AND METABOLIC DISEASES\n    I . Thyroid Disease\n   Serving seafarers developing thyroid disease-D              for investigation, then A, A(T), E or B on\ncase assessment."
    }
  ],
  "definitions": [
    {
      "term": "bareboat chartered ship",
      "definition": "a ship registered under section 18 of",
      "source_provision": "sec2"
    },
    {
      "term": "builder's mortgage",
      "definition": "a mortgage in respect of a ship under",
      "source_provision": "sec2"
    },
    {
      "term": "Certificate of Regmy",
      "definition": "a certificate of registry issued to a ship",
      "source_provision": "sec2"
    },
    {
      "term": "certificate of bareboat charter registry",
      "definition": "a certificate of registry",
      "source_provision": "sec2"
    },
    {
      "term": "certificate of deregistration",
      "definition": "a certificate issued by the",
      "source_provision": "sec2"
    },
    {
      "term": "declaration of ownership",
      "definition": "a declaration whch complies with",
      "source_provision": "sec2"
    },
    {
      "term": "foreign maritime entity",
      "definition": "a business entity, other than a body",
      "source_provision": "sec2"
    },
    {
      "term": "freeze",
      "definition": "to prevent any enhy (which includes a delet~onof an",
      "source_provision": "sec2"
    },
    {
      "term": "ship identification number",
      "definition": "the number allocated to the ship",
      "source_provision": "sec2"
    },
    {
      "term": "ship under construction",
      "definition": "a ship, the keel of which has been laid",
      "source_provision": "sec2"
    },
    {
      "term": "similar stage of construction",
      "definition": "the stage at which-",
      "source_provision": "sec2"
    },
    {
      "term": "Tonnage Convention",
      "definition": "the International Convention, on",
      "source_provision": "sec2"
    },
    {
      "term": "bareboat charter registration",
      "definition": "the registration of a ship in a",
      "source_provision": "sec26"
    },
    {
      "term": "bareboat charter registry",
      "definition": "the registry of the state whose flag",
      "source_provision": "sec26"
    },
    {
      "term": "charterer",
      "definition": "a person to whom a ship has been chartered and",
      "source_provision": "sec26"
    },
    {
      "term": "compatible registry",
      "definition": "a ship registry of a foreign state declared",
      "source_provision": "sec26"
    },
    {
      "term": "day",
      "definition": "calendar day",
      "source_provision": "sec26"
    },
    {
      "term": "underlying registry",
      "definition": "the registry of the state of primary",
      "source_provision": "sec26"
    }
  ]
}