{
  "id": "jm-subs-the-stamp-duty-act",
  "type": "statute",
  "title": "The Stamp Duty Act",
  "title_en": "The Stamp Duty Act",
  "short_name": "Stamp Duty Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-stamp-duty-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-stamp-duty-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Rules may be cited as the Stamp Duty Rules. 1959.                        183173\n  1 ~ .In these Rules \"Commissioner\" means the Commissioner of\nStamp Duty and Transfer Tax and \"Deputy Commissioner\" means the\nDeputy Comm!ssioner of Stamp Duty ,and Transfer Tax."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-(1) Stamp duty shall not be chargeable on travel tickets issued\nto or made out in the name of-\n       (a) a traveller under the age of two years;\n       (b) a traveller who enjoys diplomatic status or privilege;\n       (c) a traveller who is a visitor;\n       (d) a traveller who is a student of or member of the staff of the\n            University of the West Indies in respect of his itinerary to a\n            Common Market area country and any of the following,\n            namely-\n            Bahamas, British Virgin Islands. Cayman Islands and Turks\n            and Caicos Islands;\n       (e) a traveller recruited for agricultural work in any place outside\n            Jamaica with the approval of the Minister responsible for\n            labour;\n       (f) a traveller recruited for work in Guantanamo Bay, Cuba with\n            the approval of the Minister responsible for labour;\n        (g) a traveller who is a member of the Jamaica Defence Force\n            (whether regular or reserve) travelling on official duty as\n            certified by his Commanding Oacer or other authorized\n            person;\n        (h) a traveller dressed in uniform of the armed forces of a country\n            other than Jamaica of which he is a member;\n        (i) a traveller who is a member of the Peace Corps, that is to say.\n            a member of the organization promoted by the Government\n            of the United States of Anlerica known as the Peace Corps;\n        61 a traveller who is a membef of the Canadian University Service\n            Organization;\nTHE STAMP DUTY (EXEMPTION ON TRAVEL TICKETS) ORDER, 1972\n        a traveller who is a member of the Voluntary Service Overseas,\n        that is to say, a member of the organization promoted by the\n        Government of the United Kingdom known as the Volunteers;\n        a traveller who is a member of the German Volunteer Service,\n        that is to say, a member of the organization pron~otedby the\n        Government of the Federal Republic of Germany known as\n        the German Volunteer Service;\n        a traveller who is a student of or member of the staff of the\n        Council of Legal Education (established by agreement\n        published in the Jamaica Gazette at page 1809 and dated the\n         9th of December, 1971) in respeot of his itinerary to a Common\n        Market area country;\n        a traveller who, in relation to a school or other educational\n        establishment, being one which is approved by the Minister\n        responsible for education, is-\n            (i) a student thereof, or\n           (ii) a member of the staff thereof who is accompanying a\n                student thereof.\n         and who is certified by that Minister or some other person\n         authorized by him so to certify to be travelling for educational\n        purposes;\n         a traveller travelling as a member of any national paraplegic\n        team;\n         a traveller travelling as a member of a national sports team.\n       (2) In this paragraph-\n     \"Common Market area\" has the meaning assigned to it in section\n          3 of the Caribbean Community and Common Market Act;\n     \"traveller\" has the meaning assigned to it in section 2 of the Travel\n          Tax Act;\n     \"visitor\" means a person who is in Jamaica-\n                 (i) on a visitor's visa;\n                (ii) in transit to some place outside Jamaica;\n               (iii) on a visit primarily for recreational purposes :\n  Provided that in any case a person shall not be a visitor if his stay\nin Jamaica on the occasion when his status as a visitor is being\nconsidered for the purposes of this Order exceeds six months or if\nduring such stay he works or performs any function in Jamaica in\nreturn for payment or reward."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The Stamp uuiy and Transfer Tax Department shall be open\nfor attendance on public from Monday to Thursday at 9.30 a.m.\nto 3.30 p.m. and on Friday at 9.30 a.m. to 3.00 p.m., and shall be\nclosed to the public 011 Good Friday, Saturday, Sunday or a public\ngeneral holiday."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Every application for impressed stamps or stamped papers shall\nbe made to the Commissioner by written requisition-\n     (a) in the form provided by the Commissioner, where the\n         stamps or stamped papers are not required to be delivered\n        by post;\n    (b) in the special form provided where the applicant, being a\n        stamp distributor or a Clerk of the Courts or a head of a\n        Government department, requires the stamps or stamped\n        papers to be delivered to him by post;\n    (c) by letter, where any applicant other than the applicants\n        specified in paragraph (b) requires the stamps or stamped\n        papers to be'delivered to him by post.\n                                                                      <   ,"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Where the applicant is an insurance company or agent the\nrequisition shall be prepared in duplicate and shall specify the number\nof each policy or endorsement to a policy, and the duplicate requisition\nshall be retained by such company or agent, after stamping, as part of\nthe records referred to in section 17 of the Act.\n              ITho inclusion of this page is authorized by L.N. 154119861\n                        THE STAMP DUTY RULES, 1959"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. A letter of advice for all stamps or stamped papers forwarded by\npost shall be prepared under the direction of the Commissioner\nin triplicate and duly recorded. The letters forwarding such stamps or\nstamped papers shall be registered at the post office and a receipt\ntherefor obtained in a book provided for the purpose."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. All consignments of stamps or stamped papers to any stamp\ndistributor. Clerk of the Courts or head of a Government department\nshall be acknowledged by the consignee."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Any impressed stamp required by a requisition shall be impressed\n under the direction and superintendence of the Deputy Com-\nmissioner and such stamping shall be in accordance with the provisions\nof the Act and all documents shall be delivered or posted to or accord-\ning to the directions of the persons submitting such documents for\nstamping."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The total of all requisitions shall be recorded by the accounting\nofficer in a record kept by him for the purpose.\n, 10. The Commissioner shall keep a register of the requisitions\nmade by stamp distributors. Clerks of the Courts and heads of Govern-\nment departments for stamps and stamped papers."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. No letter, character or figure shall be erased, altered or obliterated\n    in any record, book, form or receipt in the Stamp Duty and Transfer\n    Tax Depaqtment, and when an eTmr is made a line shall be drawn\n    through the incorrect entry and the correct entry shall be made above.\n    The officer making any conrwtivn shall place his initials against it."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The Commissioner shall lodge every day to the csedit of the\n    Crrmmissioner of Inland Revenue or Paymaster, as the case may be.\n    all moneys received by the Stamp Duty and Transfer Tax Department\n    during the immediately preceding day."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Every Clerk of the Courts shall at the end of every month make\n    a return to the Commissioner in such form as may be appmved by\n    the Gommissioner, showing the number and amount d licences re-\n    ceived and used during the same month and the number and amount\n    remaining on hand at the end of the month.\n                       Inclusion of this page is authorized by L.N. 154/19861\n                    THE STAMP DUTY RULES, 1959"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Every head of a Government department who has been supplied\nwith stamps or stamped papers shall, at the end of every month, make\na return to the Commissioner in such form as may be approved by the\nCommissioner."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. T k Clerk of every Resident Magistrate's Court which deals with\nprobates and letters of administration shall at the end of every month\nforward to thz Commissiorier a copy of evcrjr will, probate, letters\nof administration and inventory dealt with by that Court during the\nmonth."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. The Registrar of the Supreme Court shall, at the end of every\nmonth, furnish the Commissioner with details of ail grauts niadc\nby the Supreme Court during the same month and all bonds in\nconnection therewith :\n  Provided that where a grant has been made on the basis of an\naffidavit of value, the details of the grant and the bond as well as a\ncopy of such affidavit of value shall be furnished to the Commissioner\nwithin three days after the grant has been made."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. The Commissioner shall in each case whe1.e a \"secured to\nsatisfaction certificate\" has been issued, furnish to the Registrar of the\nSupreme Court a certificate of value as soon as the value of the estate\nhas been settled in the Stamp Duty and Transfer Tax Department."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. All dies and dating plugs shall be secured in the reserve chest\nunder double locks with separate keys and such keys shall always be in\nthe custody of dzerent officers."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. All spoiled or unusable stamps returned to the Stamp Duty\nand Transfer Tax Department shall be cancelled by being stamped\nwith the word \"cancelled\" by rubber or other hand stamp, in such\na manner that rhe stamp duty paid remains legible. The value of the\nspoiled or unusable stamps shall be entered in a record provided far\nthe purpose, and all such stamps shall be destroyed weekly by such\nmethod as the Minister may approve in the presence of the Financial\nSecretary and the Commissioner or of officers deputed by them for\nthe purpose."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Where any zrror has been made in the impressing of stamp duty\n and it is desired to cancel the stamp so impressed, the officer responsible\n for the machine in which the error has been made shail prepare the\n                mg inclusion   nf   t.his page is authorized by L.N. 154/19861\n                     T H E STAMP DUTY RULES, 1959\nrequisition for cancellation on the approved form giving thereon the\nnumber of the machine, the stamp to be cancelled, the reason for\ncancellation and the number of the transaction to which it relates.\nAfter this requisition has been signed by the responsible officer and\napproved by the Deputy Commissioner or any other officer deputed\nby him the stamp may be cancelled and the requisition shall be initialled\nby the officer who cancelled the stamp and then filed."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Surplus cash discovered at the end of any day shall be recorded\nin the detailed balance record as cash in excess, and placed on deposit.\nIf the cause of the surplus cannot be ascertained at the end of the\nmonth in which such surplus was discovered, the Commissioner\nshall bring the surplus amount to account as 'Stamp Duty Various'."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Any deficiency of cash discovered at the end of any day shall\nforthwith be made good by the accounting officer"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Any document tendered to the Commissioner to be impressed\nwith stamp duty payable under any enactment may at the discretion\nof the Commissioner be detained by him in the Stamp Duty and\nTransfer Tax Department for a period not exceeding seven days."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.-(1)  Subject to the provisions of rules 25 and 26 a person hold-\ning a valid licence under paragraph (2) may, in accordance with any\ndirections as to the manner of use given under rule 25, impress by means\nof a franking meter device approved by the Commissioner on such\niilstruments as the Cominissioner may authorize, stamps of such\nvalue, size, pittern and colour as the Commissioner may authorize.\n       (2) The Commissioner may, in his discretion, grant a licence\nto any person fa: the purposes of subsection (4) of swtion 26 of the\nAct and of this rule in such form as the Commissioner may approve.\n       (3) A licence granted under paragraph (2) shall be subject to\nconditions, and shall be valid for such period as the Commissioner\nmay see fit to insert the~ein,and shall not be transferable.\n        (4) The Commissioner or any officer authorized by him in\nwriting shall, for the purpose of ascertaining that stamp duty is dul)\npaid on all instruments to which this rule applies, have the right to\ninspect the books, records or documents of every persm licensed under\nthis rule.\n              IThe inclusion of this page is adlorizd by L N . lf4/19@1\n                     THE STAMP DUTY RULES, 1959\n       (5) A licence granted under paragraph (2) may at any time be\nrevoked or suspended by the Commissioner or surrendered by the\nperson to whom it was granted.\n       (6) An application for a licence under paragraph (2) shall be in\nthe form approved by the Commissioner and shall contain such\ninformation as he may require.\n  2 5 . 4 1 ) Applications to the Commissioner for the approval of\na franking meter device shall be made by such person and in such\nmanner as the Commissioner may require.\n       (2) The Commissioner may at any time withdraw his approval\nof any such device as aforesaid.\n        (3) The Commissioner may from time to time give directions\nto persons holding licences granted under rule 24 as to the manner\nof use of such device as aforesaid.\n  2 6 . 4 1 ) An approved franking meter device shall not be used for the\npurposes of rule 24 unless the meter has been set and sealed by the\nCommissioner or any person in the service or emplognlent of the\nStamp Duty and Transfer Tax Department authorized by him.\n        (2) Meters shall be set and sealed at such place and time and\nat such intervals as the Conlmissioner may from time to time notify.\n       (3) No meter in a franking meter device shall be set for denoting\npayment of stamp duties unless payment of the appropriate amount\nhas previously been made.\n       (4) Where :\n              (a) the licence issued to any person under rule 24 has\n                  expired and has not been renewed, or has been\n                  revoked or surrendered; or\n              (b) the Commissioner's approval of a franking meter\n                   device has been withdrawn; or\n              (c) a franking meter device has become unfit for use,\nthe Commissioner may subject to the approval of the Minister repay\nto the person in cash the value of any unimpressed stamps (for which\npayment has been made) which any franking meter device that has\nbeen used by the person is capable of impressing at the time when such\ndevice is delivered for inspection to the Commissioner, together with\nan applicaticn for such payment.\n               [The inclusion of chis paw is authorized by L.N. 154119861\n                    THE STAMP DUTY RULES, 1959\n        (5) The Commissioner may make an allowance in resetting\na franking meter device, for all stamped instruments which have been\ninadvertently or undesignedly spoiled, obliterated, or otherwise trender-\ned unfit for use before the execution thereof upon production to him\nof the entire sheet or piece of paper, or instrument, upon which\nsuch stamp is impressed, and of an affidavit, taken before a Justice,\nor the said Commissioner, to the effect following-\n          \"I do swear, that the several sheets, or pieces of paper, or\n       instrument hereto annexed, and hereunder specified, were\n       inadvertently or undesignedly spoiled, and that no consideration\n       has been received for the same by any person, viz, (here set forth\n       a description of the document or documents).\"\nAnd, if satisfied that such sheet, or piece of paper or instrument has not\nbeen executed by the parties thereto the Commissioner shall make\nan allowance as aforesaid for such spoiled stamp but if the Commis-\nsioner shall be of opinion that such stamp is not really and bona fide\na spoiled stamp, according to the true intent and meaning of (the Act,\nhe may refuse ,tomake the allowance as aforesaid; and all such spoiled\nstamps must be tendered to the Commissioner within the period of six\nmonths from the time when the same shall have been respectively\nspoiled and rendered useless.\n               me inclusion of thh page L authorized by L.N. 154/19861\n                                STAMP DUTY\n                     THE STAMP DUTY ACT\n                                  ORDER\n                             (under section 52)\n   THESTAMPDUTY(EXEMPTION\n                       ON TRAVEL\n                              TICKETS)ORDER,1972                                 f;.Zi:259172\n                                                                                 L.N. 319172\n     (Made by the Minister on the 9th day of September, 1972)                          988173\n                                                                                       311173\n                                                                                        72/74\n                                                       118th Septembet. 1972.1          82\\77\n                                                                                      1071178\n                                                                                        83/94"
    }
  ],
  "definitions": [
    {
      "term": "Commissioner",
      "definition": "the Commissioner of",
      "source_provision": "sec1"
    },
    {
      "term": "visitor",
      "definition": "a person who is in Jamaica-",
      "source_provision": "sec2"
    }
  ]
}