{
  "id": "jm-subs-the-standards-act",
  "type": "statute",
  "title": "The Standards Act",
  "title_en": "The Standards Act",
  "short_name": "Standards Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-standards-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-standards-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Order may be cited as the Compulsory Standard Specifica-\ntion (Labelling of Commodities) (General) Order, 1971.\n   2 The standard specification relating to labelling of commodities\nnotice of which was published in the Jamaica Gazette Supplement,\nProclamations, Rules and Regulations on the 14th day of July, 1971,\nis hereby declared to be a compulsory standard specification.\n                                            - -\n             me hcluslon of tbls pa? i authorized by L.N. 154119861\n        THE STANDARDS (LABELLING OF PROCESSED FOOD)\n                     REGULATIONS, 1974\n         (c) in the case of a container with an obvious principal\n              display panel such as the top of a triangular or circular\n              package of cheese. consist of the whole of such obvious\n              principal display panel;\n         (6) in any other case. be 40 per cent of the total area of\n              the container.\n      (6) The unquali6ed word \"Eresh\" shall not appear on the kbel\nof any processed food.\n       (7) No false claim for tonic or other beneficial effects. or special\ndietary use, shall be stated on. or implied by the title or name which\nappears on. the label of any processed food; and nutrients shall not\nbe declared on such label except in a manner approved in writing\nby the Bureau."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. The Bureau shall have power to investigate complaints of persons\nwho report that they have suffered loss or injury arising from-\n     (a) any false or misleading representation as to the quantity,\n          quality, or any other characteristic. of any commodity sold\n          to those persons or to any other person from whom they\n          obtained that commodity; or\n     (b) any deficiency in the means of production of any commodity\n          offered for sale to the public,\nwhether a standard specification or compulsory atandard apeciiication\nexists for that commodity or not.\n              me hcluaion of thin page ir authorized by L.N. 160119841\n               THE STANDARDS REGULATIONS, 1983\npublic at all reasonable times on payment of a fee of one dollar for\neach such inspection."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The mark designated as No. 3 in the Medule shall be the stand-\nard nark to be used in relation to processes and praotices which con-\nform to a standard specification to distinguish them from other pro-\ncesses and practices which do not conform to that specification.\n    No. I                                  No. 2                              No. 3\n               [The inclusion o f thls page is authorized b y L N 10212001]"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-41) The label of every container into which processed food is mo-doa\n                                                                   to barn\npacked shall-                                                      out on\n                                                                                   hb&.\n         (a) state, on the principal display panel, the name cf              the\n              food, which shall indicate the true nature of the food.\n              any other name commonly or usually applied to that\n              food, the brand name, and the registered trade mark, if\n              any;\n         (b) where the food is processed in Jamaica, contain the\n             words \"made in Jamaica\", or \"manufactured in Jamaica\".\n             or \"processed in Jamaica\", or \"distilled in Jamaica\", or\n             \"bottled in Jamaica\", or \"packed in Jamaica\", or \"grown\n             in Jamaica\", or \"product of Jamaica\", as the case may\n             be;\n          (c) where the food is processes in any country other than\n              Jamaica, state the name of that country;\n          (6) state the name and identifiable business address sf the\n              processor, manufacturer, packer, importer or distributor;\n          (e) contain a declaration setting out clearly and aecurattly\n              the net contents of the container;\n          (f) contain a list d the ingredients in decreasing order of\n               proportion to the net contents of the container by weight\n               or volume, and any two or more ingredients which am\n               r h e inclusion of &;a page is authorized by L.N. 160/1984]\n        THE STANDARDS (LABELLING OF PROCESSED FOOD:\n                     REGULATIONS, I974\n             of the same proportion to such net contents shall be\n             listed in alphabetical order; if the propor~ionsare shown\n             as percentages the label shall state whether such per-\n             centages are by weight or by volume;\n         (g) in the case of processed food for which grades have been\n             prescribed under the Processed Food Act, contah a grade\n             declaration in one of the following forms, that is to say-\n                (i) CHOICE:or\n               (ii) CHOICEQUALITY; or\n              (iii) CHOICE\n                    QUALITY; or\n              (iv) CHOICEGRADE;or\n               (v) CHOICE\n                    GRADE,\n             so, however, that the word \"Jamaica\" may, at the option\n             of the person making such declaration, precede the dec-\n             laration;\n         (h) where the food requires a special method of storage or\n             handling or preparation, contain instructions for the\n             storage, handling or prepration thereof.\n       (2) Where the consumer acceptance of any processed food con-\ntaining more than one food ingredient is likely to be influenced by the\nproportion of the most expensive of such food ingredients, the label\nshall show the quantity, by weight or volume, of each of such food\ningredients present in the container.\n      (3) If brine is used in quality separation of frozen vegetables the\ndeclaration of the ingredients of the container shall show that salt is\nincluded in such ingredients.\n      (4) In the list of the ingredients reference to spice, flavouring\nor colouring shall have the respective meanings of such terms as\ncommonly understood by consumers, and an ingredient having the\nproperties of both a spice and a colouring or of both a flavouring\nand a colouring shall be designated as both.\n      (5) On the principal display panel the word \"reconstituted\" shall\nprecede or follow the name of any food which is reconstituted, and\nthe size of the letters of the word \"reconstituted\" shall be at least\n              whe inclusion of this page is authorized by L.N. 160/1984]\n        THE STANDARDS (LABELLING OF PROCESSED FOOD)\n                     REGULATIONS. 1974\nthe same as that of the letters in the declaration of the net contents\nof the container.\n      (6) Where the true name of any processed food consists of the\nnames of two or more fruit or vegetables or other ingredients, such\nas mango and papaya nectar or peas and carrots, the name of the\npredominating fruit or vegetable or other ingredient shall appear first,\nbut the letters of all such names shall be of the same size.\n     (7) Wnere the name of any processed food consists of two or\nmore words all the letters of such words shall be of the same size.\n      (8) Ingredients prescribed under the Processed Food Act, or\napproved by the Bureau, and falling in the class of animal fats, or\nanimal oils, or vegetable fats, or vegetable oils, or herbs, or spices, or\nstarches (except modified starches), or anticaking agents, or antioxidants,\nor bleaching agents, or colouring, or emulsifiers, or flavouring, or\nmatwing agents, or chemical preservatives, or stabilizers, or thickening\nagents (including modified starches), or vegetable gums, may be listed\non the label by means of the respective class names when preceded\nby the word \"approved\" (for example \"approved antioxidants\", or\n\"approved stabilizers\").\n       (9) Where the brand name on the label of any container is\nlikely to be misleading as to the true origin or identity of the food\npacked in such container, the word \"brand\" shall appear on the\nlabel immediately after or below the brand name.\n      (10) The information required by paragraph (1) to be set out\non labels shall be in letters of not less than 1/16 inch in height, so.\nhowever, that-\n         (a) on the label of any container of processed food for which\n             grades have been prescribed under the Processed Food\n             Act, the height of the letters in the declaration\n             of the grade and of the ingredients shall be not less\n             than 4 inch where the net contents of the container do\n             not exceed 10 ounces or where the container, irrespective\n             of the net contents thereof, is made of glass, and 4 inch\n             in any other case;\n          (b) the height of the letters in the declaration of the net\n              contents of the containe~shall be not less than-\n               r h e inclusion of this page is authorized by L.N. 160119841\n                  THE STAhrD,4RDS (LABELLING OF PROCESSED FOOD)\n                                 REGULATIONS. 1974\n                                                  +\n                          (i) 1/ 16 inch (or inch if the declaration is blown,\n                              embossed or moulded on a glass or plastic surface)\n                              where the area of the principal display panel is\n                              not more than 5 square inches:\n                         (ii) Q inch where the area of the principal display panel\n                              is more than 5 but not more than 25 square inches;\n                         (iii) 3 / 16 inch where the area of the principal display\n                               panel is more than 25 bct not more than 100\n                               square inches;\n                         (iv) 4 inch where the area of the principal display panel\n                              is more than 100 but not more than 400 square\n                              inches;\n                          (v) 4 inch where the area of the principal display panel\n                              is more than 400 square inches.\n                 (11) The declaration of the net contents of the container shall\n           bt; in easily legible boldface print or type (by typography, lithography.\n           layout, colour embossing or moulding) in distinct contrast to the back-\n           ground and other information on the label, and shall be separated\n           from other information on the label--\n                    (a) above and below the declaration by a space not less in\n                        height than the letters of the declaration;\n                    (b) to the left and right of the declaration by a space not\n                        less in width than twice the width of the letter \" N ' o f\n                         the style or type used in the declaration.\n           The declaration may be blown, embossed or moulded on a glass or\n           plastic surface when all the other information required to be shown\n           on the label is so formed on the surface.\nDeclrm-      5.-(1) The declaration of the net contents of the container shall\ntion o f\nnet MO-    accurately state the net quantity (exclusive of the container or pack-\ntents.     aging material)-\n                    (a) of liquid foods by volume;\n                    (b) of solid foods by weight (or by count if such foods are\n                        usually sold by number);\n                         me inclusion of this uaee is authorized by L.N. 160/1984]\n        THE STANDARDS (LABELLING OF PROCESSED FOOD)\n                     REGULATIONS, 1974\n          (c) of semj-solid or viscous foods by either weight or volume.\nand t e r n (suoh as \"jumbo quart\" and \"full gallon\") which tend to\nexaggerate the quantity shall not be used.\n      (2) If the label of any container contains representations as to\nthe number of servings in such container, it shall show also, in letters\nof the same height as those in which such representations are made,\nthe qwantity in volume, weight or count of each serving; and in any\nrepresentation as to the number of cupfuls or tablespoonfuls, 1 cupful\nshall be equal to 10 fluid ounces and 1 tablespoonful shall be equal\nto 518 ounce.\n       (3) Where the Bureau is satisfied that in acccrdance with the\ngeneral usage of consumers or the custom of traders the quantity of\nany liquid is usually stated by weight or the quantity of any solid\nis usually stated by fluid measure, the declaration of the net contents\nof the container may, with the approval in writing of the Bureau.\nstate the quantity in accordance with such usage or custom.\n       (4) Wherever weight or volume is expressed in units different\nin name or size from units of the Imperial system, the equivalent in\nunits of the Imperial system or another system approved in writing by\nthe Bureau shall be stated in letters of at least the same height as\nthose used to express the weight or volume, and where the eight\nor volume is expressed in units of the system of the United States\nof America, the letters \"U.S.\" shall precede and be equal in height to\nthose expressing such units.\n      (5) The declaration of the net contents of the container shall-\n         (a) where such contents are offered for sale in a refrigerated\n             or chilled condition and the quantity is stated by volume,\n             state the volume at the temperature at which such contents\n             are offered for sale;\n         (b) where such content$ are food packed in a liquid medium,\n             state the drained weight of the food;\n         (c) where such contents are food which is packed under\n              pressure with a propellant, state the net quantity of the\n             food (excluding the propellant) which at the time of retail\n              sale will be expelled when the instructions for use are\n             followed."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-41) Every container into which processed food is packed shall\nbear a code showing the date on which the food was packed therein.         z.:$'=p\n                                                                           Code\n                                                                           packing.\n              Whe inclusion of this pape is authorized by L.N. 160/1984]\n                       THE STANDARDS (LABELLILVG OF PRC'CESSED FOOD)\n                                    REGULATIONS, 1974\n               the process batch, the name of the processor and the place at which\n               such food was processed, and identifying the contents of the container.\n                     (2) The code referred to in paragraph (1) shall-\n                        (a) in the case of a metal container, be embossed on the\n                             container or be borne on the container or label if the\n                             Bureau, upon being satisfied that it cannot conveniently\n                             be embossed, grants permission in writing for its inclusion\n                             on the container or label:\n                        (b) in any other w e , be borne on the label or in such other\n                            manner as the Bureau may approve in writing.\n                      (3) The manufacturer, processor, importer or distributor of any\n               processed food in relation to which the code referred to in paragraph\n               (1) is used shall, at the request of the Bureau, supply to the Bureau\n               the key to such code.\nJnfr~rn.a-"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) A licensee shall use a standard mark-                         Restrictions\n                                                                       on use of\n      (a) in such manner and subject to such conditions as may be $;;;.ad\n          specified in his licence;\n      (b) in connection with the commodity, process or practice speci-\n          fied in his licence.\n         (2) A licensee shall not, without written permission from the\n Bureau, advertise that he is licensed to use the standard mark in\n connection with any commodity, process or practice, then omit to use\n the standard mark in connection with that commodity, process or\n practice while he is so licensed.\n        (3) If the Bureau informs a licensee in writing that-\n      (a) the Bureau objects to the manner in which the licensee is\n            using the standard mark: or\n      (b) the Bureau is of opinion that some statement made by the\n                                                 --\n                              THE STANDARDS REGULATIONS, 1983\n                       licensee with reference to his authority to use the standard\n                       mark or with reference to any other matter relating to the\n                       standard mark may tend to mislead the public,\n             the licensee shall forthwith discontinue using the standard mark in the\n             manner to which the objection is made, or discontinue the making of\n             the statement specified by the Bureau.\n                    (4) A licensee who intends to discontinue using the standard\n             mark while his licence is still valid shall give to the Bureau notice in\n             writing of his intention not less than fourteen days before be discon-\n             tinues the use of the standard mark.\n                    (5) A licensee shall, upon the suspension or termination of his\n             licence-\n                  (a) discontinue the use of the standard mark and all advertising\n                       matter which contains the standard mark or any reference\n                       thereto;\n                  (b) if the Bureau so requires, obliterate the standard mark from\n                       any article which is in his possession.\n~ d d uM\n       oI       8. In addition to the general power conferred upon the Bureau by\ncauses tor\nmocauon      section 10 of the Act to revoke a licence, the Bureau may revoke a\nOf liceam.\n             licence if the licensee--\n                   (a) uses the standard mark in connection with any commodity.\n                       process or practice which does not comply with a standard\n                        specification relating to that commodity, process or practice;\n                   (b) claims the right to use the h n d a r d mark in a form that may.\n                        in the opinion of the Bureau, tend to mislead the public;\n                  (c) contravenes these Regulations;\n                   (d) becomes bankrupt or makes any arrangement or composition\n                        with his creditors or, being a company, enters into liquida-\n                        tion (whether voluntary or compulsory, but not including\n                        voluntary liquidation for purposes of reconstru~tion)or has\n                        a receiver appointed to its business;\n                   (e) fails to comply with a request from the Bureau to recall a lot\n                        or batch of a product which has been verified to have failed\n                        to comply with a standard specification; or\n                   (f) attempts to transfer to another person the right to use the\n                         standard mark, or attempts to use the standard mark in con-\n                        nection with a commodity, process or practice other than the\n                        one in respect of which the licence was granted.\n                                                           --                            --\n                    THE STANDARDS REGULATIONS, 1983                                             20.01"
    },
    {
      "provision_ref": "sec8a",
      "section": "8A",
      "title": "Section 8A",
      "content": "8A.-(1)   Subject to the provisions of paragraphs (2) and (3), any person Descripllon\n                                                                              of wmmodi-\nwho imports into Jamaica (other than for personal use), manufactures or ties for\n                                                                              which com-\nprocesses any commodity for which a compulsory standard specification has p,~so,\nbeen declared shall mark or cause to be marked on that commodity or the label \",\":,\",.\n                                                                              Lion has\nthereof the words \"Jamaican Standard.\"                                        been\n                                                                                     declared\n       (2) The Bureau may grant to any person referred to in paragraph (1)\npermission in writing-\n    (a) to add to the words \"Jamaican Standard\" such words, symbols or\n        numerals as shall be\\ specified in the permission; I\n    ( 6 ) to import and sell the commodity without the words \"Jamaican\n         Standard\" where the commodity is marked with some other word or\n         symbol required under the law ofthe country from which it is imported,\n         showing that the commodity conforms to a standard set by that country\n         and recognized by the Bureau; or\n    (c) to sell the commodity during such period as shall be specified in the\n         permi'ssion, without the words \"Jamaican Standard\" being marked\n         thereon.\n   ,   (3) Paragraph (1) does not apply to a person who manufactures or\nprocesses a commodity in connection with which he holds a valid licence to use\na standard mark.\n   8 B . 4 1 ) Subject to the provisions of paragraph (2), every person who Importer.\n                                                                              manufac-\nimports into Jamaica (other than for personal use), manufactures or processes ,rerand\nany commodity for which a compulsory standard specification has been declared P'::Es3:,.\n                                                                              tered\nshall be registered under this regulation in respect of that commodity.\n        (2) A person who manufactures or processes a commodity in connection\nwith which he holds a valid licence to use a standard mark is not required to be\nregistered under this regulation in respect of that commodity.\n        (3) Every application for registration under this regulation shall be made\nin writing to the Bureau and shall-\n                                   THE STANDARDS REGULATIONS, 1983\n                ( a ) state the name and business address of the applicant and the name of\n                      the company or business;\n                ( 6 ) describe the commodity in respect of which the application is being\n                      made; and\n                (c) state the estimated annual production or importation and the method of\n                     quality control of the commodity.\n                   ( 4 ) The Bureau may carry out such investigations as it thinks fit-\n                ( a ) when considering an application for registration under this regulalion;\n                      and\n                ( 6 ) at such other times after registration as it thinks necessary,\n            and may, subject to paragraph (4B), charge for those investigations, a fee in\n            accordance with paragraph (4A).\n                   (4A) The fee referred to in paragraph ( 4 ) shall-\n                (a) in relation to commodities manufactured or processed in Jamaica, be a\n                    fee calculated in accordance with the formula set out in Part A of the\nFirst               First Schedule; and\nScl~edule\n                ( 6 ) in relation to commodities imported into Jamaica, be payable, in\n                      accordance with the formula set out in Part B of the First Schedule, in\n                      respect of each shipment of such commodities, upon the importation\n                      thereof.\n                 (4B) No fee shall be payable under this regulation in relation to\nSe wnd      commodities specified in the Second Schedule.\nSchedule\n                    ( 5 ) A registration under this regulation shall be valid for one year from\n            the date of the receipt by the Bureau of the application therefor in accordance\n            with paragraph (3).\n                    (6) Upon the expiry of a registration, an application for renewal of\n            registration may be made in accordance with paragraph (3) for another year,\n            and the provisions of paragraphs (4)and (5) shall apply in relation to a renewal\n            as they apply to an original registration.\n                    (7) The Bureau shall keep a register in which it shall cause to be entered\n            the name and business address of every person who is registered under this\n            regulation and the commodity in respect of which he is so registered.\n                   (8) The register shall be open to inspection by the public at all reasonable\n            times on payment of a fee of one dollar for each inspection.\n                THE STANDARDS REGULATIONS, 1983\n    (b) a raquiremnt fix the person macemad to pay the mts of\n        stwage, handling and suipea7risim of tihe ~ ~ l ~ ~ l l l lby\n                                                                    d i tthe\n                                                                          y\n        Bureau duning the p e r i d oif detention;\n   1 1 C , ( I ) Subject to pa,mgmph (2), a commodity shall not be b yf2it;.\ntaimd unda regullation 11B for m y period exceeding thirty days.\n         (2) A <xmntmwdi%may be &hi&            far any period e x d i n g\nthirty days in the fallowing cimumstanas-\n     (a) wlhelre ~ehabilitationof t h e commodity is being camied out; ar\n    (b) when an a@              again& seizure and detention has not beea\n        &temined.\n         (2) Where -\n     (a) a commodity is W,detained and condemned;\n     (b) a p m n is m v i a e d d an offearn under relguliatim l l A ( 2 )\n         in mqmot thereof: and\n     (c) the Court is satisfied that the commodity fails to satisfy the\n         ~ ( ~ n p hstandard\n                      ry       qxcificaticm m d &kt-\n                THE STANDARDS REGULATIONS, 1983\n            (i) the cmmoditty mot be reh~bil~iltated\n                                                   in order to meet\n                that standard;\n           (ii) ltihe person notified under regulation 1lB(2) refuses to\n                thke m& step ills are neclasslary to rehabilitate the\n                 aounumdity in d e r to satisfy that utandad.\nthe @unt m y , on the application of the psecuti~cm,order the h-\nfeiture d thQlr commdity.\n         (3) Where the C h k d the &IUO% intends to apply for fm-\nfeiture d m y commodity under paagnaph (2). he shall give notice d\nthat intentim and the reasons tihemelar to any person Who, to his\nknolwledge, was the owner thereof at the time of seizure:\n  Provided that such a notice shali not be required to be givm if the\nseizure was made in the pesenm of tihe cnvner or 0%my of the owners\n04 the commodity or any servant cmr a p t d such owner.\n         (4) A notice undw paragraph (3) may, wiltbut prejudice to\nany olOh~erform of service, be giveol by publiuation in a daily n e w y a p r\nprinted and circulating in the Idand.\n           (5) Any person having a claim to aay commodity to which\ntihis regulation applia may & p a r before the Co1w-t at the hearing d\nthe applioahion and show cause why an order for forfeiture slh~oluldnot\nbe made.\n         (6) If m pmon appews Wore the Court to sho'w cause as\nmmltioned in paiqyaph (5), the Couat &all presume that the cloanolYodiQ\nhas been abandoned.\n           (7) If, upon tihe application of any person prejudiced by an\nmder made by the Corulrt under pmgoaph (2), the Court is =tidied\nthat it is just to revoke that order, the Court-\n     (a) may revoke the o d m on suah terms and conditions as it\n          deems alpprolpmiaite;and\n     ( b ) &all require the person to pay such aharges as may be h&\n           by the Bureau in respect of storage and administmative ex-\n           penses in relation tio the m m ~ o d ~ i t y .\n               [The inclusion uf this page is authorized by L.N. 102/2001]\n                                        STANDARDS\n                          THE STANDARDS ACT\n                                    REGULATIONS\n                                 (under section 11)\n       (Made by the MinLter on the 6th day of February. 1984)                         L.N. mlw"
    }
  ],
  "definitions": []
}