{
  "id": "jm-subs-the-statistics-act",
  "type": "statute",
  "title": "The Statistics Act",
  "title_en": "The Statistics Act",
  "short_name": "Statistics Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-statistics-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-statistics-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1.2 (a) What Is yourl s'. date of birU~?                                0M i d              0Not S W\n            D    O       M              Y     Y     Y   Y                      0East Mian\n                                                                            I5 Wh.1 B          religlm mlatlon or denanlnatkn?\n                                                                             0Anglican\n         (b) Wbat was p u r l   .....'3 age at Aprll4, MII?                  0Baptist\n                  [177                      0Noc Slalcd                      0Brethren\n                                                                             0Church of God in J a ~ a i c a\n                                                                             0Church of God Af prophecy\n       1 3 W h t Is yourl ....'s reladonship to the hrad of the              0Jehovah's Witness\n       hnuxhold?\n                                                                             0Judaism\n             0Head                                                           0Methodist\n             0Wife/Husband of Head                                           0 Moravian\n             0 Common Law Panner of Head                                     0New Testament Church of God\n             0Child of Head and Spouse/ Panner                               0 Other C h u c h of God\n             0Child of Head Only                                             0Pentecostal\n             0Child of SpouselPanner Only                                    0Roman Catholic\n                                                                             0Seventh Day Adventist\n             0 Spousell'anner of Child\n                                                                             0United Church\n             0Grandchild of HeadISpoudPmer\n                                                                             0Baha'i\n             0P a n t of HeadlSpousJPar~ner                                  0Hinduism\n             0 BmtherlSister of HeadlSpouse/Panner                           0Islam\n             0 Other Relative of HeadISpouse/Pmer                            0 Rastafarian\n             0Domestic Employee                                              0 Revivalist\n             0Other Non-Relative                                             0None\n             0Not Slated                                                     0Other (Specify)\n                                                                             0Not Stated\n                                                                    CENSUS ORDER 201 1\n                    62MB\n         ASK ~ 1 . dOF PERSONS 16 YEARS OR OLDER .v\n                                                  O Q: ~ . .? : +\n                 S ~ J N O ~ ~ . ~ E A R S C O ' ~)                                 .   2.3 What type of ducattonal lnUllul)ordpropmme m n d\n                                                                                        grade are y d m ..... enrolled In7\n                                     ....'"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In these Regulations-                                                     I           ~   O\n  \"administrator\" means a person lawfully in charge or control of any\n      hotel, boarding school, orphanage, or similar institution in which\n      persons are usually resident;\n  \"area coordinator\" means a person appointed as an area coordinator\n       pursuant to regulation 4 to perform the duties specified in regula-\n       tion 6;\n  \"census area\" means the area in respect of which an area coordinator is\n       assigned responsibility in relation to the taking of the census;\n  \"census day\" means the 4th day of April, 20 1 1;\n  \"census forms\" means forms issued by the census officer for the\n       recording of census information;\n  \"census information\" means all particulars required under the Census\n       Order, 20 1 1, to be stated in the census returns;\n  \"census night\" means the period fiom 6 p.m. on census day to 6 a.m.\n       on the following day or any part of such period;\n  \"census officer\" means the Director-General of the Statistical Institute\n       of Jamaica;\n  \"census region\" means the region in respect of which a regional\n       manager is assigned;\n  \"census taker\" means a person appointed as a census taker pursuant to\n       regulation 4;\n  \"householder\" means a member of a household who is selected by a\n       census taker to furnish census information for that household;\n  \"Order\" means the Census Order, 20 11;\n  \"regional manager\" means a person appointed as a regional manager\n        pursuant to regulation 4;\n'        12.08                                           THE CENSUS REGULATION, 201 I\n                                   \"responsible officer\" means a person in charge of a public or private\n                                        hospital, nursing home, infirmary, home for the aged, children's\n                                        home, place of safety, correctional institution or similar institu-\n                                        tion in which persons are usually resident;\n                                   \"special population group\" means persons who, at census day, are resi-\n                                        dent in an institution and includes those persons who have no\n                                        fixed place of abode;\n                                   \"zone supervisor\" means-                                                      0\n                                 ( a ) a person appointed as a zone supervisor pursuant to regulation 4;\n                                 ( b ) in relation to a census taker, the zone supervisor of the enumeration\n                                       district to which that census taker is assigned for duty in the census.\n        Census region%         3.-(1)      For the due administration of the census, the census officer shall\n        parishes, areas.\n        rupewisoryzones      divide-\n        and enumeration\n        districts.\n                                  ( a ) Jamaica into census regions;\n                                  (b) each census region into parishes;\n                                  (c) each parish into areas;\n                                  (d) each area into supervisory zones; and\n                                  (e) each supervisory zone into enumeration districts.\n                                   (2) The census officer shall prepare a written description of every\n    I                        enumeration district and the boundaries thereof.\n        Reeional managers.     4.-(1)  The census officer .shall appoint such numbers of suitable persons\n            mrdinaton,\n             rupervison.     as he may deem necessary, to be regional managers, area coordinators, zone\n                             supervisors and census takers, respectively, in connection with the census.\n                                        (2) The census officer shall assign-\n                                  ( a ) a regional manager to one or more parishes;\n                                  ( 6 ) an area coordinator to one or more census areas;\n                                  ( c ) a zone supervisor to one or more supervisory zones; and\n                                  (4 a census taker to one or more enumeration districts.\n    I hnics0rthe                 5. Each regional managex shall-\n        regional managera\n                                  (a) assist the census officer in-\n                                                     inclusion of this page is authorized by LN. 95i20131\n                   THE CENSUS REGULATION, 2011\n       (i) identifying suitable locations for the purpose of testing and\n           training zone supervisors and census takers;\n      (ii) the recruitment-ofarea coordinators and zone supervisors;\n(6) issue to each coordinator in his region appropriate identification\n    cards'ind other documents relating to the appointment of that area.\n    coordinator;\n(c) instruct the area coordinators in the testing procedures for census\n   takers;\n(d) supervise the selection of suitable persons for appointment as zone\n    supervisors and census takers, and make recommendations as he\n    may think necessary, for the appointment of such persons;\n(e) issue to each area coordinator under his direction, all census forms\n    and maps in respect of census areas, supervisory zones and enu-\n    meration districts and all other articles necessary for the taking of\n    the census;\nu> maintain records of all supplies and materials issued in relation to\n   his area;\n(g) conduct training classes if required;\n(h) assist in the dissemination of information in relation to the taking\n    of the census, and perform such other duties relating to publicity as\n    the census officer may consider necessary;\n(i) arrange conferences with area coordinators and zone supervisors (if\n    necessary) to ascertain the progress of enumeration in the region;\n   prepare progress reports in respect of work in his region;\n(k) exercise such control as may be necessary in relation to each area\n    coordinator in his region for the purpose of the census, ensure that\n    the instructions of the census officer are carried out, and verify, in\n    accordance with such instructions, that enumeration has been\n    properly carried out in his region before the census forms are trans-\n    mitted to the census officer;\n(1) approve all certificates of completion and clajms for remuneration\n    in respect of each area coordinator and zune supervisor in his\n    region;\n(m)evaluate the performance of each area coordinator in his region;\n         [The inclusion of this- page is authorized by LN. 95120131\n                                                           THE CENSUS REGULATION, 201 1\n                                       (n) be responsible for the collection and transmission to the census\n                                           officer of unused forms and other materials relating to the work in\n                                           his region;\n                                       (0)   finish a certificate of completion in respect of the enumeration of\n                                             all persons in his region; and\n                                       (p) perform such other duties as the census officer may, kom time to\n                                           time, determine.\n              Dut~esor the a m       6. Each area coordinator shall-\n              coord~nator\n               I                       (a) assist the census officer in the recruitment of zone supervisors and\n                                           census takers in his area;                                   '\\\n                                       (b) issue to each zone supervisor in his area appropriate identification\n                                                                                         1\n                                           cards and other documents relating to the appointment of that\n                                           supervisor;\n                                       (c) select and test persons for appointment as cinsus takers and make\n                                           recommendations as he may think necessary for the appointment of\n                                           such persons;\n                                       (d) assist in the publicity programnie by distributing leaflets and dis-\n                                             playing posters in such places as the census officer may duect;\nI                                       (e) conduct training classes, if required;\n                                                             /\n                                        V) issue.to each zone supervisor.under his direction, all census forms\n                                           and maps in respect of supervisory zones and enumeration districts\n                                           and all other articles necessary for the taking of the census;\nI                                       (g) maintain records of all supplies and materials received and issued;\n                                        (h) supervise all data collection activities carried out in the assigned\n                                            area to ensure comprehensivenessand efficiency;\n                                        (f) arrange for and supervise the enumeration of special population\n                                             groups;\n               I\n                                          maintain adequate records of all work assigned and completed;\n                                        (j)\n                                                                                                                   0\n               I                        (k) arrange conferences with zone supervisors and census takers to\n     . . C'           ,\n    .-.' 2.c'.'bU. a .-\n                                 I          ascertain the progress of enumeration in his area;\n                                        (1) prepare progress reports in respect of work in his &\n                                                                                               ,,\n               I                       (m) oversee the management of the area office to ensure adequate\n                                             staffing and admiistrative supplies;\n                                                  r[bc inclusion of lhis page is n u t h i d by LN. 9SR0131\n                       THE CENSUS REGULATION, 201 I\n  (n) liaise with the census head office to ensure the proper maintenance\n        of the area office as well as of the fixtures, h i t u r e and other\n        assets;\n  (0)check that the completed field work is verified by the zone super-\n        visor according to instructions issued by the census officer and\n        sorted before dispatch to the regional manager;\n  (p) be responsible for the collection and transmission to the census\n        officer of unused forms and other materials relating to the census\n        in his area;\n  (q) recommend for payment all claims for remuneration in respect of\n      each zone supervisor and census taker in his area;\n  (r) evaluate the performance of each zone supervisor within his area;\n  (s)   furnish a certificate of completion in respect of the enumeration of\n        all persons in his area; and\n  (t) perform such other duties as the census officer may, 60m time to\n        time, determine."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The census officer shall-\n                                                                              s\"L'e'\"l=ry\n                                                                              zones and\n      (a) divide Jamaica into seven census areas;                             lntervlew\n                                                                                  d~strins\n               ITbc khuion of Nu pwc u authorid by L.N. 1 4 1 ~ R O l O ]\n                             THE AGRICULTURAL CENSUS 2007 REGULATION, 2007\n                     (b) divide each census area into supervisory zones;\n                     (c) divide each supervisory zone into interview districts; and\n                     ( 4 prepare maps of the census areas, supervisory zones and inter-\n                           view districts, together with written descriptions of the interview\n                           districts.\nAm managers.\n2one wpcr-\n                   4 4 1) The census officer shall-\nvim's and\nintervimr.           (a) appoint such number of suitable persons as he considers\n                           necessary, to be area managers, zone supervisors and\n                           interviewers; and\n                     (b) ensure that notice of the appointment of each area manager is\n                           published in the Gazette.\n                        (2) Where it appears to the census officer that any area manager,\n               zone supervisor or interviewer is, due to illness or other cause, unfit to\n               perform his duties under these Regulations, the census officer may appoint\n               some other suitable person to act in place of such manager, supervisor or\n               interviewer (as the case may be).\nDutiesd            5. Each area manager shall-\nmrmnagas.\n                      (a) assist the census officer in the recruitment and training of zone\n                           supervisors;\n                      (b) conduct interviews of persons for appointment as interviewers,\n                           and recommend to the census officer such of those persons\n                           interviewed as the area manager considers suitable for\n                           appointment;\n                      (c) assist in the general dissemination of information in relation to\n                           the taking of the census, and perform such duties relating to\n                           publicizing the census as the census officer considers\n                           appropriate;\n                      ( 4 in respect of each supervisory zone falling within his census\n                           area-\n                                 (i) issue to the zone supervisor all census forms,\n                                      enumeration district maps and all other articles\n                                      necessary for the taking of the census;\n                               (ii) issue to the zone supervisor the appropriate identi-\n                                    fication cards and other documents relating to the\n                                    appointment of the supervisor;\n                               (iii) exercise such supervision in relation to the zone super-\n                                     visor as may be necessary to ensure the proper\n                                     conduct of the census and, in particular, to ensure\n                                     that instructions regarding interviews have been\n                                     properly carried out before the completed census forms\n                               [The inshuion of chir pwe u r u t b o w by L.N. I4I~ROIO1\n           THE AGRICULTUML CENSUS 2007 REGULATION. 2007\n                  are transmitted to the census officer;\n  (e) in respect of the census work in his census area-\n            (i) prepare and submit regular progress reports to the\n                  census officer;\n            (ii) consider and, as he thinks fit, approve interviewers'\n                  certificates of completion, and claims for remuneration\n                  in connection therewith;\n            (iii) collect and transmit to the census officer all unused\n                  census forms and other census materials;\n            (iv) fiunish to the census officer a certificate of completion\n                 in respect of the interview of all fanners in the area;\n                 and\n   V) perform such other duties as the census officer may from time to\n       time determine."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4-5.\n                                                                  0 Other Programme\n                                                                  0 Not Stated\n                                                                                            tco lo Q I S )\n I 0 Grade Id3'rimary. All Age, Primary Junior High\n                                                &                3A Whlcb om oftbe following HEART P m g ~ l m c s ?   zg6\n       Grade 7-9. All Age. Primary & Junior High.                0 Vocational Training Development Insritule (Vl%l)\n                                                                                                                                I\n                                                                 0 Vocational Training C e n d Academy\n                                                                      School Leaven Traintng Opportunities\n     0 Grade 12- 13. Secondary                                        Promamme (SLTOPI\n                                                                  0 Community Based Programme\n     0 Form 1-3. Secondary\n     0 Form 4-5. Secondary\n                                                                  0 On the Job Training\n                                                                  0 Apprenticeship\n                                                                                                                                II\n     0 F o n . 6 . Secondary\n     0 Not Stated\n                                                                  0 Other HEART (Specify)\n                                                                                                                                I'\n                                                                  0 Not Staled                                                  I\n                                              CENSUS ORDER 2011\n                                            SECOND\n                                                 SCHEDULE,\n                                                        cond\n                                                                  -\n3 3 WNch ont of the tollorlng OUer FWgr~unes?             4 3 Whendo y d d o e s   ......w u l l y Uve?             .\n0 Universily                                               0 (a)'Anolher household in this Parish\n0 Nursing School                                           0 (b) Elsewhere in the Country\n0 Community College                                        0 Kingston     0 St. lames     0Not Stated\n0 Teacher's College. CASE                                  0 St. Andrew        0 Hanover\n0 Other Tertiary (Specify)\n                                                            0 St. Thomas 0 Westmoreland\n0 Technical School\n                                                           0 Portland          0 St. Elizabeh\n0 VocationaVTrade School\n0 CommerciaVBusiness College                                0 St. Mary           0 Manchesur\n0 Police Training SchwVlamaica Police Academy              0 St. Ann           0 Clarendon\n0 Jamaica Defence Force                                    0 Trelawny            0 SL Catherine\n0Apprenticeship                                            0 (c) Abroad\n0 On the Job ~ A i n i n g                                 0 (d) Not Starcd\n0 Other (Specify)\n0 Not Stated"
    },
    {
      "provision_ref": "sec4j",
      "section": "4j",
      "title": "Section 4j",
      "content": "4j) receive, examine and transmit to the Census OfEcer all census\n       forms and other articles delivered to him by the interviewers\n       in his supemismy zone;\n               -                                              --\n                         THE AGRICULTURAL CENSUS REGULATKWS, 1995\n                    (g) assist the area supervisor in the performance of his duties\n                         where he is required so to do;\n                    (h) provide, at the mnclusion of the enumeration, a written\n                        report on the work of the interviewers in his supervisory zone;\n                        and\n                    ( i ) carry out any instructions issued cto him by the Census Officer\n                         in connection with the t&ng of the census."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The particulars to be stated in the census returns shall be those speci-\n~ i r n and s-nd   fied in the First and Second Schedules as set out in Forms PCOl 1A, PCOl 1B\nSchedules\n                   and PCOl lC,respectively, in the Second Schedule. .\n                                                                                          -.\n                                                                            j    I\n                                       khrsion of (hia pllge is antbaizsd by LN. 9smi31\n  .-\n                                                                                               1\n                                             CENSUS ORDER 201 1\n                                             FIRSTSCHEDULE\n                                      Particulars to be Stated in Returns\n          The particulars in respect of every person of each category hereunder, shall be-\n          All residents\n                (I) Name\n                (?) Relationship to head of household\n                 (3) Age\n                 (4) Date of birth\n                 (5) Sex\n                 (6) Race or ethnic group\n                 (7) Religious affiliation or denomination, if any\n                 (8) Usual place of residence\n                 (9) Birthplace\n                (10) Social welfare and pension benefits received\n          Jamaica born residents\n                 (I) Parish lived in before present parish of residence\n                 (2) Year of entry into present parish of residence\n          Foreign born residents\n                 Year of immigration\n          Resident persons who have lived outside of Jamaica for one year or more continuously\n                 ( I ) Number of years spent abroad\n                 (2) Last country lived in\n                 (3) Year of return to Jamaica\n          Resident persons 3 years old or over\n                 (I) Type of school or educational programme currently enrolled in or last enrolled in\n                     and the highest class, grade or form\n                 (2) Highest examination passed\n                 (3) Usual mode of transport and frequency of use in past six months\n                 (4) Use of cellular Telephone during the p u t three months\na                (5) Use of computer and internet during the past six months\n          Resident persons of ages between 3 and 17 years\n    . .          Days attended school in past week\n          Resident persons 5 years old or over\n                 Level of difficulty in performing physical activities and if aid or medication used\n          Resident persons 15 years old or older\n                                                                             .\n                                   CENSUS ORDER 201 1\n                                FIRST SCHEDULE!^^^!^.\n      (I) Specificjob or occupation for which currently being trained or trained in the past\n      (2) Institution or place where training received\n      (3) Qualifications received or to be received on completion of training\n      (4) If married, whether currently living with wife or husband or currently living with\n          common law spouse\n      (5) If not married, whether currently living with common law.spouse\n      (6) If currently living with wife, husband or common law spouse, the number of\n          years living together\nResident persons 16 years or older\n      Marital status\nResident females between the ages of 15 and 49 years\n      (I) Whether she is the mother of children born alive and if so, how many\n      (2) The number of children still alive\n      (3) The number of children living in the househbld'\n      (4) Age at first live birth\n      (5) Age at last live birth                                                --.\n                                                                         .\n      (6) The number of live births since January 1, 2010, the sex of each child and the\n          number of children who have died, if any\nResident persons 14 years old or over\n       (I) The main economic activity during the week, preceding census day\n       (2) The main economic activity in the twelv\\eponths preceding census day\n       (3) For those who worked, the number of months horked\nResident persons 14 years old or over who worked during the week preceding census day\n       (1) The number of hours worked during the week\n       (2) The main job or occupation and the industry in which the job was performed\n       (3) The status in employment"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Each zone supervisor shall, with respect to his supervisory zone-       ~uticrof\n                                                                           -nrpr-\n   (a) give all necessary instructions to the interviewers assigned to the w-.\n       interview districts in the zone;\n  (6) distribute to such interviewers all census forms and other articles\n      necessary for taking the census;\n  (c) examine all entries made by the interviewers in the census forms\n      and, where it appears to him that there are omissions or defects in\n      the completion of any census form, he shall direct the interviewer\n      responsible to take the necessary steps to ensure that the form is\n      properly completed;\n  (d) a m g e for the interview of all farmers in the zone;\n  (e) examine and transmit to the census officer, all completed census\n      forms and 'other census materials received by him from the\n      interviewers;\n  V) assist the area manager in the perfoqnance of the duties referred\n      to in regulation 5(c);\n  (g) at the conclusion of the census Interviews in his zone, submit to\n      the census officer a statement (in such form as may be approved\n      by the census officer) as to the work of the interviewers;\n  (h) witness declarations made by the interviewefs, if so required by\n      the census officer;\n   (I)   carry out any other duties assigned to him by the census officer in\n         connection with the taking of the census."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Each zone supervisor shall-                                                 hrtiaottbc\n                                                                               unr ruprvila.\n  (a) assist the area coordinator with the recruitment and testing of\n      census takers where necessary;\n  (b) conduct training classes if required to do so by the regional\n      manager;\n  (c) assist with the selection of persons for appointment as census\n      takers;\n  (4 assign census takers to the enumeration districts within his\n        supervisory zone;\n  (e) make an advance listing or prelisting of a number of housing units,\n      including remote units, in each enumeration district assigned to\n      each census taker;\n   u> check with each census taker assigned to him the boundaries of the\n        enumeration district assigned to that census taker;\n  (g) mark on the map of each census taker, the route to be followed by\n      the census taker;\n   (h) divide large enumeration districts identified by the census officer\n   ,   according to instructions issued by the area coordinator prior to the\n       assignment;\n   (i) give all necessary instructions to census takers assigned tothe\n                       THE CENSUS REGULATION, 201 1\n  (i) enumeration districts within his supervisory zone;\n  (j) issue to census takers within his supervisory zone all census forms\n        and other articles necessary for the taking of the census;\n (k) examine specific entries made in census forms by the census takers\n     and, where it appears upon examination that any such information\n     in any form is defective or has been omitted, require the census\n     taker responsible for completing the form to take steps to rectify\n     the defective enumeration, or to supply the missing.information;\n  (I) conduct independent interviews on a sample of households already\n      canvassed by each census taker, in the manner outlined by the\n      census officer, foi the purpose of checking the work of @e census\n      taker;\n. (m) conduct interviews in instances where the census taker has\n        reported that a householder has refused to provide information\n        required of the census;\n  (n) make arrangements where necessary to replace any census taker\n                                                  ,\n      who may be unable to cany out his duties;\n  (0)   arrange meetings with census takers' to ascertain'the progress of\n        enumeration in his >one;                         .    .\n  ( p ) prepare progress reports in respect of work in his zone;\n  (q) meet with senior officers of the lnstitute from time to time for the\n      purpose of reporting on the progress of enumeration in his zone\n      and for checks on the quality of completed work;\n  (r) receive, examine and transmit to the area coordinator, all census\n      forms and other articles delivered to him by the census takers in his\n      supervisory zone;             '\n  (s) provide, at the conclusibn of the' enumeration, a statement in a\n        form approved by the census officer, on the work of the census\n        takers in his supervisory zone, and witness any declaration by the\n        census takers as the census officer may require him to witness;\n  (1) verify and recommend for payment all claims for remuneration in\n        respect of each census taker in his zone;\n  (u) furnish a certificate of completion in respect of the enumeration of\n        all persons in his zone; and\n  (v) cany out any instructions issued to him by the area coordinator or\n        any person authorized in that behalf by the census officer in\n        connection with the'taking of the census.\n              [The inclusion of this p a p is authorized by LN. 95120131\n                           THE CENSUS REGULATION, 2OI I                                     12.13"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Each census taker shall-                                                       Duties or the\n                                                                                      census taker.\n       (a) cany out any instructions issued by the census officer or by the\n             zone supervisor in connection with the taking of the census;\n       ( b ) meet the zone supervisor at such times and places as the zone\n             supervisor may direct;\n       (c) preserve carehlly any written instructions, books, forms, docu-\n             ments or any other articles or things issued to him in connection\n             with his duties and return them in good condition to the zone\n             supervisor at the conclusion of the enumeration or when called\n             upon so to do;\n       (6) visit personally, every inhabited or habitable dwelling in the enu-\n             meration districts to which he may be assigned, and fill up ac-\n             curately and faithhlly census forms with respect to every such\n             dwelling;\n       (e) make further visits to dwellings, if on a first visit thereto the\n             required information cannot be obtained, and at the direction of the\n             zone supervisor revisit any dwelling for the purpose of supplying\n             omissions or correcting or verifying entries in any census form;\n        u> assist the zone supervisor in the performance of such other duties\n             as the zone supervisor may determine; and\n       (g) assist any other census taker in the performance of his duties in\n             other enumeration district if so directed by the census supervisor."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. \\Every farmer or holder shall furnish such information as may be\n                 required by an interviewer for the purpose of the census, so, however,\n                 that where bhe infomation required cannot be furnished by the fanmer\n                 or hblder it may be furnished by any person who is able to do so.\n                                                -----\n                                     Ladudon d W page Ls authorized by L.N.331 199R\n            THE AGRICULTURAL CENSUS RBGULATIONS, I995\n    I ............................................................ appoJnte~dunder bhe Aignicdtud\nCensus R@'gulatim~,1995, to be a area/zoine supenkor !hr the area/supedwry\n-6)         of .................................................................. in the parish(es) of\n............................................................do solemnly and sincerely declare\nQ the truth and correotnas of the record, now transmitted bo the Census\nOfficer, whioh record is, to $he best of my knowledge, a complete atdteanent of\nthe information required b !be furnished undm the Agricultural Oensus O*,\n1995, and the Regulations aforesaid and the instruotions given to me.\n   Decl'ared belbre me at .................................................................... this\n...........................day of ....................................... ........, 19......\n                                                         ......................................................\n                                                                    Areal Zone Supervisor\n......................................................\n   Justice of the PeacelCensus OffTcer\n . ---\n                         me indusion of tbb w e LGthorized by L.N. 33119981\n                                    STATISTICS\n                          THE STATISTICS ACT\n                                  REGULATIONS\n                                (under section 6)\n          THE AGRICULTURAL\n                       CENSUS\n                            2007 REGULATIONS,\n                                           2007\n         (Made by the Minister on the 22nd day of January, 2007)                  L.N. 21Cl2007"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.--(I) Every person fiom whom census information is lawfully ~ u ofpcrmns         t ~\n required by a census taker, shall, when requested so to do, furnish that ~                    $\n                                                                                  taker.\n information to the census taker.\n           ( 2 ) Without prejudice to paragraph ( I ) , census information shall be\ngiven by-\n      (a) the superintendent of every prison, in respect of all persons who\n             spent census day on the premises of the prison;\n                        9\n      ( b ) the officer charge of any police station or lock-up, in respect of\n             all persons who spent census day on the premises of the station or\n             lock-up;\n      (c) the administration or responsible officer, as the case may be, in\n            respect of all persons who spent census day in the institution under\n            his charge.\n                 [ n e inclusion of this page is autho&d by LN. 95120131"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.14                                            THE CENSUS REGULATION. 2011\nI\n    .      .,   .                 (3) Each category of persons specified in sub-paragraphs (a), (b)\n                        and (c) of paragraph (2) in respect of whom information is required, shall\n                        furnish the necessary information when requested so to do by the person\n                        authorized in the relevant sub-paragraph.\n1\n                                  t(4) An authorized person referred to in paragraph (3) shall, when\n                        requested so to do by a census taker, furnish the required census information\n                        to the census taker.\nl n ~ o r m a t ~ o~n\n                    n       11.-41) Every householder when requested so to do by a census taker,\nrespecl o f\nhouseho~,,ers           shall furnish to the census taker census information in respect of himself and\n                        other members of the household of which he is a member.\n                                  (2) Every person in respect of whom it is the duty of the house-\n                        holder to furnish census information, shall, upon request by the householder,\n                        give the required census information to the householder.\nAllowances                  12.--( 1 ) The allowances to be paid to area coordinators, zone supervisors\nSecond Schedule         and census takers shall be the allowances set out in the Second Schedule\n                        hereunto so, however, that the census officer may, by order published in the\n                        Gazette, amend the Second Schedule to increase any amount specified\n                        therein.\n                                 (2) For the purpose of this regulation, the census officer shall\n                        designate every enumeration district as being either urban or rural.\n                                         [The inclusion of this page is authorid by LN. 9SR0131\n                                 THE CENSUS REGULATION. 2011\n                                                                                   (Regulation 9)\n                                      THE STATISTICS ACT\n                                       Population Census 201 1\n    Form No.                                                             CONFIDENTIAL\n                                 STATISTICAL INSTITUTE OF JAMAICA\n                  Regional Manager 's/AreaCoordinator 'sk'one Supervisor's\n                           . Declaration of Due Performance"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. How m n y d a p dld ponldld ...... attend a h o a l durfns the                0 Other (Specify)\n        nrsC week of March U)ll?\n                                                                                          0 None (Go to W o n 3)\n        0 5 days                             0 I - 2 days            0 Not Slared         0 No1 Stated\n'       03-4day                              0 Did not attend\n                                              [The    inclusion of this p a g e is authorized by LN. 95/2013]\n                                                           CENSUS ORDER 201 1\n                                                         SECONDSCHEDULE, contd."
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44) The number of persons employed at the workplace\n       (5) lncome from employment for any period not exceeding the twelve months\n           preceding census day\nResident person 14 years old and over who did not work during the week preceding census\nday but who had worked in the past\n       The main job or occupation and the industry in which the job was performed\nInhabited housing units\n                p inclusion of this page is authorized 'by LIN. 95/2013]\n                                 CENSUS ORDER 201 1\n                                 FIRST SCHEDULE,cond\n                            Partmcuhrs to be Stated in Returns\n     (1)     Type of unit\n     (2) Material of roofing\n     (3) Material of outer walls\nHouseholds\n     (I ) Form of tenure of dwelling\n     (2) Form of tenure of land\n     (3) Number of rooms\n     (4) Number of bedrooms\n     (5) Availability of kitchen or kitchenette and whether sink and waste pipe\n         permanently connected I\n     (6) Availability of bathroom and whether fixed bath or shower in place\n     (7) Availability and type of toilet facilities\n     (8) Type of lighting\n     (9) Type of fuel used for cooking\n    (10) Type of water supply for domestic purposes\n    (I I) Type of water for drinking\n    (12) Method of garbage disposal\n    (13) Access to telephone and other communication devices (radio, television,\n         computer)\n     (14) Availability of internet connection to computer\n    (15) Number, age and sex of persons usually resident in the household leaving to live\n         abroad since January I, 2010\n     (16) Number, date of death, age and sex of persons usually resident in the household\n          who died since January I, 20 10.\n                me inclusion of this page is authorized by LN. 95120131\n                                                  CENSUS ORDER, 2011\n                                                  SECONDSCHEDULE                                      (Paragraph 6 )\n                                       STATISTICAL INSTITUTE O F JAMAICA\n             -       POPULATION AND HOUSING CENSUS 2011                   -\n                 PARISH CONSTITUENCY       ENLM DIST      HOUSIKG UNIT DWELLING HOUSEHOLD\nI reside here ell or most of the tlnie even H they em femporedly ewey. Please remernbe;to Include yours&f. Pleese glve I\nme the name of the head of the household flrst.\n                     FIRSTNAME                                                  LAST N       A    ~\n        €I FIRST NAlME                                                          LAST NAME\n                   . FIRSTNAME                                                  LAST NAME\n                     FIRSTNAME                                                  LAST NAME\nE                    FIRST NAME                                                 LAST NAME\nm                    FIRSTNAME                                                  LAST NAME\n m                   FTRSTNAME                                                  LAST NAME\nM M\n                     FIRSTNAME                                                   LAST NAME\nII I l l l l ' l l l l l l l ~ l\n                     FIRSTNAME                                                  LAST NAME\nM M                  FIRSTNAME                                                   IAST NAME\n1 Numbef of Persons Enurneraled\n                                          , ,, ,                                     liYei~iOv~\n                                        CENSUS ORDER 201 1\n                                        SECOND\n                                             SCHEDULE,\n                                                   contd.\n0Apanment Building\n0 Townhouse\n0 Quad\n0Other Atutched                                                                 0 Not Smed\n0 Part of Commercial Building\n0 Improvised Housing Unit\n0Not Sfated"
    },
    {
      "provision_ref": "sec404",
      "section": "404",
      "title": "Section 404",
      "content": "404.6 square metres;\n            \"hired manager\" means a person, not being a farmer or holder,\n                 who is responsible for the technical and administrative man-\n                 agelment of a farm or holding for reward;\n            \"head of household\" means the person who is mainly responsible\n                for the affairs of a household;\n            \"howehold\" means-\n                (a) a person who lives alone; or\n                (b) a group of persons who as a unit jointly occupies tihe\n                    whole or part of a dwelling unit and who have common\n                    afiangements for hoiusekeeping and generally share at\n                    least one meal;\n            \"parcel\" means a piece of land entirely surrounded by other land\n                not belonging to the owner of the piece of land, water, road\n                or forest not f d n g part of the parcel."
    }
  ],
  "definitions": [
    {
      "term": "administrator",
      "definition": "a person lawfully in charge or control of any",
      "source_provision": "sec2"
    },
    {
      "term": "area coordinator",
      "definition": "a person appointed as an area coordinator",
      "source_provision": "sec2"
    },
    {
      "term": "census area",
      "definition": "the area in respect of which an area coordinator is",
      "source_provision": "sec2"
    },
    {
      "term": "census day",
      "definition": "the 4th day of April, 20 1 1",
      "source_provision": "sec2"
    },
    {
      "term": "census forms",
      "definition": "forms issued by the census officer for the",
      "source_provision": "sec2"
    },
    {
      "term": "census information",
      "definition": "all particulars required under the Census",
      "source_provision": "sec2"
    },
    {
      "term": "census night",
      "definition": "the period fiom 6 p",
      "source_provision": "sec2"
    },
    {
      "term": "census officer",
      "definition": "the Director-General of the Statistical Institute",
      "source_provision": "sec2"
    },
    {
      "term": "census region",
      "definition": "the region in respect of which a regional",
      "source_provision": "sec2"
    },
    {
      "term": "census taker",
      "definition": "a person appointed as a census taker pursuant to",
      "source_provision": "sec2"
    },
    {
      "term": "householder",
      "definition": "a member of a household who is selected by a",
      "source_provision": "sec2"
    },
    {
      "term": "Order",
      "definition": "the Census Order, 20 11",
      "source_provision": "sec2"
    },
    {
      "term": "regional manager",
      "definition": "a person appointed as a regional manager",
      "source_provision": "sec2"
    },
    {
      "term": "responsible officer",
      "definition": "a person in charge of a public or private",
      "source_provision": "sec2"
    },
    {
      "term": "special population group",
      "definition": "persons who, at census day, are resi-",
      "source_provision": "sec2"
    },
    {
      "term": "hired manager",
      "definition": "a person, not being a farmer or holder,",
      "source_provision": "sec404"
    },
    {
      "term": "head of household",
      "definition": "the person who is mainly responsible",
      "source_provision": "sec404"
    },
    {
      "term": "parcel",
      "definition": "a piece of land entirely surrounded by other land",
      "source_provision": "sec404"
    }
  ]
}