{
  "id": "jm-subs-the-sugar-reserve-funds-act",
  "type": "statute",
  "title": "The Sugar (Reserve Funds) Act",
  "title_en": "The Sugar (Reserve Funds) Act",
  "short_name": "Sugar (Reserve Funds) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-sugar-reserve-funds-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-sugar-reserve-funds-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the Sugar Industry (Capital\nRehabilitation Fund) Regulations, 1949."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In these Regulations-\n    \"the Authority\" means the Sugar Industry Authority established\n        by section 3 of the Sugar Industry Control Act;\n    \"the Fund\" means the Sugar Industry Capital Rehabilitation Fund\n         created by section 3 of the Act;\n    \"rehabilitation\" means expenditure on replacements, improvements\n        or additions of a capital nature to existing buildings, plant,\n        machinery or equipment pertaining to sugar factories or their\n        ancillary services and on cane cultivations and includes\n        expenditure on deferred maintenance or on new capital\n        developments."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-41) The Board shall consist of the chairman of the Sugar\nIndustry Authority and not more than twenty-one other members to be\nappointed by the Minister of whom-\n     (a) four shall be public officers, one being nominated by the\n         Minister responsible for labour, one by the Minister responsible\n         for housing, one by the Minister responsible for health and\n         one by the Minister responsible for welfare and respectively\n         representing those ministries;\n    (b) not more than five and not less than three shall be nominees\n        of the trade unions having bargaining rights within the sugar\n        industry to be selected by the Minister from a panel of five\n        names to be submitted by each union to the intent that each\n        union shall have at least one nominee on the board;\n    (c) two shall be nominees of the Cane Farmers' Association;\n    (d) two shall be nominees of the Sugar Manufacturers' Association.\n  Regulation 3 of the Sugar (Resene Funds) Regulations, 1948 (revoked) reads as follows:\n  \"3. Then: are hereby established three Boards to be known as the Sugar Price Stabiliz-\n  ation Board, the Sugar lndustry Capital Rehabilitation Board and the Sugar lndustry\n   Labour Welfare Board which have the power ,to administer the Sugar Price Stabiliz-\n   ation Fund, the Sugar Industry Cap~tal Rehabll~tation Fund and the Sugar Industry\n   Labour Welfare Fund, respectively.\"\n                IThe inclusicn of this page is authorized by L.N. 286/1976]\nTHE SUGAR INDUSTRY LABOUR WELFARE BOARD REGULATIONS,\n                        1964\n      (2) The Minister shall appoint the chairman and the deputy chair-\nman of the Board from among the members of the Board and may at\nany time terminate such appointment.\n       (3) In the case of the absence or inability to act of the chairman\nof the Board, the deputy chairman shall perform the functions of such\nchairman.\n       (4) At any meeting of the Board nine members shall form a\nquorum for the transaction of business.\n       (5) The office of a member of the Board other than any member\nreferred to in sub-paragraph (a) of paragraph ( 1 ) shall not be a public\noffice for the purposes of Chapter V of the Constitution of Jamaica."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1) Notwithstanding the provisions of regulation 3 the Minister\nmay appoint as alternate members to such members of the Board as\nhave been appointed by him under sub-paragraphs (b), (c) and (4 of\nparagraph ( I ) of the said regulation 3-\n      (a) not more than five and not less than three nominees of the\n           trade unions having bargaining rights within the sugar industry\n           to be selected by the Minister from a panel of five names to\n           be submitted by each union to the intent that each union shall\n           have an alternate member to each member appointed in respect\n           of such union under sub-paragraph (b) of paragraph ( 1 ) of\n           regulation 3;\n      (b) two nominees of the Cane Farmers' Association;\n      (c) two nominees of the Sugar Manufacturers' Association.\n        (2) No such alternate member shall be entitled to exercise the\nrights and perform the duties of a member of the Board unless the\nmember in relation to whom he is an alternate member has informed\nthe chairman that he will be absent or unable to act.\n        (3) The names of the chairman of the Board and of every\nsubstantive and alternate member thereof appointed in accordance with\nthese Regulations shall be published in the Gazette."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 - 4 1 ) Subject to the provisions of paragraphs (2) and (3). every\nmember of the Board other than the chairman of the Sugar Industry\nControl Authority shall hold office for a period not exceeding two years\nbut shall be eligible for re-appointment.\n       (2) The Minister may at any time revoke the appointment of any\nmember of the Board other-than the chairman of the Sugar Industry\nControl Authority :\n              [The inclusion of this pasc is authorized by L.N. 286119761\nTHE SUGAR INDUSTRY LABOUR WELFARE BOARD REGULATIONS,\n                                       1964\n  Provided that in the case of a member who was nominated for\nappointment such power of revocation shall be exercised only at the\nrequest of the body or bodies nominating such member.\n       (3) Any member of the Board who without the prior leave of\nthe Board fails to attend four consecutive meetings of the Board shall\ncease to be a member thereof.\n      (4) The appointment of an alternate member of the Coard shall\nexpire upon the termination (in whatever manner) of the appointment\nof the member in relation to whom he is appointed an alternate\nmember."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) Whenever the Accountant-General is satisfied that an\nexporter has expended an ascertained sum for the payment of insurance\npremiums or brokerage or both insurance premiums and brokerage on\nany sugar in respect of which such exporter has paid or caused to be\npaid, in respect of each ton thereof, the appropiate statutory deduction\n(as delined in section 4 of the Act) the Accountant-General shall repay\nto such exporter out of the Funds created by the Act an amount which\nbears to such ascertained sum the same proportion as the appropriate\nstatutory deduction (as defined in section 4 of the Act) bears to the\naverage price per ton received by such exporter or by any person on\nhis behalf under any of the circumstances set out in section 4 of the\nAct for sugar exported by him from Jamaica pursuant to any sale or\nagreement to sell or with a view to sale, or sold by him for export:\n  Provided that no such repayment shall be made in respect of any\npremium paid on a policy of insurance which is for a greater period\nthan that from the commencement of the manufacture of such sugar\nuntil its delivery to a buyer overseas :\n   Provided further that no repayment shall be made in respect of\nbrokerage unless the Accountant-General is satisfied that the brokers\nhandling sugar exported from Jamaica have ceased voluntarily to waive\ntheir brokerage on such part of the proceeds of each ton of sugar as\nis credited to the Funds created by the Act.\n       (2) Whenever the Accountant-General is satisfied that an\nexporter has, in order to comply with any direction under regulation 2.\nincurred an ascertained expenditure for charges in remitting to Jamaica\nor to the United Kingdom the appropriate statutory deduction (as\ndefined in section 4 of the Act) from the place where the moneys were\nreceived by him or by some person on his behalf under any of the\ncircumstances set out in section 4 of the Act, the Accountant-General\n              me inclusion of this naee is authorized by L.N 286/1976]\n       THE S U G A R (RESERVE FUNDS) REGULATIONS, 1964\nshall repay to such exporter such ascertained expenditure out of the\nFunds created by the Act.\n       (3) Any repayment by the Accountant-General under paragraph\n(1) or paragraph 2 shall be paid out of the Funds created by the Act\nin the same proportion as the appropriate statutoiy deduction has been\ncredited to each of those Funds.\n      (4) Whenever it becomes necessary for the proper administration\nof any Fund created by the Act that the whole or any part of such Fund\nshould be remitted by the Accountant-General to or from Jamaica any\nremittance charges incurred in so doing shall be paid out of that Fund."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) The Accountant-General shall keep separate accounts in the\nBank or in the books of his agents for each of the Funds created by the\nAct.\n      (2) Any moneys credited to any Fund which are not required\nfor early disbursement may be invested by the Accountant-General, at\nthe direction of the Authority having the administration of such Fund.\nany trustee securities including any public security issued by the\nGovernment of Jamaica :\n  Provided that not more than fifty per cent of the investment in respect\nof each Fund shall be in securities of the Government of Jamaica.\n              [The inclusion of this pane is authorized by L.N. 286/1976]\n                      SUGAR (RESERVE FUNDS)\n            THE SUGAR (RESERVE FUNDS) ACT\n                                 ORDER\n                            (under section 11)\n  (Made by the Prime Minister on the 27th day of November, 1972)            L.N.407/72"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The Board may employ officers and servants upon such terms and\n conditions as they may think fit and the salaries of such officers and\n servants and any allowances which the Board, with the approval of the\n Minister, may decide to pay to them shall be paid out of the Sugar\n Industry Labour Welfare Fund :\n               [The iaclusion of thin page in authorized by L.N. 286/1976]\n10           THE SUGAR INDUSTRY LABOUR WELFARE BOARD REGULATIONS,\n                                     I964\n               Provided that no officer or servant of the Board shall be employed\n            at a salary in excess of two thousand dollars per annum except with the\n            prior approval of the Minister :\n              Provided also that any person who immediately before the revocation\n            of the Sugar (Reserve Funds) Regulations, 1948, was in the eqJoyment\n            of the Sugar Industry Labour Welfare Board by virtue of the said\n            Regulations shall continue in such employment and be deemed to have\n            been appointed or employed under or by virtue of these Regulations."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Claims in respect of expenditure incurred on rehabilitation shall\nbe supported by statements duly certified by suditors or by evidence of\na nature satisfactory to the Authority. In the case of sugar manu-\nfacturers claims shall be scrutinized by the Sugar Manufacturers'\nAssociation (of Jamaica) Limited and in the case of cane farmers by\nthe All-Island Jamaica Cane Farmers' Association before such claims\nare submitted to the Authority.\n    THE SUGAR INDUSTRY (CAPITAL REHABILITATION FUND)\n                   REGULATIONS, 1949"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Expenditure in respect of claims once admitted but not fully met\nby the moneys available in the Fund at the time may be carried forward."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. All moneys accruing to the Sugar Industry Labour Welfare Fund\n            may be applied by the Board in accordance with the provisions of these\n            Regulations and also to any purposes in connection with the conditions\n            of living, social well being and recreation of all classes of workers in the\nSchedule.   sugar industry as set out in the Schedule."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(1) The Board shall have power to acquire and hold land or\n            buildings or both land and buildings, and, save and except for any land\n            or buildings required for the purpose of establishing its own offices.\n            any land or buildings vested in the Board shall be used by the Board\n            to erect buildings or carry out works for any of the purposes specified\n            in regulation 11.\n                      (2) The Board may from time to time make grants to sugar\n            estate owners, parish councils, the Jamaica Social Welfare Commission\n            and other statutory authorities who may themselves erect buildings or\n            carry out works for or any of the purposes mentioned in regulation 11\n            on plans and specifications agreed upon with the Board.\n                      (3) The Board may pay from their funds to the chairman and\n            other members of the Board such remuneration (whether by way of\n            honorarium, salary or fees) and such other allowances as the Minister\n            may determine."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) The Board shall keep accounts of their receipts, payments.\n            credits and liabilities and shall annually transmit such accounts with\n            vouchers to the Auditor-General to be audited and certified.\n                          [The inclusion of this n?ae is authorized by L.N. 286119761\nTHE SUGAR INDUSTRY LABOUR WELFARE BOARD REGULATIONS,\n                        1964\n         (2) The Board shall within six months from the end of each\nlinancial year of the Board submit to the Minister a report on their\nactivities during the preceding financial year, together with a statement\nof the accounts of the Board audited by the Auditor-General and audit\nreports, if any, during such financial year.\n        (3) In this regulation \"financial year\" means such period of\ntwelve months as the Minister may from time to time approve as the\nfinancial year of the Board.\n                                     SCHEDULE                                 (Regulation 11)\n    (a) Workers on sugar estates.\n    (b) Workers employed by cane farmers.\n    (c) Persons who are dependents of sugar workers.\n    (d) Persons who have ceased to be sugar workers as a result of age or\n        infirmity.\n    (e) Self-employed cane farmers who produce not less than fifty nor more\n        than two hundred tons of cane annually.\n                 IThe inclusioa of this page is authorized by L.N 286/1976]\n                      SUGAR -YE                   FUNDS)\n            THE SUGAR (RESERVE FUNDS) ACT\n                                 REGUTATIONS\n                               (under section 9)\n                  (RESERVE\n           THESUGAR      FUNDS) REGULATIONS,\n                                         1964\n   (Made by the Minister on the 23rd day of December, 1963)                  L.N. 30 64\n                                                                                 268175"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. All disbursements from the Fund approved by the Authority\nshall be made by the Accountant-General with the approval of the\nchairman of the Authority and one other member.\n                        SUGAR (RESERVE FUNDS)\n             THE SUGAR (RESERVE FUNDS) ACT\n                                  REGULATIONS\n                                (under section 9)\n    (Made by the Minister under the above section and by virtue of                         L.N.    29/64\n                                                                                           Amd:\n     paragraph 2 of the Sugar (Reserve Funds) (Deputation of                               L.N.    183164\n                                                                                                   371165\n          Minister) Order, 1963 (revoked) on the 23rd day                                           72/66\n                                                                                                    61/68\n                          of January, 1964)                                                        133/71\n                                                                                                  434~173"
    }
  ],
  "definitions": [
    {
      "term": "the Authority",
      "definition": "the Sugar Industry Authority established",
      "source_provision": "sec2"
    },
    {
      "term": "the Fund",
      "definition": "the Sugar Industry Capital Rehabilitation Fund",
      "source_provision": "sec2"
    },
    {
      "term": "rehabilitation",
      "definition": "expenditure on replacements, improvements",
      "source_provision": "sec2"
    },
    {
      "term": "financial year",
      "definition": "such period of",
      "source_provision": "sec13"
    }
  ]
}