{
  "id": "jm-subs-the-sugar-industry-control-act",
  "type": "statute",
  "title": "The Sugar Industry Control Act",
  "title_en": "The Sugar Industry Control Act",
  "short_name": "Sugar Industry Control Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-sugar-industry-control-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-sugar-industry-control-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. Subject to the other conditions hereof, manufacturers to whom any licence\nis issued shall accept all canes delivered during customary delivery hours\npursuant to orders for delivery given by manufacturers at agreed delivery points\nby a cane farmer registered at the factory named in the licence if the canes are\nfresh, mature and of the usual varieties, standard and quality of Jamaican\ncane farmers' canes, free from tops, dirt and trash."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Order-\n    \"by-products value\" means the amount received under the Spirits L.N. 72/42\n         Pool Agreement referred to in the Spirits Control Act in respect\n         of each ton of sugar cane ground multiplied by the number\n         of tons of sugar cane required to make a ton of sugar;\n     \"depreciation\" shall be reckoned at $2.00 per ton of sugar manu-\n         factuired;\n     \"manufacturing cost\" means such cost as may be fixed by the\n         Sugar Industry Authority, either generally or in respect of\n         any particular factory, as the manufacturing cost for each\n         year;\n     \"maximum gross profit\" shall be reckoned at $4.00 per ton of\n         sugar manufactured :\n           Provided that where the resultant figure arrived at by\n        deducting the aggregate of the manufacturing cost, deprecia-\n        tion and maximum gross profit from the aggregate of the net\n        sugar value and the by-products value is less than $12.00, the\n        amount of maximum gross profit shall be reduced by such\n        sum as would enable that resultant figure to be not less\n        than $12.00;\n    \"net sugar value\" means the figure arrived at after deducting\n        from the gross receipts for the sale of sugar the cost of bags\n        and of transport from the factory to the ship, including the\n        cost of wharf storage and of ship loading. For the purpose\n                       TIIE S U G A R C A N E (MINIMUM PRICE) ORDER, 1,043\n                      of this definition the gross receipts for the sale of sugar shall\n                      comprise the value of sugar sold for Island consumption, the\n                      value of sugar exported, and the amounts derived from any\n                      preference certificates, the Canadian Benefit Pool and other\n                      similar benefits arising directly from the sale of sugar;\n                 \"tons of sugar cane per ton of sugar\" means the number of tons\n                      of sugar cane required to make a ton of commercial sugar,\n                      that number being ascertained by dividing the number of tons\n                      of sugar cane ground by the numbm of tons of sugar manu-\n                      factured in a year by the factory, unless the Sugar Industry\n                      Authority, in the case of any particular cane farmer or group\n                      of cane farmers, requires a different method of calculation.\n                      For the purpose of this definition commercial sugar means\n                      finally processed raw sugar."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The minimum price to be paid by manufacturers to cane farmers\n             for one ton of sugar cane, delivered by the cane farmer to the factory,\n             shall be the figure arrived at by deducting the aggregate of the manu-\n             facturing cost, depreciation and maximum gross profit from the\n             aggregate of the net sbgar value and the by-products value, and\n             dividing the result of such deduction by the tons of sugar cane per ton\n                    J The net sugar value\n                    1 by -products value\n               The value of a ton\n               of sugar cane deli- =\n                                               +\n                                                    '-i\n             of sugar, that is to say, in accordance with the following formula-\n                                                      manufacturing cost\n                                                      depreciation\n                                                      gross profit\n                                                                       maximum     +\n                                                                                           +\n               vered at the factory\n                                          Tons of sugar cane per ton of sugar.\nL N. 22/43      4. Unless the Sugar Industry Authority is of the opinion that con-\n             ditions in any particular factory do n d permit of the adoption of the\n             procedure set out in this paragraph, where the estimated deliveries of\n             any cane farmer, or group of cane farmers, to any manufacturer in\n             respect of any one factory in any one crop season is not less than one\n             thousand tons of sugar cane, such cane farmer, group of cane farmers,\n             or manufacturer,' may, subject to the provisions of paragraph 5, require\n             that, in order to ascertain the tons of sugar cane per ton of sugar for the\n             purposes of this Order, the number of tons of sugar cane required to\n             make a ton of c o m m ~ c i a lsugar shall be ascertained by dividing the\n             number of tons of sugar cane actually delivered by the number of tons\n             of sugar which such tons of sugar cane delivered would produce when\n                                                                                           --\n                            [The inclusion of t t ' - oage is authorized by L.N. 4119761\n         T H E SUGAR C A N E (MINIMUM PRICE) ORDER, 1943\ncalculated in accordance with such method of calculation as may be\napproved by the Sugar Industry Authority; and for the purposes of\nsuch method of calculation the procedure set out in the Schedule shall Schedule.\nbe followed."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The weighted average of the juice analyses for each cane farmer or group\n    of cane farmers shall be delermined at the end of the crop season, and\n    from these figures the tons of sugar cane per ton of sugar for each cane\n    farmer or group of cane farmers shall be calculated in such manner as\n    may be approved by the Authority.\n               [The inelusion of this page is authorized by L.N. 41 19761\n                      SUGAR INDUSTRY CONTROL\n           THE SUGAR INDUSTRY CONTROL ACT\n                              REGULATIONS\n                   (under sections 36, 37, 38 and 40)\n       (Made bj the Minister on the 4th day of April, 1966)                  L.N.117166"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.--(I) The method of ascertaining the number of tons of sugar cane\nper ton of sugar contained in paragraph 4 shall not be applicable\nunless the cane farmer, or group of cane farmers, serves notice on\nthe manufacturer, or the manufacturer serves notice on the cane farmer,\nor group of cane farmers (as the case may be), in accordance with this\nOrder :\n  Provided that the requirement of this paragraph as to the service of\nnotice may be waived by agreement in writing between the parties.\n      (2) Where in this Order s notice is required to be served, such\nnotice may be effectively served in any one of the following ways-\n        (i) by a manufacturer by service on the local cane farmers\n            association, where such an association exists : provided that\n            the manufacturer supplies such association with a list of\n            the cane farmers to be affected by such notice and in such\n            list groups the cane farmers who, for the purposes of this\n            Order, form a group of cane farmers;\n       (ii) by a manutacturer, where no local cane farmers\n            association exists, by posting the notice to each cane farmer,\n            provided that the manufacturer supplies the All-Island\n            Jamaica Cane Farmers Association with a list of the cane\n            farmers served with such notice and in such list groups the\n            cane farmers who, for the purposes of this Order, form a\n            group of cane farmers, and provided also that the\n            manufacturer causes to be inserted in a local newspapeu\n            a notice to the cane farmers registered at the manufacturer's\n            factory notifying them that certain groupings have been\n            made fm the purposes of this Order and that such group\n            lists have been sent to the All-Island Jamaica Cane Farmers\n            Association in Kingston;\n      {iii) 5y a cane farmer by service on the manufacturer;\n      (iv) by a group of cane farmers by service on the manufacturer\n           of the notice signed by each cane farmer and by posting to\n           the All-Island Jamaica Cane Farmers Association a copy of\n           such notice.\n               m e inclusion of this page is authorized by L.N. 41 19761\n          THE SUGAR CANE (MINIMUM PRICE) ORDER. 1943\n      (3) Every notice required by this Order shall be served at least\nfourteen days prior to the commencement of the crop in respect of which\nsuch notice shall relate."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. For the purposes of these conditions \"daily quota\" is the daily quantity of\ncanes allocated by a manufacturer to a farmer or group of farmers to be\ndelivered to a manufacturer.\n                   SUGAR INDUSTRY CONTROL\n          THE SUGAR INDUSTRY CONTROL ACT\n                                ORDER\n                           (rmder section 32)\n (Made by the Governor in Privy Council on the 14th day o f                     G.N.1 ~ 7 1 3 9\n                      February, 1939)\n                                                       [14th February, 1939.1"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. [Omitted]\n THE SUGAR INDUSTRY (DETERMINATION O F DISPUTES) REGULA-\n                       TIONS, 1966\n                                               SCIIEDULE\n                                                                                         (Regulation 6)\n   In the Court nf the Resident Magistrate for the parish of. ..........................\n                       THE SUGAR INDUSTRY CONTROL ACT\n           Application under secfiorr 38 (5) for leave to enforce art order\n                                  of the Authority\n   WHEREASin the matter of a dispute between .............................................\n.............................................................................................................\n              (name and address of party by whom dispute was referred)\nand ........................................................................................................\n                               (name and address of respondent)\nthe Authority.. ......................................... .\n                                                          ...................d i d on the\n ....................................... d a y of ...................\n                                                                    ..........., 19........., make an\norder in the terms set out in Annexure A hereto:\n  *ANDWEREAS no appeal to a Judge in Chambers against the said order has\nat the date hereof been entered:\n   *AXD WHEREAS an appeal to a Judge in Chambers against the said order was\nentered and the Judge in Chambers did on the ....................................\n                                                                              day of\n.......................\n                      ................. , 19........., make an order in the terms set out in\nAnnexure B hereto :\n    **ANDWHEREAS the said order has not been carried out:\n    **ANDWHEREAS the said order has been carried out in part only, that is to say\n..............................................................................................................\n                             (specify part of order complied with)\n                application is hereby made by .........................................\n   Now, THEREFORE,\n...............................................................................................................\n                      (name and address of person applying for leave)\nfor the granting of leave to enable the said order */that part of the order\nspecified above as not having been carried out * to be enforced in the same\nmanner as a judgment or order of this honourable court.\n Signed this.. ......................day of.. .............................................., 19.. .......,\nby ................................................... (signature of applicant).\n*Delete whichever is inapplicable.\n TIfE SUGAR INDUSTRY (DETERMINATION OF DISPUTES) REGULA-\n                        TIONS, I966\n                                         SCHEDULE,\n                                                contd.\n                                               FORM2\n   In the Court of the Resident Magistrate for the parish of.............................\n                   THE SUGAR IND'JSTRY CONTROL ACT\n           Application under section 38 (5) for leave to enforce order\n                             of a Judge in Chambers\n   WHEREASin the matter of an appeal under section 38 of thz abovementioned\nAct between.. ............................................................................................\n...............................................................................................................\n                                (name and address of appellant)\nand. ....................\n                        ..................................................................................\n                           (name and address of respondent)\nthe Judge in Chambers did on the ...........................day of ........................."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19........., make an order in the terms set out in Anncxure A hereto, which order\naffected an order made by the Authority ......................................................\non the.. ................\n               ......      day of.. ...............,                          19......... the terms of\nwhich are set out in Annexure B hereto:\n  *ANDWHEREAS the said order of the Judge in Chambers has not been carried\nout :\n   *ANDWHEREAS the said order of the Judge in Chambers has been carried oul\nin part only, that is to say .................\n                                             ........................................................\n...............................................................................................................\n                            (specify part of order complied with)\nand has not been carried out as respects the following .................................\n...............................................................................................................\n                         (specify part of order not complied with)\n   Now, THEREFORE,\n                application is hereby made by                     ........................................\n...............................................................................................................\n                     (name and address of person applying for leave)\nfor the granting of leave to enable the said order */that part of the order\nspecified above as not having been carried out * to be enforced in the same\nmanner as a judgment or order of this honourable court.\nSigned this ..............................day of .........................................., 19.........,\nby ...................................................(signature of applicant).\n   * Delete whichever is inapplicable.\n                      [The inclusion of this pane is authorized by L.N. 4119761"
    }
  ],
  "definitions": [
    {
      "term": "by-products value",
      "definition": "the amount received under the Spirits L",
      "source_provision": "sec2"
    },
    {
      "term": "manufacturing cost",
      "definition": "such cost as may be fixed by the",
      "source_provision": "sec2"
    },
    {
      "term": "net sugar value",
      "definition": "the figure arrived at after deducting",
      "source_provision": "sec2"
    },
    {
      "term": "tons of sugar cane per ton of sugar",
      "definition": "the number of tons",
      "source_provision": "sec2"
    }
  ]
}