{
  "id": "jm-subs-the-technical-assistance-immunities-and-privileges-act",
  "type": "statute",
  "title": "The Technical Assistance (Immunities and Privileges) Act",
  "title_en": "The Technical Assistance (Immunities and Privileges) Act",
  "short_name": "Technical Assistance (Immunities and Privileges) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-technical-assistance-immunities-and-privileges-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-technical-assistance-immunities-and-privileges-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Order may be cited as the Technical Assistance (Immunities\nand Privileges) (The Fried,rich Ejbert Stiftung and Konrad Adenauer\nStiftung Foundations) Order, 1987."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Caisse Francaise de Developpement, or any subsidiary or agency\nthereof providing technical assistance to Jamaica (hereinafter referred\nto as the approved organization) is hereby dcclared to be a foreign\norganization providing technical assistance to Jamaica."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. For the purposes of the Act, the approved organization and its\nstaff of participants as referred to in the Agreement shall have the\nexemptions, immunities and privileges set out in paragraphs (IX),(X)\nand (XI) of the Agreement between the Government of Jamaica and the\nGovernment of the Federal Republic of Nigeria on the Technical Aid\nCorps Programme and inserted in the Schedule to this Order.          Schedule.\n              [ The inclusion of this page is authorized by L.N. 551 1991 1\n        TECHNICAL ASSISTANCE (IMMUNITIES AND PRIVTLEGES)\n(IX) The monthly &wance payruble to eaoh participant by the Federd\n             d Nigwla shall be free from taxation in Jamaiaa.\n     ~Reput~lic\n    (X) The Government d Jamaica shah&\n            (a) clear, store and tnan-rt   the participants' tools of trade and\n                other personal effects from tihe pont od udmding to the duty\n                sttlon;\n            (b) grant the participards exemption from payment of I             d income\n                taxes; and\n            (c) w o r d such participamts 'Fimt Arrird Priv$legesWwhiW give\n                exemption from ail taxes imposed by reason of importation od\n                personal eEects intended for the personal use af the partici-\n                pants or members of their faailim. The term 'permal effeds'\n                may include household goods and such artioles as mopor\n                v&icles, air-oonditionew, refrigemtons, stereo sets, washing\n                machines and other alectroaic gadgets which must accompany\n                the pmticipants or be irrvported within three (3) months of\n                their arrival in the host country. Local sale of such items\n                shall, however, be made only with the formal corned of, and\n                rleanance from the appropriate b m l authorities; and s h d be\n                h M e to import duties, if sold to a person or persons not\n                entitled to similar prideges.\n(XI) The G w w m e a t d Jamaica s h d grant the necessary facilities for the\n     repatriation of the participants' tools af trade, personal effects and\n     other house,h<y1d goods, as wall as bank savings, interest and other\n     payments, in aocondiance with the exchange control reguWin8 in force\n     in Jamaica.\ne\n                I The inclusion of this page is authorized by L.N. 5511991 I\n       TECHNICAL ASSISTANCE (IMMUNITIES AND PRIVILEGES)\n       THE TECHNICAL ASSISTANCE (IMMUNITIES AND\n                   PRIVILEGES) ACT\n                                    ORDER\n                         (under sections 3 and 4 (2) )\n  THE TECHNICAL\n             ASSISTANCE\n                      (~MMUNITIES           (BRITISH\n                               AND PRIVILEGES)\n                            COUNCIL)ORDER,1990\n        (Made by the Minister on the 4th day of January, 1990)                 L.N. a190"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Pursuant to seotion 4 (2) of the Act-\n     (a) the approved organization is, subject to Part I of the Schedule\n         to the Act relating to customs duties, accorded the like exemp-\n         tion or relief from taxes, duties, rates and fees as is accorded\n          to a Sovereign Power; and shall have the legal capacity of a\n          body col.porate to which section 28 of the Interpretation Aot\n          applies;\n     ( b ) the approved organization shall-\n            (i) in relation to the granting of credit facilities or guaran-\n                 tees to the Government of Jamaica, or to any public\n                institution, bank, financial institution or private entity\nTHE TECHNICAL ASSISTANCE (IMMUNITIES AND PRIVILEGES)\n  (CAESSE FRANCAISE DE DEVELOPPEMENT) ORDER, 1998\n           carrying out its operations in Jamaica, be exempted\n           from the provisions d the Banking Act, the Money-\n           lending Act, the Financial Institutions Aot and all con-\n           nected declaratory obligations except with meet to\n           information necessary for preparing balance of payment\n           statistics and for centralization of information on bank\n           risks;\n       (ii) be entitled, to transfer to France any sums representing\n            interest and proceeds accruing to it, as well as those\n            sums received from loan repayments and the resale of\n            shares or buildings acquired during the course of\n            activiti~;\n      (iii) be entitled, if so desired to freely acquire equity interests\n            from any Jamaican or f o ~ i g nvendor and to assign\n            such equity interests to any Jamaican or foreign pur-\n            chaser without any prior authorization or submimion\n            d information being required;\n(c) the repsenltiitives and experts of the approved organization\n     shall be exempted fm-\n       (i) the provisions of Parts I1 and 111 of the Aliens Act;\n           and\n      (ii) the requirements of sections 3, 4 and 6 of the Foreign\n           Nationals and Commonwealth Citizens (Employment)\n           Act.\n                                                     --"
    }
  ],
  "definitions": []
}