{
  "id": "jm-subs-the-telecommunications-act",
  "type": "statute",
  "title": "The Telecommunications Act",
  "title_en": "The Telecommunications Act",
  "short_name": "Telecommunications Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-telecommunications-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-telecommunications-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. Hap the applicant or any connected penonbeen refused a license me\"tioned in question 5\n           above, or has such licence been revoked?\n    .   .\n                             0 YES               0        NO"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.04                                              TELECOMMUNICATIONS\nUniversal service       3 4 1 ) A levy to be known as the Universal Service Levy shall continue\nlevy.\n                    to be payable under the Act in the amount and manner specified in this Order.\n                              (2) The Levy shall be-\n                         (a) US$0.03 per minute on all incoming international minutes for\n                          '\n                             termination to the Public Switched Telephone Network (hereinafter\n                             called \"PSTN);\n                         (b) US$0.02 per minute on all incoming international minutes for the\n                             termination to the Public Land Mobile Network (hereinafter called\n                             \"PLMN\"); and\n                         (c) 3% of the value of the products and services specified in the First\n                             Schedule to this Order as,provided by the domestic carriers and\n                             service providers, where such sums are to be identified From sums\n                             due as general consumption tax on the products and services.\nIntmtionalcamn         4. Every international carrier shall remit to the terminating carrier upon\nto the remit levy\n                    whose PSTN or PLMN it terminates an incoming international call, the Levy,\n                    as specified in paragraph 3 (2) (a) and (b), unless otherwise remitted in\n                    accordance with the provisions of paragraph 8 (e), 0,  (g)and (h).\nTminatingcarrin         5. Every terminating carrier shall remit to the Fund through UAFCL, on\nto remit levy.      collection, the Levy specified in paragraph 3 (2) (a) and (b).\nDomea~ccamen            6. Every domestic carrier and every service provider shall contribute to\nand m a\np,,ld,    to        the Fund, the Levy specified in paragraph 3 (2) (c).\ncomnbute to hnd\nLevy to fund          7. The Levy shall be used to h d the implementation of the obligation to\napproved plans re\n,,dm,             provide Universal Service as approved by the Minister in accordance with\n                  section 39(2) of the Act and pursuant to the powers conferred by section\nO ~ I I ~ ~ ~ I O ~\n                  39(1) of the Act.\nProadurrlbrLNy\non the ineoming         8 . 4 1) The procedure outlined in paragraph (2) shall apply in relation to\nim-io*      dls     the Levy on incoming international calls.\n                              (2) The procedure mentioned in sub-paragraph (1) shall be-\n                         (a) the Levy will be added to the Office approved or, as the case may\n                               be, contracted, termination rates for incoming international calls\n                               payable by third party carriers to the terminating carriers, and will\n                               be collected by those terminating carriers in accordance with the\n                               billing and payment terms of the prevailing interconnection on\n                               other agreements between the respective parties;\n                          (b) every international carrier and very terminating carrier shall\n                              provide-                              \\\n                                          inclusion of this page is authorized by LN. 95/2013]\n                         TELECOMMUNICATIONS\n          (i) to the office and UAFCL such traffic reports as specified\n              by the Office; and\n         (ii) any other information requested by the Office or UAFCL,\n              in order to validate the calculation of the Levy;\n(c) where a carrier fails to pass on calling line identification, the call\n    shall be deemed to be an incoming international call for the\n    purposes of the Levy;\n(d)a licensee shall not use calling line identification to disguise the\n    origination of a call;\n(e) the Levy to be paid by an international carrier shall be remitted\n    either to the terminating carrier or directly to+UAFCLand shall be\n    due and payable in accordance with the terminating carriers'\n    monthly billing and payment cycles;\n    where the Levy is remitted by an international carrier to the\n    terminating carrier, the terminating carrier shall remit the Levy\n    collected to UAFCL within five business days of such collection;\n    so, however, that where the Levy is remitted directly to UAFCL by\n    an international carrier, the international carrier shall submit\n    evidence of such payment to the relevant terminating carrier;\n(g) where an international carrier's incoming international traffic must\n    first transit the network of another carrier (namely, a transit carrier)\n    before being delivered to a terminating carrier, the Levy payable in\n    respect of that traffic shall be paid over either to the transit carrier\n    or directly to UAFCL in accordance with the transit carrier's\n    monthly billing and payment cycles;\n(h) where the Levy is remitted by an international carrier to the transit\n    carrier, the transit carrier shall remit the Levy collected to UAFCL\n    within five business days of such collection and shall provide\n    evidence of such payment to the terminating carrier upon whose\n    network the international traffic is ultimately terminated; so\n    however, that where the Levy is remitted directly to UAFCL by an\n    international carrier, the international carrier shall submit evidence\n    of such payment to the relevant transit carrier and terminating\n    carrier;\n( 1 terminating carriers who are also international carriers shall remit to\n    UAFCL the Levy payable in respect of incoming international\n    traffic that they terminate on their own network, and the Levy\n    payable for any month shall be remitted within similar tirnefiames\n    as are accorded to other international carriers who terminate calls on\n    the said terminating carrier's network in accordance wifh sub-\n    paragraphs (e) and 0;\n                            ( j ) terminating carriers interconnecting with other international carriers\n                                shall not be liable for the contributions charged in the calculation of\n                                security deposits, guarantees, or other mechanisms for insuring\n                                those carriers against loss arising fiom nonpayment of invoiced\n                                charges by their customers;\n                            (k) in the event that any international carrier or transit carrier fails to\n                                remit to a terminating carrier or UAFCL the prescribed Levy, the\n                                terminating carrier or the transit carrier, as the case may be, shall be\n                                entitled to suspend the provision of termination services in\n                                accordance with the p3cedufe approved in this Order;\n                                                                                                           a\n                                               '1'\n                            ( 1 ) each carrier shall no later than the 30th day of November, 2011\n                                submit to the Ministry responsible for telecommunications, the\n                                Office and UAFCL, a list of parties currently terminating traffic on\n                                the domestic PLMN or PSTN networks pursuant to international\n                                contracts or interconnection agreements, as well as evidence of the\n                                prevailing billing and payment terms in accordance with inter-\n                                connections and such other agreements as are subsisting on the 1st\n                                day of November, 201 1, thereafter, terminating carriers shall update\n                                this list as carriers commence or, as the case may be, cease term-\n                                ination of incoming international traffic;\n                            (m) terminating carriers shall include the Levy as a separate line item in\n                                the invoices issued under their domestic interconnection agree-\n                                ments.\nProcedure for LWY       ,  9. Every domestic carrier and every service provider shall contribute the\non the produas and\nrervicEslined in      Levy set out in paragraph 3 (2) (c) to Tax Administration Jamaica by\nthe FirsTSchedule.    accounting for same, by filing the prescribed tax returns 0n.a monthly basis\n                      in accordance with the prescribed method and schedule for remitting general\n                      consumption tax and shall provide evidence of such contribution by\nseMnd Schedule,       submitting to the Office and UAFCL the form set out in the Second Schedule\n                      within five business days of such filing.\nOffice to take            10. Where any international carrier, transit carrier, terminating carrier,\naalon where kvy\nnot pad               domestic carrier or service provider fails to contribute the Levy in accordance\n                      with thibqrder, the office shall be entitled to take action in accordance with\nUniversal Access\n                      the procedure prescribed herein."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.     Hap the applicant ever-\n               (a)           been the defendant or respondent in any proceedings in any court in any jurisdiction\n                             in any part of the world involving fraud?\n               .................................................................................................................\n               (6)       .   at any timedeclared bankruptcy or made volunPvy assignment in bankruptcy?\n                     '               YES         a        NO\n                ..................................................................................................................\n                ................................................................................................................\n                If YES. in addition to giving particulars, attach certified eopy of discharge.\n            SECTION C: Financial Information\n                If any applicant has been incorporated for longer than eighteen months, attach an audited\n                financial statement for period ending, not later than one year prior to the date of this\n                application.\n            P l w e tick the appropriate box.        \"YES\" give particulars.\n                Is there any person or company whose name is not disclosed above who has any financial\n                interest in the applicant, either beneficially or otherwise?\n                              0 YES               0        NO\n                                       me inclusion of this page is a u t h d by L.N. ZIROIZ]"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Is the applicant the holder of a telewmmunicationslicence in any other courtry?\n                             0 YES                        NO\n                                                                                                                                     '"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Total paid on specified products and services supplied during the period (if'different\n       from 5 above):\nI declare that to the best of my knowledge and belief this is a true and correct statement of the\ninfonnation and particulars here given, concerning the filing.of prescribed tax returns on the\nproducts and services specified in the First Schedule of the Telecommunications (Universal\nService Levy) (No. 2) Order, 201 1 in keeping with paragraph 9 of the said Order.\nName of Responsible Oficer\nSignature                                         Date      .\n                    (The inclusion of this page is auUnnizui by LN. 95/2013]\n6                               THE TELECOMMUNICATIONS (FORMS)REGULATIONS, 2000\n                                                          FORM 1, contd."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The following provisions shall apply for the purposes of this Order,\n                                                                                                           a\nFund Company\nLimited. provisions\n                      in relation to the operations of UAFCL-\napplicable\n                            (a) the Board of Directors of UAFCL shall include two representatives\n                                jointly nominated by the domestic carriers which own or operate a\n                                network (hereinafter called the \"Domestic Network Operators\"):\n                                       [The ihusion of this page is authorized by LN. 95120131   ,\n                              TELECOMMUNICATIONS\n     (6) where the Domestic Network Operators fail to reach consensus as\n         to their nominees or there is a failure to submit the aforementioned\n         nominations within any timeframe specified by the Minister, the\n         Minister shall select the representatives;\n    -(c) the management of the affairs of UAFCL shall be accomplished,\n         inter alia, through the use of Board appointed sub-committees, and\n         the membership of such sub-committees shall be open (but not\n         exclusively) to representatives of the Domestic Network Operators\n         on the Board;\n     (d) UAFCL shall publish annual audited accounts pursuant to the\n          Public Bodies Management and Accountability Act.\n    1 2 4 1 ) The procedure specified in this paragraph may be used by Procedurefor\nterminating carriers for the purpose of suspending termination services in the E::iP,\"n\",FF\nevent of disputes as-                                                          services ~nthe\n                                                                               event of a\n                                                                                   d~sputeand non-\n     (a) to the amount of the Levy to be paid;                                     payment\n     (6) to the accuracy as to the computation of the Levy to be paid;\n     (c) to the payment or non-payvent of the Levy.\n          (2) The terminating carrier shall give notification (hereinafter\ncalled the \"Notification of Default\") within forty-eight hours of the due date\nof payment of the Levy to the carrier alleged to be in default (hereinafter\ncalled the \"carrier-in-default\") that the Levy has not been paid for a given\nmonth or that the total amount of the Levy has not been paid, as the case may\nbe.\n          (3) W e r e the carrier-in-default under sub-paragraph (2) disagrees\nthat there is an amount owing, the carrier shall give written notice to the\nterminating carrier of the amount of the Levy that is disputed and make\npayment in respect of the amount of the Levy which is undisputed within\ntwenty-four hours of the Notification of Default.\n          (4) Where the carrier-in-default fails to make payment of the\namount of the Levy that is undisputed, the terminating carrier shall be entitled\nto suspend termination services within forty-eight hours of delivery of the\nNotification of Default.\n          (5) The carrier-in-default's right to withhold payment of any\nportion of the Levy purportedly due in respect of a given month shall be\nlimited to disputed amounts which equal or exceed fivepercent of the total\nLevy due for that period pursuant to the terms and conditions listed in sub-\nparagraph (6).\n         (6) The terms and conditions mentioned in sub-paragraph (5) are-\n                P k inclusion of this pgc is authorized by LN. 95120131"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) Where a carrier who is in default for payment of the Levy on Rodwefor\n                                                                                suspnsion of\nincoming international calls does not dispute the Levy charged or any portion r m i n a t i o n ~\nthereof or that there has been non-payment thereof after receipt of a Notice of z7E\nDefault, the procedure outlined in sub-paragraph (2) shall apply in the ~ m m t i n t h e\n                                                                                &sma of a\nabsence of a dispute under paragraph 12.                                        dispute and\n                                                                                      suspnaion or\n                                                                                      rcvocationoT\n                                                                                      li-\n                 -\n          (2) The procedure mentioned in sub-paragraph (1) are-\n                     inclusion of this page is autho-   by LN. 95R013]\n                                                         TELECOMMUNICA U O N S              *\n.           .\n                    -   .(a), within forty-eight hours of the contracted final due date for\n    .           ,           ,\n                              payment, a terminating carrier shall, by virtue of a Notice of Non-\n                     ' : . 'payment (hereinafter called \"the Notice\") which shall include traffic\n                              reports and other relevant information which validates the amount\n.                             of the Levy, inform the Office and UAFCL ,of a carrier's failure to\n                    . ... . pay the Levy,,which Notice shall be-\n                                          (i) copied to the Minister and the carrier-in-default;\n                                         (ii) served in accordance with the existing contractual\n                                              provisions.\n                                .(b) without prejudice to sub-paragraphs (6) and (e), and particularly in\n                                     the event of non-compliance with the provisions of those sub-\n                                     paragraphs; the terminating carrier may suspend terminating\n                                     services for incoming international traffic to the carrier-in-default\n                                     on the expiration of forty-eight hours after service of the Notice;\n,       .                       (c) following receipt of the Notice pursuant to .sub-paragraph (a), the\n                .               - .. . Office. shall immediately commence investigations in accordance\n                                     with section '14 (6) and (7) of the Act and shall request that the\n                                     carrier-in-default within twenty-four hours of the' request, give\n                                     reasons in writing for its failure to pay the Levy;\n                        .       (6) the Office shall review the reasons and if it is not satisfied with the\n            .           .            reasons, the Office shall, in accordance with section 14 of the Act,\n                                     recommend to the Minister, the suspension ,or,revocation o f the\n                                     carrier-in-default's licence;                __- ,..--\n                                                                                       -\n                                 (e) where the Minister receive~_~rec6mendation             from the Office for\n                                      the ,suspension or rypcation of the Licence of a carrier-in-default,\n                                ' ' the MinistershaK l;n accordance with section 14 of the Act, direct\n                                   :' t h e ~ f f i c & d s e r von\n                                                                 e the carrier-in-default a Notice of Proposed\n                                      ~uspei(sion or -Revocation of Licence, as the case may be, and\n                            /\n                                P       &ord the carrier-in-default an opportunity to show cause why its\n                                      Licence should not be suspended or revoked;\n                                 V) where a determination is made by the Minister with respect to the\n                                    recommendation of the Office for suspension or revocation of the\n                                    Licence of the carrier-in-default, as the case may be, he shall\n                                    forthwith notify the carrier-in-default, the Office, UAFCL and all\n                                    terminating carriers and transit carriers of his decision;\n                                 (g) where the Minister decides to suspend or revoke the Licence of the\n                                     carrier-in-default, then the Office shall give public notification of\n                                     such suspension or revocation;\n                                                inclusion of this page is authorized by LN. 95/2013]\n                              TELECOMMUNICATIONS\n     (h) every terminating carrier and every transit canier that has been\n         notified of a decision of the Minister to suspend or revoke a License\n     . under sub-paragraph (n shall forthwith cease the provision of\n         termination and transit services for incoming international calls to a\n         carrier-in-default for the stated period of the suspension or\n         completely, in the case of a revocation;\n     (i) * for the avoidance of doubt, the failure of a carrier-in-default to give\n         reasons, in writing within the stipulated time-frame shall be grounds\n       . for the Office to recommend to the Minister that it's Licence be\n         suspended or revoked, and following receipt of the Office's\n         recommendation, if the Minister is satisfied that the Levy remains\n         unpaid, he may order the suspension or revocation of the carrier-in-\n         default's licence;\n     (j) upon the,receipt of a recommendation from the Office pursuant to\n         sub-paragraph (6) the Minister shall act in accordance with the\n         provisions in sub-paragraphs (e) and (n as the case may be."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1) Where in the event of the non-payment of the Levy by any\ndomestic carrier or service provider on products and services as listed in the ?sfY\nFirst Schedule the procedure outlined in sub-paragraph (2) shall apply.        w on\n                                                                               RoduQaud\n                                                                                     Savim in Finl\n        (2) The procedure mentioned in sub-paragraph (1) are-                        Schcdulc\n     (a) UAFCL shall notify a defaulting domestic carrier or service\n         provider that the appropriate Levy payment has not been paid for a           ,\n         given month by virtue of a Notice, and copy the Notice to the\n         Minister, the Office and Tax Administration Jamaica;\n     (6) following receipt of the Notice from UAFCL, the Office shall\n         immediately commence investigations in accordance with section\n         14 (6) and (7) of the Act and request that the defaulting domestic\n         carrier or service provider within forty-eight hours of the request,\n         give reasons in writing for its failure to pay the Levy.\n     (c) the Office shall review the reasons and if it is not satisfied with the\n         reasons, the Office shall recommend to the Minister, the suspension\n         or revocation of the defaulting domestic carrief'or service provider's\n         licence;\n     (4 where the Minister receives a recommendation from the Office for\n         the suspension or revocation of a defaulting domestic carrier or\n         service provider's licence, the Minister, in accordance with section\n          14 of the Act, shall direct the Office to serve on the defaulting\n         domestic carrier or service provider a Notice of Proposed Sus-\n         pension or Revocation of Licence, as the case may be, and afford\n         the defaulting domestic carrier or service provider an opprhmity to\n         show cause why its Licence should not be suspended or revoked;\n               [The inclusion o f this page is authorized by LN. 95/2013]"
    }
  ],
  "definitions": []
}