{
  "id": "jm-subs-the-telegraph-act",
  "type": "statute",
  "title": "The Telegraph Act",
  "title_en": "The Telegraph Act",
  "short_name": "Telegraph Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-telegraph-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-telegraph-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Rules may be cited as the Telegraph Rules, 1933.                          Cdtation."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. The places specified in the Schedule are hereby declared to be Schedule.\nspecified places for the purposes of the Act.\n                                    SCHEDULE                               (Paragraph 2)\n                       Mavis Bank Health Centre\n                       Morant Point Lighthouse\n                       Milk River Bath\n                       Negril Pomt Lighthouse\n                       The police station, Wakefield\n                       The Public Works Department, Lucky Hill\n               IThe inclusion of thig page is authorized by L.N. 4119761\n                                  TELEGRAPH\n                        THE TELEGRAPH ACT\n                                    RULES\n                               (under section 8)\n                      THE TELEGRAPH\n                                  RULES,1933                                         G.N.115133\n                                                                                     Amd:\n (Made by the Postmaster for Jamaica on the 12th day of January,                     O N . 4821 36\n                                                                                           7931 38\n   1933 and approved by the Governor in Privy Council on the                         L.N. 3/42\n                                                                                            86/43\n                  14th day of February, 1933)                                               92/44\n                                                                                           104144\n                                                                                           107148\n                                                                                           171/55\n                                                                                           2301Sh\n                                                                                            50161\n                                                                                           175163\n                                                                [Ist March, 1933.1         191/6S\n                                                                                           405/68\n                                                                                           424169\n                                                                                           SOR/69\n                                                                                         129~17s\n                                                                                           74~170\n                                                                                          ROB/80"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) There shall be paid for the transmission of every message .,,hc\nor telegram, except press messages, or press or priority telegrams the\nsum of sixty-five cents for any number of words up to twelve and\nfive cents for every additional word thereafter. All that the sender\nwrites, other than the word \"PRIORITY\" in the case of a priority\ntelegram, shall be counted, including the address and the signature.\n      (2) Priority telegrams shall be charged at the wte of seventy cents Priority\n                                                                          telegrams\nfor any number of words up to twelve, and five cents for every\nadditional word thereafter. The word \"PRIORITY\" which is not\ncharged for should be written before the address of the telegram.\nA priority reply can be prepaid at a minimum charge of seventy cents.\n      (3) Press telegrams shall be uharged at the rate of twenty-five cents Press (elc.\nfor the fist twelve words and two cents for every additional two words,\nwith a minimum charge of twenty-five cents.\n      (4) All charges, including porterage fees and prepayment of reply.\nshall be prepaid, except in the case of press telegrams.\n               [The inclusion of the pupe is authorized by L.N. 125119811\n                                            THE TELEGRAPH RULES, 1933\n                             (5) A press telegram which is not prepaid shall bear the words\n                      \"Press Collect\", and other telegrams which are addressed to duly\n                      registered newspapers and are not prepaid shall bear the word \"Collect\".\n                      Only authorized correspondents shall be allowed to send press or other\n                      telegrams addressed to newspapers without prepayment.\nOHMS.                       (6) Telegrams on Her Majesty's Service shall be accepted and\ntdel~rsms.\n                      transmitted forthwith, if signed by a person duly authorized by the\n                      Minister to send the same free of charge.\n                             (7) Telegrams sent by the Governor-General, his private\n                      secretary, his Aide-de-camp, the Governor-General's Secretary, an\n                      officer of the Jamaica Defence Eorce, an officer of the Jamaica\n                      Constabulary Force of the rank of Superintendent or higher shall be\n                      accepted without question and be given priority of despatch.\n                            (8) Telegrams from the Public Works Department relative to\n                      either the mail or telegraph services shall be accepted, as service\n                      messages without prepayment.\n                            (9) The land-line charges for any telegram sent out of or received\n                      in the Island shall be in accordance with any arrangements made\n                      between the Postmaster-General and the cable company.\n~     ~    ~          ~ 4. i A ~receipt\n                                    t   for\n                                        ~   each\n                                            f   ~ telegram\n                                                     ~     can be obtained on payment of lc.\ntelegrams.\n              -       Such receipt shall bear a lc stamp duly cancelled.\nRepttltloa of            5. A telegram may be repeated back to ensure accuracy, on payment\ntelegrams.\n                      of an additional charge (which must be paid when the telegram is\n                      handed in) of one-half the ordinary rate or charge and fractions of\n                      l c shall count as lc, but a copy of such repeated telegram will not be\n                      supplied to the sender except as provided by rule 9.\nM U I IPIO\n      ~                 6.-41) Copies of a telegram directed to a maximum of six persons\ntdeg~.anU.\n                      in the same free delivery area shall be delivered separately on payment\n                      of a charge of ten cents per copy for each person other than the first.\n                             (2) Senders shall only write the addresses for one free delivery\n                      area on the same form.\n~                 ~     7. Information\n                              f        ~in respect ~of a telegram,\n                                                              ~    or as ~to the sender\n                                                                                    ~   of a tele-\n                                                                                              i      ~\ntelegl ams.\n                      gram can only be obtained by an addressee from the office of origin\n                      by a paid telegram with the reply prepaid. Corrections to a telegram\n                      which has already been transmitted shall only be made by means\n                      of another telegram duly paid for.\n                                     [The inclusion of the page is authorized by L.N. 125/19811\n                      THE TELEGRAPII RULES, 1933\n         telegram shall not be produced except in a court of law and f~~~~~\nin such case only under the authority of a subpoena or order of a produced.\nJudge. In the event of any subordinate officer of the Post Office\nDepartment being served with a subpoena to produce a telegram in\ncourt he shall at once report the fact and circumstances of the matter\nby telegraph to the Postmaster-General, and forward the subpoena with\na full report by first post."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.00 p.m. Mondays to Fridays and from 8.00 a.m. to 12.00 noon on\nSaturdays.\n           (b) All telegraph offices shall be closed on Sundays and\non public general holidays.\n       (2) The hours of opening as set out in paragraph 1 may be\nchanged as the Minister may by notice in the Gazette direct from time\nto time."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.00 p.m. shall be charged double the ordinary rate and in\n        addition thereto the sum of 1Oc for each operator employed\n        for such transmission, and a further sum of 5c for the special\n        delivery;\n    (e) telegrams handed in between the hours of 6.00 a.m. and"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.00 a.m. and after 5.00 p.m. until 6.00 a.m. on Monday\n        shall be charged double the ordinary rate and in addition\n        thereto the sum of 20c for each officer employed for such\n        transmission, cnd a further sum of 10c for the special\n        delivery.\n                                Public holidays\n  (other than Good Friday, when no railway stations will be opened\n                       to accept telegrams)"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.00 a.m. shall be charged at the ordinary rate.             holidays.\n              [The inclusion of this oaee i~a11thnrized by L.N. 127/1980]\n                                       T H E TELEGRAPH RULES. I933\nSpecial rates-     54. Telegrams handed in between the hours of 6.00 a.m. and\npt blic\nh(didays.        7.00 a.m. and from the hour of 9.00 a.m. until 5.00 p.m. shall be\n                 charged double the ordinary rate and in addition thereto the sum\n                 of 10c for each operator employed for such transmission, and a further\n                 sum of 5c for the special delivery."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The sender of a telegram may have same cancelled if the               z,\";;;%\ntransmission thereof from the office of origin has not begun, on the\nfollowing conditions-\n         Upon the clerk in charge being satisfied that the person making\n         the application to cancel the telegram is the actual sender\n         thereof or his agent duly qualified in writing.\n         Upon the sender or his duly qualified agent as aforesaid writing\n         across the message form the words \"Cancelled at my request\",\n         and duly signing same.\n         The transmission of a telegram shall not under any circum-\n         stances be stopped or cancelled at the request of any person\n         other than the sender or his duly qualified agent as aforesaid.\n        If a telegram be cancelled before the stamps shall have been\n         obliterated, the cost of such telegram shall at once be refunded,\n         but after the stamps shall have been obliterated the cost shall\n         only be refunded on an application to the Postmaster-General\n         therefor by the sender.\n         If transmission of a telegram shall have been completed the\n         message shall only be cancelled on payment of a prepaid\n         service message at a cost of 8c, and if such service message\n         shall arrive too late to stop delivery of the original telegram,\n         the sender shall be informed of the fact, but shall not be\n         entitled to a refund of the amounts paid.\n         A cancelled telegram shall not be destroyed but shall be\n         numbered and filed with other telegrams. Such cancelled\n         telegram shall not on any account be returned to the sender.\n8                                        THE TELEGRAPH RULES, 1933\nPrepaid reply.        11. The cost of a reply to a telegram may be prepaid. If prepaid,\n                    a reply form shall then be sent or delivered to the addressee who will\n                    be at liberty to use it for such reply or for the despatch of any message\n                    within three months for a like amount. If the reply form be not used\n                    then its value shall be refunded to the sender, upon application and\n                    production to the Postmaster-General of such form within three months\n                    of date of its issue.\n                      Senders of O.J.G.S. telegrams may prepay a reply for an unlimited\n                    number of words.\nTelegrams may\nbe handed to a"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. A telegram may be handed to a mail courier whilst on his way\nmail courier.       to a telegraph office for despatch by the receiving postmistress. For\n                    security, stamps for the cost thereof should be affixed by the sender.\n                    The mail courier must not be delayed for this purpose, and the Post\n                    Office Department shall not be responsible in any manner for the\n                    sending of the telegram by this method. A telegram may also be\n                    sent by post, postage free, to any telegraph office for despatch by\n                    the latter and in such case the envelope should be marked \"Telegram\n                    Immediate\".\nSpeci a1 instruc-     13. The sender may have special instructions written on the outside\ntions.\n                    of the envelope such as \"Private\", \"Confidential\", \"Only to be opened\n                    by addressee\", or the like, and such instructions shall be paid for\n                    at the ordinary rate and shall form part of the address."
    },
    {
      "provision_ref": "sec13d",
      "section": "13d",
      "title": "Section 13d",
      "content": "13d.\nor on holidays at ordinary rates, and fees only for special delivery:\n  Provided such messages refer to railway business and that the railway\nstations necessary for the transmission and receival of such messages\nare open for business.\n                     Messages over the railway lines"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Telegrams indecently or obscenely worded, or appearing to\n                    contain grossly offensive or indecent or libellous matter shall not be\n                    accepted or transmitted.\nTelegt ams\nkept for three,        15. Inland telegrams (other than O.J.G.S.) shall only be kept or\nfour and ten        preserved for three months; O.J.G.S. telegrams for four months, and\nmonths.\n                    foreign cablegrams for ten months, and during such periods of time\n                    any telegram shall be producible only to the sender or addressee, or\n                    to their agent duly authorized in writing. A copy of any telegram\n                    can only be obtained on application to the Postmaster-General as\n                    provided by rule 9 and postmasters shall not deliver a copy of any\n                    telegram to any person whomsoever or furnish any information\n                    respecting the same.\nFree c.elivery.        16. In the parish of Kingston telegrams shall be delivered free within\n                    the postal delivery area. In all other parishes they shall be delivered\n                    free within a radius of one mile from a telegraph office.\n                                   mhe inclusion of this page is authorized by L.N. 4/19761\n                      THE TELEGRAPH RULES, 1933                                        9"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-41) If the addressee shall reside beyond the free delivery limits Pofiefam\n                                                                          charges.\nmentioned in rule 16-\n     (a) foot porterage shall be prepaid by the sender at the rate\n         of twelve cents per mile or part of a mile (one way) beyond\n          such free delivery limit; or\n     (b) if the exact distance is not known, a reasonable deposit shall\n          be made by the sender and any balance shall be paid by the\n          addressee.\n        (2) If the sender shall be unable to make a deposit, the telegram\nshall be delivered by the terminal office in the ordinary course of post.\n        (3) The rate specified in this rule shall apply if messengers can\nbe procured at this rate, otherwise the delivery charge shall be a\nmatter of arrangement between the postmistress and the messenger."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. (a) If a telegram cannot be delivered personally to the :;:kdi;i\naddressee, it may, in the absence of special written instructions, be\ndelivered to his agent, any adult member of his family, his employee,\nlodger, or guest, or to the porter of the house or hotel in which\nhe resides.\n       (b) Deficiency of porterage shall be paid on delivery of the\ntelegram. Should the addressee refuse to pay such deficiency the\ntelegram shall nevertheless be delivered, and a service message shall\nbe sent to the office of origin stating the facts and the amount of the\ndeficiency, which shall then be collected from the sender who shall\nbe ultimately responsible for all delivery expenses."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Where any telegram shall reach an office for delivery without   ::\",;:;\nany special instructions and porterage of over 10c is chargeable thereon, charges.\na service message shall be sent to the office of origin in order to\nobtain instructions from the sender. If no reply be received from\nthe sender the telegram may be forwarded by post, or if the telegram\nbe of an urgent character, it may be delivered by cheapest foot\nmessenger (if the addressee can be relied on to pay the cost), or by\nearliest safe opportunity."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. The full amount collected for delivery by messenger need not Fneed   U I porterage\n                                                                                ~\n                                                                                not be\n necessarily be paid to such messenger if the services of the messenger c\",$&tg\n can be obtained for less and in such case any difference shall be\n refunded to the sender on application therefor to the Postmaster-\n General.\n                [Tk inclusion of this page is authorized by L.N. 125/1981]\n10                                         THE TELEGRAPH RULES, 1933\nTekgrama             21. When a telegram is received by post at a telegraph office for\nreceived by\nPOSI..            delivery it shall be treated in every respect as if it had been received\n                  by wire. The words . \"Handed in at\" on the \"C\" form should be\n                  struck out, and the words \"Received by post at\" substituted therefor.\n                  '      -\nTelc grams to\nbe called for."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. If a telegram be addressed to a telegraph office with the words\n                  endorsed thereon \"To be called for\", the telegram shall be transferred\n                  to the local post office for delivery.\nTwo or more\nporlerage"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. If two or more telegrams on which porterage is chargeable be\ntdwrams for\nsaw:\n                  addressed to the same person and delivered at the same time by the\nadd1essee.        same messenger, a single porterage fee shall be collected, but if two\n                  or more telegrams are sent out at the same time by the same messenger,\n                  addressed to different persons, the ordinary porterage fees must be\n                  collected on each telegram, though the messenger be only paid for\n                  the distance traversed.\nDouble\nporterage not"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. A telegram on which there are charges for porterage and which\nto be incurred.   owing to the absence of the addressee, cannot be delivered when sent\n                  out the first time, shall not be sent out a second time by special\n                  messenger, thus incurring double porterage, but shall be retained at the\n                  office of destination until noon of the next day, when, if the telegram\n                  has not been called for it shall be delivered by post. If any porterage\n                  fee be due for the attempted delivery of the previous day it shall be\n                  payable by and be collected from the addressee, if not paid then the\n                  office of origin shall be so instructed and the amount is to be collected\n                  from the sender as the person finally responsible.\nPom!raec on\nship telegrams."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. There shall be paid by the sender of a telegram addressed to any\n                      person on board a ship lying in the harbour of any port in this Island.\n                      a fee of 10c for boat hire in respect of such delivery:\n                         Provided that in the case of messages for the quarantine ground\n                      at Port Royal, an extra charge shall be made as may from time to\n                      time be necessary to cover the cost of such delivery. When a ship\n                      is alongside a wharf a telegram for any person aboard such ship shall\n                      be delivered free provided such wharf be within one mile of the\n                      delivery office.\n                        Porterage charges shall not be collected from the addressee or sender\n                      of a O.H.M.S. telegram. The office of origin shall be advised of the\n                      amounts expended by service telegram.\n                     THE TELEGRAPH RULES, 1933                                          11"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. In the delivery of a telegram the messenger shall deliver it by       Shortest route\n                                                                            to be used,\nthe shortest route properly available and his fees for the porterage\nshall be calculated accordingly."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. A telegram may be handed in for delivery to an address within Te!egrarns  not\n                                                                      eqlne over the\nthe free delivery area of any tclcgraph office and it shall be copied w e s .\nand delivered in the like manner as any other telegram and the charge\ntherefor shall be the same as if tht: telegram had been transmitted\nby wire."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. A telegram may be delivered to the addressee at his request in Telcrrarns\n                                                                      Crlivcred to\nthe street or on the road, provided he be known to the messenger addressee\n                                                                      when fo~imi.\nand that in case any porterage fees be chargeable, that the addressee\ndo pay them as if the telegram had been delivered at the place\nof address."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. If the sender desires a telegram to be forwarded by post from post.\n                                                                       deliver^ by\na terminal office, he shall write \"By-Post'' alter the address thus---\n                       \"J. BROWN,\n                            Cascade \"By-Post\" Jericho.\",\nand shall pay the cost of one word for the instruction \"By-Post\" but\nno charge shall be made for the postage."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. If in Kingston a telegram addressed to an office or other place :;$;fo\nof business arrives after 5 p.m., it will not be delivered until 7 a.m., p.m.\nof the following day, unless the addressee has requested in writing\nthat delivery thereof be made immediately on arrival."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. When communication is interrupted so that a telegram cannoi ;;;;;;rLlet-\nbe transmitted, notice thereof shall be given to the sender if possible %;',i.on of\nand also, if it can be ascertained, the cost of delivery by special means.\nOn payment of such costs the telegram shall be delivered, but if the\nsender cannot be found or shall neglect or decline to pay for the\ndelivery by such special means, the telegram will be delivered without\nextra charge by ordinary post."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. Telegrams should not be addressed to a street number only or d~,;~;a:.eserr\nto a Christian name only. Such telegrams shall only be accepted at the\nrisk of the sender.\n                                      THE TELEGRAPH RULES, 1933\nY eleararns         34. When the sender of an undelivered telegram supplies the sub-\ninsufficiently\na jdresscd.      sequent or corrected address he shall pay 8c if the correction involves\n                 only the sendhg of a service message of enquiry or instruction, but\n                 if the telegram has to bc re-transmitted to another o%ce the sender\n                 shall pay full rates as for a new telegram."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. A telegram which cannot finally be delivered after twenty-four\n                 hours shall be placed in another envelope addressed in ink to the\n                 addressee and transferred to the post office where it shall then be\n                 dealt with as a letter.\nA edireetcd         36. When an office finds it necessary to redirect a telegram such\nt c legrams.\n                 office shall be treated and shown as the office of origin and the ofice\n                 from which the telegram originally came shall be shown after the\n                 name of the sender.\n                                  (Example-\n                                  A telegram received from Montego Bay at St. Ann's\n                                  Bay and being re-directed to Kingston should read-\n                                  \"I-Ianded in at St. Ann's Bay\" \"From Browne Montego\n                                  Bay\").\n Charges for       37. Re-directed telegrams sha!1 be forwarded without prepayment\n rc,.dirccted\n IC leurams.     and marked \"Collect for re-direction\" and the re-direction fees shall\n                 be collected from the addressee and stamps to cover such fees affixed\n                 to the telegram. Re-directed telegrams shall be liable, if any additional\n                 service be performed, to an additional charge of 8c, if the addressee\n                 be within the same town; but if the addresses be for different towns\n                 the full inland rate shall be charged as tor the transmission of a fully\n                 addressed telegram.\n Abbreviated        38.-(1) Any person may register an abbreviated or arbitrary address\n a~ldrcsscs.\n                  at any one post office in this Island on payment in advance of a fee\n                  of eight dollars for twelve months or a fee proportionate thereto for\n                  a period less than twelve months provided that the minimum period\n                  of registration shall be three months for a registration lee of one\n                  dollar.\n                          (2) If registration of the address is required at more than one\n                  post office an additional fee of two dollars shall be payable annually\n                  in advance in respect of each additional registration provided that the\n                  abbreviated address is identical with that registered under paragraph (1)\n                  except for the delivery office named.\n                     T H E TELEGRAPH RULES, 1933\n        (3) The addresses to be registered under this rule shall be\nrecognized by the Postmaster-General as applying only to telegraphic\nmessages which originate within this Island and are intended for\ndelivery at a post office within the Island.\n       (4) If in the opinion of the Postmaster-General it is undesirable\nfor any reason to register a particular address he may refuse to do\nso and his decision in this respect shall be final."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39. Telegrams for delivery to the care of a person who has registered ;:;;y;ytfor\nan abbreviated or arbitrary address shall have \"Care of\" or \"C/O\" abbreviated\n                                                                        address.\ninserted thus-\n               \"JOHN SMITH\n                    c/o Hercules\n                         Kingston.\"."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40. The Postmaster-General may refuse to receive, transmit or advance\n                                                                     paymentin\n                                                                              for\ndeliver, telegrams handed in to an abbreviated or arbitrary address, delivery at\n                                                                     abbreviated\nif the fee for registration of such address, has not been paid in address.\nadvance."
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42. The Post Office Department shall not be liable for any loss or F~;:;;Y\ndamage which may arise or be incurred or sustained by reason, or on or delay.\naccount of any mistake or delay in the transmission or delivery of a\ntelegram."
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. Press telegrams are those addressed to a newspaper, by its title, press\n                                                                        telegrams.\nwhich has been registered as a newspaper by the Postmaster-General;\nthey shall only contain matter in plain language clearly intended for\n -            [The inclusion of this page is authoriicd by L.N. 127/1960]\n                                    THE TELEGRAPH RULES, 1933\n              publication in the strictest sense of the word. Notices of births,\n              marriages and deaths and advertiserncnts shali not be admitted as\n              press telegrams, nor requests for additional copies of the newspaper.\nPaymentfor\npress"
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46. The proprietors of newspapers shall pay the cost of any press\ntvleprams.    or other telegrams received immediately on demand. Only authorized\n              correspondents sha!l be allowed to send press or other telegrams without\n              prepayment.\nc reeting       47.-(1) The acceptance of greeting telegrams, that is to say, tele-\ntclcgrarns.\n              grams beginning with the word \"Grectings\", and containing. in addition\n              to any names and addresses which may be included therein, greetings,\n              congratulations or good wishes only, shall be subject to the following\n              conditions-\n                  (a) ordinary telegrams shall be given priority over greeting tele-\n                       grams;\n                  ( b ) the charge for transmission of a greeting telegram shall be\n                        at the rate prescribed in paragraph (1) of rule 3 for trans-\n                        mission of ordinary telegrams;\n                  (c) at the office of destination a greeting telegram shall be\n                      transc~ibedon the special form provided for the purpose and\n                      enclosed in the special envelope provided for the purpose;\n                  (d) on arrival at the ofice of destination a greeting telegram shall\n                       be delivered as if it were an ordinary letter.\n                      (2) In this rule the exprecsion \"ordinary telegram\" means a\n              telegram for the transmissiol~of ~ h i c hthe charges are prescribed by\n              paragraph (1) of rule 3.\nc,,untinnof     48. (a) Words separated by an apostrophe or joined by a hyphen\nwords.        shall be each counted as a separate word.\n                     ( b ) Parentheses, inverted commas, underlinings, and periods\n              shall each count as a word.\n                     (c) Abbreviations such as can't, won't, don't, etc.. may be\n              admitted, but their use is not recommended, they shall count as one\n              word each.\n                     (d) Telegrams written in a foreign language shall be counted\n              as if written in English. Words in plain language, i.e., English or\n              foreign, containing over fifteen letters shall be counted as two words.\n                                                                             -           -\n                            [The inc1us;on of this gape is authorued by L.N. 127/1980]\n                     TRE TELEGRAPH RULES, 1933\nCode words and unintelligible combinations shall be counted at the\nrate of five letters to a word. Combinations or alterations of words\ncontrary to the usage of language shall not be admitted as one word.\n  In telegrams containing a mixture of code words and plain language\nwords, i.e., English or foreign, the code words shall be counted and\ncharged for at the rate of five letters to the word, while the portion\nof the telegram in plain language shall be subject to the plain language\ncount, i.e., words containing e p to fifteen letters shall be counted and\ncharged as one word and over fifteen letters as two words.\n  All code words, wherever placed shall be counted and charged for\nat the rate of five letters to a word.\n  This paragraph does not apply to foreign telegrams (cablegrams).\n       (e) Figures and groups of letters shall be counted at the rate\nof five characters to a word, i.e., 125743 counts as two words.\n       (f) Mixtures of figures and letters shall be counted separately,\nbut ordinal numbers (lst, 2nd, etc.) shall be counted as one word\neach, as also letters added to figures to denote the number of a house.\n      (g) The mark of division between fractions, and a full stop\nbetween figures, shall each be counted as a figure.\n       (h) Abbreviations such as c.i.f., c.o.d., f.o.b., a/c, B/L,C/O, %.\nshall each be counted as one word.\n       (0 Fractions shall be counted according to the number of figures\nor symbols employed to express the quantity, the mark of division,\nwhether horizontal or oblique being reckoned as a figure: Thus is            +\nequal to three figures or one word : 1123 as two words : 4 one word :\nand 279t two words. When the affix \"th\" is used it shall be counted\nas two words: for example, 945/6th, shall be equal to and counted\nas two words. The combination 12.45 shall be counted as equal to\none word: 12.45 p.m. to two words: l c or 99c shall count as one\nword. $125.75 or $125 75 shall count as three words, the symbol\n$ being counted as a word. However, $12346.75 shall count as three\nwords, but $12345 751 100 shall count as four words. $175 shall\ncount as three words, but $1.75 shall count as two words: a stop, bar,\nor stroke, however introduced, shall be counted as one figure in every\ncase.\n       09 Combinations of two or more words shall be charged for\nas separate words, with the exception of those words which the usage\nof the language allows to be written together or coupled by hyphens,\n               [The inclusion of this pane is authorized by L.N. 127/1980]\n                                    THE TELEGRAPH RULES, 1933\n              and which are so written by the sender such as linen-draper, frost-bitten,\n              iron-works, mother-in-law, forty-seven, lieut.,-general, etc. \"Alright\" is\n              incorrect, and must be charged for as if written \"all right\".\n                     (k) If sums shall be expressed partly in figures and partly in\n              words they shall be counted in the same way as shown in the\n              following examples: 7 cents count as two words. 16 dollars and 8\n              cents as five words, 175.55 dollars as three words, 25 dollars 25c as\n              three words. The words onecent, fivecent, tencent, halfdollar, may be\n              accepted as one word if so written by the sender, but combinations\n              such as fiftyninecent, onedollarten. etc., must be separated and counted\n              as individual words (fiftynine cent, one dollar ten, etc.).\n                      (0 In the address any number of words used to designate an\n              office, town, street, square, park, ship, etc.. shall be counted as one\n              word; but in thz text, words shall be counted and transmitted as\n              written by the sender, unless it be obvious by the amount of the\n              charges sent that he intends certain words to be joined together.\n                     (rn) The counting of a telegram by the office of origin shall\n              be decisive and shall be taken as the true count of the telegram.\n                            Transmission of Telegranzs by the Railway\n                                  Ordinary week-days or Nights\nTelegram        49. Telegrams handed in at any railway station for transmission\nnotes-Rail-\nwU r.         during any day of the week other than Sunday or a public hoiiday\n              shall be charged and the sender shall pay therefor as follows-\n                   (a) between the hours of 7.00 a.m. and 5.00 p.m., at the ordinary\n                       rate;\n                   (6) between the hours of 6.00 a.m. and 7.00 a.m., and after the\n                       hour of 5.00 p.m. to 8.00 p.m., at double the ordinary rate\n                       and in addition thereto the sum of 10c for each operator\n                       employed for such transmission and a further sum of 5c for\n                       the special delivery;\n                   (c) after the hour of 8.00 p.m. and until 6.00 a.m. at double\n                        the ordinary rate and in addition thereto the sum of 20c\n                        for each operator employed for such transmission and the\n                        sum of 10c for the special delivery.\nPn pald         50. If a person who has paid the fees for special opening of the\nreply-Rail-   office desires to prepay a reply to a telegram, he must pay double the\nWW.\n                             rThc inclusion of this page is authorized by L.N. 127/19801\n                      THE TELEGRAPH RULES, I933\nordinary rates for the reply, and if the reply does not arrive at the\nexpiration of one hour from the time the office was specially opened,\nhe shall pay an additional fee according to the hour and at the rate\nfixed by rule 49 (b) and (c)."
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51. No clerk shall send a message through a transmitting office Direct\n                                                                  cornmunica.\nuntil every effort has been made to get direct communication. The tim.\nclosest enquiries will always be made into such cases.\n                                     Sundays"
    },
    {
      "provision_ref": "sec52",
      "section": "52",
      "title": "Section 52",
      "content": "52. Telegrams will be accepted on Sundays only under the following Sunday\n                                                                     telegrams\nconditions-\n    (a) at or for stations where railway trains are operated;\n    (b) that the attention of operators at the stations required can be\n        obtained;\n    (c) at the entire risk of the sender;\n    (d) telegrams handed in between the hours of 7.00 a.m. and"
    },
    {
      "provision_ref": "sec53",
      "section": "53",
      "title": "Section 53",
      "content": "53. Telegrams handed in between the hours of 7.00 a.m. and\n                                                             rates-public"
    },
    {
      "provision_ref": "sec55",
      "section": "55",
      "title": "Section 55",
      "content": "55. Telegrams handed in after 5.00 p.m. and until 6.00 a.m. shall\n                 be charged double the ordinary rate and in addition thereto the sum\n                 of 20c for each operator employed for such transmission, and a further\n                 sum of 10c for the special delivery.\nCc~llectionof      56. All rates and charges shall be ascertained and collected by the\nra es.\n                 forwarding office who shall be hdd responsible therefor.\nAdvice to\nsender re"
    },
    {
      "provision_ref": "sec57",
      "section": "57",
      "title": "Section 57",
      "content": "57. If a message handed in at a railway station can be transmitted\ncomparative\nCOTtS.\n                 at less cost to the sender than through the post office telegraph\n                 stations the sender Shall be so advised and the message despatched\n                 according to his decision.\n                   The post office shall act in a sinilar manner in respect of messages\n                 handed in at a post office telegraph station or a railway station.\n                                                  Delivery\nAccounting.        58. When the fee for delivery of any message is collected by the\n                 post office, but the delivery is made by the railway, the cost of delivery\n                 shall be debited against and collected from the Post Oilice Department.\n                                                 Disposal of fees\nRemittances        59. All amounts collected in respect of messages handed in at\nof fees to\nPost Office.     railway stations in accordance with these Rules shall be remitted to the\n                 railway accountant and credited by him to the Post Office Department.\nMonthly            60. Every station master shall render (in duplicate) in accordance\nre~~rns.\n                 with the form provided to the railway accountant and by him forwarded\n                 to the Postmaster-General a monthly return in respect of messages\n                 on which special fees shall be payable under these Rules, such special\n                 fees shall be paid direct to th:, persons entitled thereto by the\n                 Postmaster-General.\n Monthly            61. The railway accountant shall render to the Postmaster-General\n account.\n                 monthly an account for special delivery services performed by the\n                 railway in accordance with these Rules.\n                                [The inclusion of this pane is authorhcd by L.N. 127/19SO]\n                      THE TELEGRAPH RULES, I933                                       19"
    },
    {
      "provision_ref": "sec62",
      "section": "62",
      "title": "Section 62",
      "content": "62. If a message be accepted either by the post ofice or by the Transfer of\n                                                                     mesages\nrailway and such message cannot be transmitted to its destination on h q ~ c c n\n                                                                     railway and\naccount of interruption of communication, the post office may send post office.\nsuch message to the railway or vice versa (as the case may be) and\nalso the money collected therefor without any additional cost to the\nsender."
    },
    {
      "provision_ref": "sec63",
      "section": "63",
      "title": "Section 63",
      "content": "63. In case the money collected for such telegrams be insufficient spiitti.~eot\n                                                                       tees.\nto provide the fees under these Rules for the operators, each operator\nemployed for the transmission of such messages shall receive an equal\nshare of the amount collected."
    },
    {
      "provision_ref": "sec64",
      "section": "64",
      "title": "Section 64",
      "content": "64. Telegrams despatched by the railway but not by the post office Messages re\n                                                                      shipment of\nin regard to the shipment of fruit by rail will be accepted at nights fruit by"
    },
    {
      "provision_ref": "sec65",
      "section": "65",
      "title": "Section 65",
      "content": "65. In accordance with an agreement made between the Postmaster- Mcssagesre\nGeneral and the General Manager of the Jamaica Railway Corporation, yA2:!aph\n                                                                          SCIVICBS.\nthe public may send telegrams over the railway lines either between\nrailway stations only or in connection with the postal telegraph service.\n   Messages may be accepted at any railway telegraph station for\ntransmission to any other railway telegraph station or to any postal\ntelegraph station, and messages may be accepted at any postal telegraph\nstation for transmission to any railway telegraph station."
    },
    {
      "provision_ref": "sec66",
      "section": "66",
      "title": "Section 66",
      "content": "66. The railway telegraph station will deliver free of charge any nelivery\ntelegram addressed to a place within a radius of one mile from the ~ ~ ~ : : ' , \" d ~ ~ s ,\nrailway telegraph station of destination, provided there is not any\npostal telegraph station within such radius. It shall be optional for\nthe railway-telegraph office to deliver telegrams to the addressee or\nto send them to a postal telegraph station or district post office for\ndelivery where such station or office is within one mile of the railway\ntelegraph station and is nearer than the destination of the telegram.\nMessages for delivery by a district post office must be handed in to\n such office before 5.00 p.m., otherwise the railway agent must arrange\nto make delivery directly from the railway telegraph station.\n20                                     THE TELEGRAPH RULES, 1933\nProxdure.          67. The person in charge of a district post office receiving a telegram\n                 shall sign and return to the railway station master the delivery form\n                 or ticket accompanying such telegram.\n                    The telegram shall then be delivered immediately by a post office\n                 messenser in accordance with the rules governing delivery of such\n                 telegrams.\n                   A messenger's delivery form or ticket shall be filled up and sent\n                 out with Lhe telegram, and the szme shall be signed by the addressee\n                 or person receiving the telegram.\n                   All such delivery forms or tickets so signed as aforesaid shall be\n                 forwarded by the person in charge of the district post office to the\n                 Superintendent of Telegraphs on Monday of each week.\nDe!~very            68. No tclegram shall be accepted for transmission over the railway\noulridc one\nnlilc radius.    telegraph lines if it be addressed to any place situated beyond a radius\n                 of one mile from a railway station unless there be a postal telegraph\n                 olfice or district post oRice within such radius to which such telegram\n                 can be transferred for delivery and unless all fees for porterage be\n                 prepaid by the sender. If the porterage fees be not paid the sender\n                 shall be informed that the telegram will remain in the district post\n                 o s c e until applied for by the addressee.\noL7l:aetion to      69. The railway telegraph stat:ons shall accept for transmission any\nilccr )I\ntelcliram.       telegram addressed to any postal telegraph station if the cost thereof\n                 including porterage fees (if any) be fully prepaid.\nServ ce\nITtCSSBgeS-"
    },
    {
      "provision_ref": "sec70",
      "section": "70",
      "title": "Section 70",
      "content": "70. All service messages whether by the Post Office Department or\nfree.            the Jamaica Railway Corporation in respect of postal telegraph or\n                 railway te!egraph business shall be transmitted free of charge.\n                                                       --\n                               [The inclu~ion of thk page is authoriced by L.N. 286/1976]\n                                                                                            -"
    }
  ],
  "definitions": []
}