{
  "id": "jm-subs-the-toll-roads-act",
  "type": "statute",
  "title": "The Toll Roads Act",
  "title_en": "The Toll Roads Act",
  "short_name": "Toll Roads Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-toll-roads-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-toll-roads-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. Tius Order may be cited as the Toll Roads (Designation of Highway\n2000 Phase I) Order, 2002."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.08                                THE TOLL AUTHORITY (MANAGEMENT) REGULATIONS, 2003\nProkction of              12.-(1) No action, suit, prosecution or other proceedings shall be brought or instituted\nmemben.\n                     personally against any member of the Authority in respect of any act done bona fide in\n                     pursuance or execution or intended execution of these Regulations.\n                               (2) Where any member of the Authority is exempt from liability by reason only of the\n                     provisions of this paragraph, the Authority shall be liable to the extent that it would be if the said\n                     member were an employee or an agent of the Authority.\nDisclosure or             13. A member of the Authority who is directly or indirectly interested in any matter which\ninterest.\n                     is being dealt with by the Authority-\n                                 (a) shall as soon as possible atter the relevant facts have come to his\n                                     knowledge, disclose the nature of his interest at a meeting of the\n                                     Authority; and\n                                 (b) shall not be present during the deliberation of the authority on the matter or\n                                     take part in the decision of the Authority with respect thereto.\nofliceormnbers           14. The office of the Chairman, Deputy Chairman, or member of the Authority shall not be\nno1 public oflice.\n                     a public office for the purposes of Chapter V of the Constitution of Jamaica.\n                                           [The i ~ i c l u s i oo~f ~this page is authorized by L.N. 33A120051\n                                      TOLL R O m S\n                            THE TOLL ROADS ACT\n                                      ORDER\n                                (under section 8 (1) )\n          (Made b y the Minister on the 12th day ofMarch, 2002)                             L.N. 23F12002"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The fee payable by a concessionaire on an application for permission\nto levy toll shall be one hundred and fifty thousand dollars.\n                               of th~spage is autliorized by L.N. 33A!?005]\n                 [The i~iclusio~i"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1) The Authority shall keep, at such place and in such form and ~ $ ~ o f l o \"\nmanner as the Minister may from time to time direct, a Registrar of toll roads\nin which shall be entered all the lines of roads and description of any areas\nwhich are declared to be toll roads.\n        (2) The Authority shall-\n      (a) from time to time, enter in the Registrar any other road or part of\n          any other road or description of any area which the Minister may,\n          from time to time, by notice in the Gazette declare to be a toll\n          road under section 8(l)(a) of the Act; and\n      (b) remove from the Registrar, any road or part of a road or\n          description of any area which the Minister may, from time to time\n          by notice in the Gazette, declare to have ceased to be a toll road.\n                                  THE TOLL AUTHORITY(MANAGEMENT) REGULATIONS, 2003\n                               ( 3 ) The production of a certificate purporting to be signed by the\n                      Chairman or the Secretary of the Authority certifying that the road mentioned\n                      therein is a toll road shall without further proof be prime facie evidence that\n                      such road is properly designated as a toll road under the Act.\n                              (4) A certificate issued by the Chairman or the Secretary of the\n                      Authority in accordance with paragraph ( 3 ) shall not be liable to stamp duty.\nPerformancc of\nfunctions under the"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1) The Authority shall perform its functions under the Act in such\nACL                   manner as it considers best calculated to-\n                                  further the reasonable interests of users of toll roads in Jamaica\n                                  by establishing a system for the regulation of tolls that takes\n                                  account of those interests;\n                                  promote the efficient, economic and profitable operation of toll\n                                  roads;\n                                 ensure compliance with such international obligations of Jamaica\n                                 as may be notified to the Authority by the Minister;\n                                  create an enabling environment for potential investors in toll\n                                  roads;\n                                  impose such minimum restrictions on concessionaires as are\n                                  consistent with the performance by the Authority of its functions;\n                                  further such vital public interests as may be notified to the\n                                  Authority by the Minister from time to time; and\n                                 ensure that toll roads are operated in accordance with\n                                 performance standards and service levels consistent with best\n                                 industry practices.\n                               ( 2 ) In making a decision in the exercise of its functions under the\n                      Act, the Authority shall observe reasonable standards of procedural fairness,\n                      act in a timely fashion and observe the rules of natural justice, and, without\n                      prejudice to the generality of the foregoing, the Authority shall-\n                            ( a ) consult with persons who are or are likely to be affected by the\n                                  decision;\n                            ( b ) give to such persons an opportunity to make submissions and to\n                                  be heard by the Authority;\n                            ( c ) have regard to the evidence adduced at any such hearing and to\n                                  the matters contained in any such submissions;\n                            (d) give reasons in writing for each decision;\n                            ( e ) give notice of each decision in the prescribed manner.\n            THE TOLL AUTHORITY(MANAGEMENT)REGULATIONS,2003                               2.03"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) The Authority may delegate any of its functions under these De'eg\"ion\nRegulations (other than the power of delegation) to any local authority, any\npublic servant or to any member, officer or agent of the Authority.\n          (2) Every delegation under paragraph (1) is revocable by the\nAuthority and the delegation of a function shall not preclude the performance\nof that function by the Authority.\n                 Financial Provisions, Accounts and Reports"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. For the purpose of section 8(2) of the Act, the alternative routes are as\nset out in the Second Schedule.\n                  Description ofAreas Designated as Highway 2000 Phase 1\n    The areas designated as a toll road to be known as \"Highway 2000 Phase I\" are as\nfollows-\n      (a)    Kingston to Williamsfield (approximately 72 kilomet~es incorporating\n             approximately 13 kilometres of the 2-lane Old Harbour Bypass currently under\n             construction, portions of the proposed Porus Bypass within the pre-defined Right of\n             Way, 5 kilometres of the existing Melrose Bypass (2 and 3 lane provision) and\n             including connections to Dyke Road and the Mandela Highway in Kingston and to\n             Highway A2 at Williamsfield); and\n       (b) Portmore Causeway/Dyke Road Upgrading (approximately 11.5 kilometres of 6\n           and 2 lane arterial roadway from 100 metres east and 100 metres north of the\n           Marcus Garvey DriveICauseway Road intersection, including upgrading and\n           reconstruction of the intersection to the Dyke RoadlPortmore Access Road\n           interchange and including a new 6 lane crossing of Hunt's Bay and demolition of\n           the existing bridge) and including a new 2-lane road link through Poftmore and\n           along the existing Dyke Road\n                                Description ofAlternative Routes\n   The alternative routes for the areas known as Highway 2000 Phase 1 are-\n       (a)   in relation to the Portmore Causeway, along the Mandela Highway onto the Dyke\n             Road through Gregory Park and into Poftmore and vice versa; and\n       (b)   in relation to the s&dy Bay route, along the Mandela Highway, the Spanish Town\n             Bypass, onto Old Harbour Road to Bushy Park and the Bustamante Highway and\n             vice versa.\n                                     TOLL ROADS\n                           THE TOLL ROADS ACT\n                                  REGULATIONS\n                               (under section 32 (1))\n       (Made by the TONAuthority, with the approval of the Minister,               L,N. 114Di2003\n                   on the 19th day of September, 2003)"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) The Authority shall keep proper accounts and other records in ~ ~ ~ ' ' a \" d\nrelation to its functions and shall prepare annually a statement of accounts in\na form satisfactory to the Minister and conforming to established accounting\nprinciples.\n          (2) The accounts of the Authority shall be audited annually by an\nauditor appointed in each year by the Authority with the approval of the\nMinister.\n          (3) The Auditor-General shall be entitled at all times to examine the\naccounts of the Authority."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) The seal of the Authority shall be authenticated by the sigmture of the\nchairman or any other member of the Authority authorized to act in that behalf or any officer of\nthe Authority so authorized and shall be judicially and officially noticed.\n                                                                                                    $:,:\n                                                                                                    Authenhtion\n         (2) All documents, other than those required by law to be under seal, made by, and all\ndecisions of, the Authority may be signified under the hand of the chairman or any member or\nofficer of the Authority authorized to act in that behalf."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) The Authority shall be exempt from liability to stamp duty in\nrespect of any instrument executed by it or on its behalf.\n                                                                                   ~~~~~\n          (2) Any transfer by the Authority of any property belonging to it or\nof any right or interest created in, over or otherwise with respect to, any such\nproperty shall be exempt from transfer tax."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(I) The Authority may, with the approval of the Minister, appoint                           Appoint~nlot\ncommittees for special purposes connected with the functions of the Authority and which,            cO'mit'ees.\nin the opinion of the Authority, would be better regulated and managed by means of\ncommittees.\n          (2) The number of members of a committee appointed under sub-paragraph (I), the\nterms of appointment of such members, the quorum of the committee and the area within which\nthe committee is to exercise authority shall be determined by the Authority.\n        (3) A committee appointed pursuant to this paragraph may include persons who are\nnot members of the Authority, but at least one of the members of any such committee shall be a\nmember of the Authority.\n        (4) The provisions of paragraph 12 shall apply to a member of a committee who\nis not a member of the Authority in like manner as they apply to a member of the\nAuthority.\n        (5) The validity of the proceedings of a committee appointed pursuant to this paragraph\nshall not be affected by any vacancy among the members thereof or by any defect in the\nappointment of a member thereof.\n                     (The inclusion of this page is authorized by L.N. 33A/2M)S]"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(1) Subject to the provisions of paragraph (2), the Authority may\n                       borrow such sums as may be required by it for meeting any of its obligations\n                       or discharging any of its functions.\n                                (2) The power of the Authority to borrow shall, as to amount, as to\n                       the source of borrowing, and as to the terms on which the borrowing may be\n                       effected, be exercisable only with the approval of the Minister responsible for\n                       finance and any approval given in any respects for the purposes of this\n                       paragraph may be either general or limited to a particular borrowing or\n                       otherwise and may be either unconditional or subject to conditions.\nMinisler o f Finance\nmay guarantee              13.-(1) With the approval of the House of Representatives signified by\nloans,ec,to            resolution, the Minister responsible for finance may guarantee, in such\nAuthority.\n                       manner and on such conditions as he thinks fit the repayment of the principal\n                       and the payment of interest and charges on any authorized borrowing of the\n                       Authority.\n                                (2) Where the Minister responsible for finance is satisfied that there\n                       has been default in the repayment of any principal moneys guaranteed under\n                       the provisions of this section or in the payment of interest or charges so\n                       guaranteed he shall direct the repayment or, as the case may be, the payment,\n                       out of the Consolidated Fund of the amount in respect of which there has\n                       been such default and any such repayment or payment shall be a charge on\n                       the Consolidated Fund.\n                                 (3) The Authority shall make to the Accountant-General, at such\n                       times and in such manner as the Minister responsible for finance may direct,\n                       payments of such amounts as may be so directed in or towards repayment of\n                       any sums issued in fulfilment of any guarantee under this section, and\n                       payments of interest on what is outstanding for the time being in respect of\n                       any sums so issued at such rate as the Minister may direct, and different rates\n                       of interest may be directed as respects different sums and as respects interest\n                       for different periods.\nReturns, etc., by\nAuthority.                14. The Authority shall furnish the Minister with such returns, accounts\n                       and other information as he may require with respect to the activities of the\n                       Authority, and shall afford him facilities for verifying such information in\n                       such manner and at such times as he may reasonably require.\n~ n n u arepons.\n           ~"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1) The Authority shall, within six months after the end of each\n                       financial year or within such longer period as the Minister may in special\n                       circumstances approve, cause to be made and transmit to the Minister a report\n                       dealing generally with the activities of the Authority during the preceding\n                       financial year and containing such information relating to the proceedings\n                       and policy of the Authority as the Minister may from time to time direct.\n            THE TOLL AUTHORITY (MANAGEMENT)REGULATIONS, 2003                          2.05\n         (2) The Minister shall cause a copy of the report together with the\nannual statement of accounts and the auditor's report thereon to be laid in the\nHouse of Representatives and the Senate.\n                                    Administration"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1) The Authority may appoint and employ, at such remuneration, ~ ~ ~ r               ~   ~   ~\nand on such terms and conditions as it thinks fit, a Chief Executive Officer, a other\n                                                                                employees.\nSecretary, technical advisers and such other officers and employees as the\nAuthority deems necessary for the proper carrying out of its finctions:\n   Provided that-\n      (a) no salary in excess of the prescribed rate shall be assigned to any\n           post without the prior approval of the Minister; and\n      (6) no appointment shall be made to any post to which salary in\n            excess of the prescribed rate is assigned without the prior\n            approval of the Minister.\n          (2) For the purposes of paragraph (I), the \"prescribed rate\" means\nsuch rate as the Minister may, by order, prescribe.\n          (3) The Governor-General may, subject to such conditions as he\nmay impose, approve the appointment of any public officer in the service of\nthe Govemment to any office within the Authority, and any public officer so\nappointed shall, while so employed, in relation to any pension, gratuity or\nother allowance and in relation to any other rights as a public officer, be\ntreated as continuing in the service of the Govemment."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. The Authority may, with the approval of the Minister-\n      (a) enter into arrangements respecting schemes, whether by way of\n            insurance policies or otherwise; and\n      (b) make regulations,\nfor medical benefits, pensions, gratuities and other retiring benefits or\ndisability or death benefits, relating to employees of the Authority and such\narrangements or regulations may include provisions for the grant of benefits\nto the dependants and the legal personal representatives of such employees.\n                 [The inclusion of th~sp a p is authorized by L.N. 33A/2005]\n                                  THE TOLL AUTHORITY (MANAGEMENT) REGULATIONS, 2003\n                                                              SCHEDULE                                  (Regulation 3)\n                                               The TONAuthority Constitution ofAuthority\nConstitulion of        1.-(1)   The Authority shall consist of not less than seven nor more than eleven\nAulhority.\n                    members.\n                           (2) The Chief Executive Officer of the National Works Agency or his nominee and the\n                    Permanent Secretary in the Ministry responsible for transport or his nominee shall be ex ofjcio\n                    members of the Authority.\n                             (3) The other members of the Authority (heremafter referred to as \"the appointed\n                    members\") shall be appointed from among persons d h o are qualified as having knowledge of, or\n                    experience in, matters relating to law, engineering, road maintenance or design, architecture,\n                    transport, accountancy, economics or finance.\nAppoinlmcnl of           2. The appointed members shall be appointed by the Minister by instrument in\nmembers.\n                    writing.\nChairman and            3.-(1) The Minister shall appoint a chairman and a deputy chairman from among the\nDcpuly Chairman.\n                    appointed members of the Authority.\n                             (2) In the case of the absence or inability to act of the chairman, the deputy chairman\n                    shall perform the functions of the chairman.\n                             (3) In the case of the absence or inability to act of both the chairman and deputy\n                    chairman, the Minister may appoint any other member of the Authority to perform the functions\n                    of the chairman, or, as the case may be, the deputy chairman during such absence or inability.\nGazclling of           4. The names of all members of the Authority as first constituted and every change in the\nappointmenl.\n                    membership thereof shall be published in the Gazette.\nTenure of office.        5.-(I) Subject to the provisions of this Schedule, an appointed member of the Authority\n                    shall hold office for such period not exceeding three years as may be specified in the instrument\n                    of appointment.\n                              (2) Every appointed member of the Authority shall be eligible for reappointment\n                    but no member shall be appointed for more than six consecutive years.\n                            (3) If any vacancy occurs in the appointed membership of the Authority such vacancy\n                    shall be filled by the appointment of another appointed member who shall, subject to the\n                    provisions of this Schedule, hold office for the remainder of the period for which the previous\n                    appointed member was appointed.\nGrant of leave of       6. The Minister, on the application of any appointed member of the Authority,\nabsence.\n                    may grant to such member leave of absence for any period not exceeding six months\n                    and may appoint some other person to act as a member during the period of leave of\n                    absence so granted.\nResignation of           7.-(1) An appointed member of the Authority, other than the chairman, may at any time\nmembers.\n                    resign his ofice by instrument in writing addressed to the Minister and transmitted through the\n                    chairman, and from the date of receipt by the Minister of such instrument, the member shall\n                    cease to be a member of the Authority.\n                            (2) The chairman may, at any time, resign his office by instrument in writing addressed\n                    to the Minister and his resignation shall take effect from the date of the receipt of the instrument\n                    by the Minister.\n              THE TOLL AIJTHORITY(MANAGEMENT) REGULATIONS, 2003                                            2.07\n     &-(I) The Authority shall meet at such times as may be necessary or expedient for the          Pmcedure and\ntransaction of business, and such meetings shall be held at such places and times and on such\ndays as the Authority may determine.\n        (2) The chairman may at any time call a special meeting of the Authority and shall call\na special meeting to be held within seven days of a written request for that purpose addressed to\nhim by any three members of the Authority.\n        (3) The chairman or, in the case of the inability to act of the chairman, the\ndeputy chairman shall preside at the meetings of the Authority and in the absence of\nboth the chairman and the deputy chairman from any meeting, the members of the\nAuthority present shall elect one of their number to preside at that meeting and when so\npresiding the chairman, the deputy chairman or the member elected as aforesaid, as the\ncase may be, shall have, in addition to an original vote, a casting vote in any case in\nwhich the votes are equal.\n        (4) The quorum of the Authority shall be four.\n        (5) Subject to the provisions of this Schedule, the Authority may regulate ~ t s\nproceedings.\n         (6) The validity of any proceedings of the Authority shall not be affected by any\nvacancy among the members thereof or by any defect in the appointment of a member\nthereof."
    }
  ],
  "definitions": [
    {
      "term": "prescribed rate",
      "definition": "such rate as the Minister may, by order, prescribe",
      "source_provision": "sec16"
    }
  ]
}