{
  "id": "jm-subs-the-tourist-duty-free-shopping-system-act",
  "type": "statute",
  "title": "The Tourist (Duty-Free) Shopping System Act",
  "title_en": "The Tourist (Duty-Free) Shopping System Act",
  "short_name": "Tourist (Duty-Free) Shopping System Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-tourist-duty-free-shopping-system-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-tourist-duty-free-shopping-system-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. Sales slips for approved goods shall show-\n                (a) the name of the visitor;\n                 (b) the foreign address of the visitor;\n                 (c) the visitor's address m Jamaica;\n                 (4 the date of the sale;\n                 (e) the name of the carrier and the flight number, or the name\n                      of the ship and the cabin number;\nTHE TOURIST (DUTY-FREE: SHOPPING SYSTEM REGULATIONS, 1975\n                       THIRD SCHEDULE, contd.\n          (f) the date and time of departure;\n          (g) the port or place from which the visitor is leaving;\n          (h) the description of the goods;\n          (9 the quantity of the goods;\n          0') the unit price of the goods;\n           ( k ) the value of the goods;\n            (I) a declaration Q be signed by the visitor stating that he\n                   is neither domiciled nor ordinarily resident in Jamaica, and\n                  that the goods purchased will be exported;\n          (m) any of the following--\n                       (i) the visitor's visa number or passport number and\n                           its country of origin;\n                      (ii) landing card number (if numbered);\n                     (iii) the number of the return travel ticket, quoting carrier,\n                           date and place of issue of ticket;\n                     (iv) the number of the social security card or any other\n                            entry document by which the visitor was landed in\n                            Jamaica;\n            in) the signature of the tourist (duty-free) shop operator or his\n                   duly appointed agent or representative; and\n            ( L ) the signature of the Customs officer who shall also certify,\n                   where necessary, the production of satisfactory travel docu-\n                  ments by the visitor."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. I enclose the following-\n          (a) the fee of $ ..................for the period ..............................\n                to the 31st March;\n          ( b ) +Banker's reference or such other suitable reference as may\n                be acceptable to the Commissioner of Customs and Excise\n                as to the finanoial stability of the applicant (insert details of\n                other reference);\n          (c) character references (sce instructions below);\n          (d) bond in the sum of S .................. ;\n          (e) where the applicant is a firm or association, a statement\n                showing the full names, addresses and occupations of dl\n                members of such firm or association;\n          ( f ) whcre the applicant is a company--\n                   (i) a statement showing the full names and addresses of\n                       the directors and secretary of the company and of the\n                       persons in accordance with whose directions or instruc-\n                       tions the directors are accustomed to act (indicate who\n                       are directors and who is secretary);\n                  (ii) a statement showing the authorized capital and issued\n                       capital, the r d - u p capital and a list of the name%\n                       addresses an occupation of the persons who are share-\n                       holders in the company at the time of the application;\n             [The Inclusion of tMs pauc is autbbhed by L.N. 154/1986]\nTHE TOURIST (DUTY-FREE) SFIO?PINT; SYSTEM REGULATIONS, 1975\n                                FIRST SCHEDULE,c o d .\n           (g) a return giving particulars of the names, addresses and occupa-\n               tions of persons who are authorized to act as the applicant's\n               accredited agents. (Where the person authorized is a company\n               there must be attached a statement showing the full names.\n               addresses and occupation of the directors, secretary and\n               of persons in accordance with whose directions or instructions\n               the directors are accustomed to act).\n      Dated the...............day of .............................., 19......\n                                              .....................................................\n                                                         Signature of ,f pplicatrt\n                                              (Insert description if application is\n                                              made for and on behalf of a company)\n      (Ibo references as to the character of the applicant or, where the\n      aipplication is made for and on behalf of a company, of each director\n      thereof and of each person in accordance with whose directions the\n      directors are accustomed to act, are to be provided ~n the following\n      form).\n         I, C.D., of .................................\n                                                    (description) have known A.B. of\n       ..............................for a period of        years and am of\n      the opinion that he is a fit and proper person to be the holder of a\n      tourist (duty-free) shop operator's licence. 1 am not related to him.\n         Dated the...............day of ...............................19      ......\n                                                              C.D.\n       FORMA2      Return of persons authorized to act as accredited\n                   agents of the tourist (duty-free) shop operator\n         I hereby certify that the following persons have been authorized by\n      me in writing to act as my agent for the purpose of selling or other-\n      wise disposing of duty-free consumables and approved goods in a\n      licensed tourist (duty-free) shop and exhibiting such goods as samples\n      thereof.\n                 -\n                 *Name\n                                             -\n                                            Address                      Occupation\n                                .....................................................................\n                                 Signature o f Tourist (Duty-Free) Shop Operator\n                                (Insert description if application is made for and\n                                on behalf of a company)\n       *(wn.erc the person authorized is a company, attach a statement\n       showing the full names, addresses and occupations of directors.\n       secretary and of permns in accordance with whose directions or\n       instructions the directors are accustomed to act).\n               ['he hclusios d thit~page is authorized by L.N. lS4119861\nTHE TOURIST (DUTY-FREE) SHOPPING SYSTEM REGULATIONS, 1975\n                          FIRST SCHEDULE, contd.\n               THE TOURIST(DUTY-FREE)SHOPPINGSYSTEMACI\n         FORMB   Tourist (Duty-Free) Shop operator'.^ Licence\n                                                      No.. ......................\n           This is to certify that ..............................\n                                                               of       ..............................\n         in the parish of .................................is hereby licensed to act as a\n         tourist (duty-free) shop operator under the provisions of the Tourist\n         (Duty-Free) Shopping System Act.\n           This licence shall be in force from the ..............................day of\n         .................................19. . . . . and, subject to the provisions of the\n         aforementioned Act shall cease to be in force on the 31st day of\n         March. 19.........\n            Dated the...............day of ..............................,19......\n                                                ......................................................\n                                                commissioner of Custom and Excise\n                    THETOURIST(DUTY-FREE)SHOPPINGSYSTEMACT\n         FORMC1         Application for Grant of a Tourist (Duty-Free)\n                                 Shop Operator's Agency Permit\n           To the Commissioner of Customs and Excise :"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 . 4 1 ) Every application for a tourist (duty-free) shop operator's or tourist\nagency permit, or for any renewal thereof, shall be in the form specified !\"h\",'p\"frre)\nas Form C1 in the First Schedule. and shall be accompanied by- ~ ~ , \" ~ ~ '\n                                                                           permit.\n                                                                           Form C1.\n    (a) a written accreditation, in the form specified as Form C2          Form c 2 .\n        in the aforesaid Schedule, from the tourist (duty-free) shop\n        operator whose agent he is; and\n    (b) a fee in accordance with the scale of fees specified in the\n        Second Schedule.\n                THE TOURIST (DUTY-FREE) SHOPPING SYSTEM REGULATIONS, 1975\n                      (2) Every tourist (duty-free) shop operator's agency permit, and\n                every renewal thereof, shall be in the form specified as Form D in the\n                First Schedule.\nA.pplication\nfor tourlst       4.-41) Every application for a tourist (duty-free) shop licence, or\n(duty-free)\nshop licence.   for any renewal thereof, shall be in the form specified as Form E\nFirst\nSchedule.       in the First Schedule, and shall bc accompanied by-\nForm E.\nSecond\nSchedule.\n                        (a) the fee in accordance with the scale specified in the Second\n                            Schedule; and\n                        (b) a complete description of the location, and a plan, sufficient\n                            to show the layout and location of, and the means of access\n                            to, the premises, or area in any premises, in relation to which\n                            the application is made; and\n                        (c) a recommendation from the Tourist Board that no objection\n                            is offered by that Board to the grant of a licence for the\n                            operation of such premises or area of such premises as a\n                            tourist shop.\n                       (2) Where the application is for the renewal of a tourist (duty-\n                free) shop licence and there has been no alteration in the premises.\n                it shall not be necessary to submit a description and plan.\n                      (3) Every tourist (duty-free) shop licence or renewal thereof\nForm P.         shall be in the form specified as Form F in the First Schedule.\n                      (4) A tourist (duty-free) shop licence shall be issued in the\n                name of the holder of a tourist (duty-free) shop operator's licence, or\n                the holder of a tourist (duty-free) shop operator's agency permit, by\n                whom application for the licence was made.\n                       (5) The Commissioner may, if he thinks fit, grant a tourist\n                (duty-free) shop licence in relation to premises which are under con-\n                struction or are to be constructed."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Where-\n    (4 pursuant to paragraph 1 , 2 or 3, payment of fees in respect of any licenos\n          or permit is baing made in instalments; and\n     (b) the holder of any such licence o r permit fails to pay any instalment on\n          the due date,\nthe licence or permit in respect of which the amount remains unpaid shall cease\nto have effect, but without prejudice to the recovery of any fees payable con-\nsequent on the operations of the holder of the licence or permit, subsequent to\nthe cessation as aforesaid.\n                                      THIRD SCHEDULE                      (Regulations I 1\n                                                                          and 13)\n                         PARTICULARSTO BE SHOWNON SALES SLIPS\n                                         Approved Goods"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The Commissioner shall keep a register showing particulars\n                of all tourist (duty-free) shop operator's licences, tourist (duty-free)\n                shop operator's agency permits and tourist (duty-free) shop licences\n                granted or renewed by him, and shall make an appropriate entry\n                in the register where any such licence or permit is cancelled.\nC:anccllatlon      &-(I)   Any person who wishes to make an application to the\nrf licence\nar permit.      Commissioner requesting that a tourist (duty-free) shop operator's\n                licence, or a tourist (duty-free) shop operator's agency permit, as the\n                - .-\n                   .-\nTHE TOURIST (DL'TY-FREE,' SHOPPING SYSTEM REGULATIONS, 1975                  5\ncase may be, be cancelled shall make such application in writing and\nshall submit to the Commissioner togelher with t5at api~licationtwo\ncopies of a statement of the grounds on which the application is made.\n       (2) Unless the applicaticn is withdrawn, the Commissioner shall\ngive to-\n     (a) the applicant; and\n     (b) the holder of the licence or the permit,\nnot less than twenty-one days' notice in writing of the date, time and\nplace appointed for the consideration of the application by the Commis-\nsioner and shall send to the holder of the licence or the permit\ntogether with that notice a copy of the applicant's statement cf\nthe grounds on which the application is made.\n      (3) At the consideration of the application the applicant and\nthe holder of the liceilce or the permit shall be entitled-\n      (a) to be heard in person; or\n    ( b ) to be represented by an attorney,\nand the Comn~issionershall hear the representations of both parties\nand may take evidence on oath.\n      (4) If the Commissioner decides not to cancel the licence\nor permit he shall cause notice in writing of his decision to be given\nto the applicant and to the holder of the licence or permit.\n      (5) If the Commissioner decides to cancel the permit, such\ncancellation shall not take effect-\n      (a) until the expiration of the time within which an appeal pur-\n          suant to section 9 of the Act may be made; or\n      (b) where an appeal is made, until such appeal has been deter-\n          mined."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) Every appeal to the Minister pursuant to section 9 of the Appeals.\nAct shall be brought by notice in writing addressed to the Minister.\n      (2) A fee of two hundred dollars shall be paid to the Accountant-\nGeneral in respect of such appeal, and the receipt evidencing payment\nof such fee shall be attached to the notice of appeal.\n        (3) hvery notice of appeal shall-\n      (a) set out the name and address of the appellant;\n      (b) state the grounds of appeal;\n -7\n               flhe Inclusion uf this p a s L authorLed by L.N. 154119Wl\n             T H E TOURIS7' (DU1'I'-FREE) SHOPPING SYSTEM REGULATION$, 1975\n                  (c) be accompanied by copies of any documents on which the\n                      appellant relies in supporl of the appeal,\n             and a cogy of the notice together with cop ;s of the docume~~ts\n                                                                          referred\n             to in sub-paragraph (c) (if any) shall be served on the Coxmissioner\n             within the period specified in section 9 of the Act.\n                    (4) The CommisAoner shall, not Inore than fourteen days\n             :;\":aservice or? him of the notice of appeal, transmit to the Ministe.\n             a wii~tenstatement of the reasons for the decision in respect of which\n             the ap1:eal is brought and of the respects, if any, in which he cnn-\n             troveris the contents of any document of which copies have bee11\n             served on him.\n                    (5) 'The Minister may require the appellant or the C'onmi:sioner\n             to furnish in writing within a specified time such fi~rtherpxticulars as\n             may be specified in such requirement.\n                    (6) The Minister may, i it appears necessary so to do, give the\n             appellant and the Commissioner and their respxtivc wi,ncsse, (if an):\n             an opportuiuty to appear a: a hearing and be heard on matters arising\n             out of the documenis referred to iu paragraph (3).\n                   (7) An appellant or the Commissioner may be represeuted\n             at a hearing by any person authorized in writing by him in that behaif.\n                   (8) A record of the evidence given at a hearing shall be madc\n             and shall be signed by the Minister who shall mark, date, and initial\n             all documents produced at the hearing and attach such documeuh\n             to the other papers pertaining to the hearing.\n                   (9) Subject to the provisions of the Act and of this regulation,\n             the procedure at the hearing shaU be such as may be determiued\n             the Minister.\nSltrrcnder      7A.-(1) The holder of a licence or permit granted under these Regu-\nof licence\noruermit.    lations may by notice in writing to the Commissione: surrender his\n             licence or permit, and such notice shall be accompanied by ,the licence\n             or permit.\n                      (2) Where a licenc~o, permit is surrendered pursuant to this\n             regulation, the Commissioner may. on receipt of tli; notice referred\n             to in paragraph (I), refnnd to the holder of the licence or permit a\n             sum equal to the smc mt of fees paid in respect of any month not\n             commenced at the date on which the surrender takes effect.\n                                        --\n                           [The Incluston of thls p a n h uuthorLed bv L.N. 154/19861\nTHE TOURIST (DUTY-FREE) SfIOPPlNG SYSTEM REGULATIONS. 1975\n  &-(I) There shall be registered not more than two display centres           Divla~\n                                                                              cencrea.\nin any parish in relation to a licensed tourist (duty-free) shop situated\nin such parish.\n      (2) Unless the Comn~issioner in any particular case otherwise\npermits, a display centre shall not be registered in a parish other than\nthe parish in which the licensed tourist (duty-freej shop in relation\nto which such centre is registered is situated.\n       (3) The holder of        wist (duty-free) shop licence, in relation\nto which a display centre i t     istered, shall give to the Commissioner\nin respect of each such centre ~tificationin writing oC-\n     (a) the quantity of any appoved goods or consumables released\n          from the licensed tourist (duty-free) shop to be displayed in\n          a registered display centre;\n     (b) the description of such goods;\n     (c) the location of such goodc;\n     (d) the location of any samples of such goods;\n     (e) the date on which such goods were released;\n and a copy of such notification shall be retained in the licenseci tourist\n (duty-free) shop for such purposes as the Commissioner may spccify.\n       (4) The Commisioner shall be notified in like manner of any\nalteration in any of the matters specified in subparagraphs (a) to (e) of\nparagraph (3)."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-41) The Jamaica Tourist Board shall issue an emblem (to be l.,,,kt\nknown as the \"Tourist Board's emblem\") to indicate clearly that a :2,:2.\nlicensed tourist (duty-free) shop is a shop approved by that Board for\npurposes of the tourist (duty-free) shopping system.\n       (2) Every holder of a tourist (duty-free) shop licence shall, in\n respect of each such licence that he holds, apply to the Tourist Board\n for the Tourist Board's emblem, and shall display such emblem in a\n conspicuous position in each such licensed tourist (duty-free) shop."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Every holder of a tourist (duty-free) shop licence shall, in a Licence,and\n conspicuous position in each licensed tourist (duty-free) shop that he :zit;,'q\n operates-\n      (a) display the licence in relation to that shop; and\n      (b) exhibit a notice indicating that-\n             (i) approved goods and consumables are sold only for\n                 export; and\n                [The hluslon of thin paw la authorized by L.N. 154/1985]\n                  THE TOURIST (DUTY-F'REE) SHOPPING SYSTEM REGULATIONS, 1975\n                             (ii) failure to comply with the requirement that such goods\n                                  are to be exported constitutes an offence against the\n                                  Act for which a penalty will be i~curred.\nRecord of\nsales of\n                    PI.-(:) Every sale of my approved goods shall be recorded by\napproved\ngoods.\n                  means of sales slips In a form showing the particulars specified h the\n'Ihll d\nSchedule.\n                  Third Schedule.\n                          (2.) Sales slips shall be in four copies and, subject to the provi\n                  sions of paragraph (5) shall be distributed as follows-\n                       (a) one copy for the purchaser:\n                       (b) one copy for the customs officer;\n                       (r.) one copy for the operator of the tourist (duty-free) shop; and\n                       ( d ) one copy to be retained on file at the tourist (duty-free) shop\n                             for purposes of customs audit.\n                        (3) Sales slips shall be numbered and shall be issued ~n\n                  nvmerkal sequence commencing with the lowest number.\n                         (4) Every sales slip shall have printed or legibly written thereon\n                  the number of the tourist (duty-free) shop operator's licence, or the\n                  number and letter of the tourist (duty-free) shop operator's agency\n                  permit, and the number of the tourist (duty-free) shop licence.\n                         (5) If any sales slip is spoilt, the word \"cancelled\" shall be\n                  written across it, and all copies shall be retained for purposes of\n                  customs audit.\nL.ocalisl.tion      12. Consumables shall be delivered to a purchaser only from ware-\nof warehouses\nfor drlivwy o f   houses located at-\nconsumablu.\n                      (a) the Norman Manley International ~ i r p o r t ;\n                      (b) the waterfront area of Kingston;\n                      (c) the Sangster International Airport;\n                       (d) the waterfront area of Montego Bay; and\n                       (e) such other places of embarkation as the Commissioner may\n                           from time to time approve.\nRecord of           13.-(1) Subject to the provisions of regulation 14, every sale of\n&s   of\n                  consumables shall be recorded by means of a sales slip in a forra\n                  showing the particulars specified in the Third Schedule.\n                  --                                                           .   ~\nTHE TOURIST (DUTY-FREE) SHOPPING SYSTEM REGULATIONS, 197.5\n        (2) In addition to the details referred to in paragraph (I), sales\nslips for consumables shall contain a section to be known as the \"claim\nsection\" and shall be perforated to permit the claim section to be\ndetached by the warehousekeeper at the time of delivery of the\nconsumables.\n       (3) Where sales are made, or orders supplied, from warehouses\nother than those listed in sub-paragraphs (a), (b). (c) and (d) of regula-\ntion 12, sales slips shall also contain a declaration signed by the\npurchaser that the consumables will be exported.\n        (4) Sales slips for consumables shall be in four copies and.\nsubject to the provisions of paragraph (7) shall be distributed as\nfollows-\n     (a) one copy for the purchaser;\n     (b) one copy for the customs officer;\n    (c) one copy for the warehousekeeper;\n     (6) one copy to be retained on file at the warehouse for purposes\n         of customs audit.\n       (5) Sales slips shall be numbered and shall be issued in\nnumerical sequence commencing with the lowest number.\n       (6) Every sales slip shall have printed or legibly written thereon\nthe number of the tourist (duty-free) shop operator's licence, or the\nnumber and letter of the tourist (duty-free) shop operator's agency\npermit, and the number of the tourist (duty-free) shop licence.\n       (7) If any sales slip is spoilt, the word \"cancelled\" shall be\nwritten across it. and all copies shall be retained for purposes of\ncustoms audit."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.9.1990.\n           [The inclusion of tbis page is authorized by L.N. 4119971\n             TOURIST (DUTY-FREE) SIfOPPING SYSTEM\n   THE TOURIST (DUTY-FREE) SHOPPING SYSTEM ACT\n                                 REGULATIONS\n                             (under section 281\n                                                                           L.N. 42175\n     (Made by the Minister on the 10th day of January, 1975)               Amdr :\n                                                                           L.N. 204184\n                                                                                73194\n                                                                           G.S. d.d."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-41) Subject to the conditions specified in paragraph (2). where\nconsumables are sold from a warehouse at a place of embarkation- -slip.\n    (a) to any person who is an intransit passenger on any aircraft\n         Qr ship; or\n      (b) to any person who is a departing passenger on any aircraft\n           or ship and who has completed his outgoing clearances with\n           his carrier's agents and with the Immigration Department and\n           has entered the intransit or departure area.\n it shall not be necessary for such sales to be recorded by means of\n individual sales slips (unless so requested by the purchaser) but such\n sales may be recorded by means of composite sales slips.\n                IThe inclusion of this page is authori-cd by L.N. 154/1986]\n                THE TOURIST (DUTY-FREE) SIIOPPING SYSTEM REGULATIONS, 1975\n                          (2) The conditions referred to in paragraph (1) are that corn-\n                posite sales slips shall be used to record only sales in respect of\n                persons who are travelling-\n                     (a) to the same country of foreign destination;\n                     (b) on the same carrier's aircraft or ship;\n                     (c) on the same date of departure;\n                     (4 on the same flight;\n                     (e) at the same time of departure; and\n                     ( f l from the same port or place of departure.\n%bstitutt          1s. plllete a p~lrchnseris departing from a port or place other than\ndelivery of\nconsurnables.   the port or place where he has bought consumables, the Sol1owing\n                arrangements for delivery of the consumables shall apply-\n                     (a) the purchaser shall take the copy of his sales slip to the\n                         warehousekeeper at the port or place of departure;\n                     (b) that warehousekeeper shall-\n                             (i) supply and deliver to the purchaser the goods described\n                                 in the sales slip and issue a new sales slip therefor;\n                            (ii) attach the original sales slip (including the claim\n                                 section) to the file copy of the new sales slip for\n                                 purposes of customs audit;\n                            (iii) forward a copy of the new sales slip to the warehouse-\n                                  keeper who had issued the original sales slip, and advise\n                                  him of the number of the original sales slip;\n                            (iv) upon receiving a copy of the new sales slip, the\n                                 warehousekeeper shall attach that copy to the file copy\n                                 of the original sales slip for purposes of customs audit.\n                                 and shall. where necessary, unpack the consumables\n                                 and return them to stock.\nPackriain8 of      16.--(I) Unless otherwise requested in writing by the visitor the\napproved\n       and      packaging of any approved goods sold under the tourist (duty-free)\nConsumabla.\n                shopping system shall be completed in the presence of the visitor who\n                is purchasing such goods.\n                       (2) Every package shall be sealed with seals approved by the\n                Commissioner and in accordance with any directions the Commissioner\n                may give.\n                --rY-----\n                               mhe imlu?i.n of this pan? IJ suthori,~d hy L.N. 154119861\nTHE TOURlST (DUTY-FREE) SFIOPP1hJG SYSTEM REGULATIONS, 1975\n        (3) Every package shall have either printed thereon or affixed\nthereto in bold letters and a conspicuous colour, the following notice-\n           TSOL No. :\n           TSL No. :\n       (41 Unless otherwise instructed in writing by the visitor.\napproved g3ods shall be delivered to the visitor as soon as possible\nafter packaging and sealing are completed.\n       (5) In addition to the notice specified in paragraph (3), every\npackage containing consumables shall have affixed thereto a label\nwith the following particulars--\n    (a) the name of the purchaser;\n    (b) the departure date of the purchaser;\n    (c) the port or place of departure;\n    (d) the name of the ship; or\n    (e) either the name of the carrier and the flight number; or the\n        name of the carrier and the scheduled time of departure; and\n    (f) the number of the order."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Any person who contravenes or fails to comply with the p,lu,\nprovisions of these Regulations shall be guilty of an offence and, on\nsummary conviction thereof before a Resident Magistrate, shall be\nliable to a fine not exceeding one thousand dollars or to a term\nof imprisonment not exceeding two years. or to both such fine and\nimprisonment.\n                                 --\n              p h c idc1usion of th1S pase is authorized by L.N. 154/19851\nTHE TOURIST (DUTY-FREE) SNOI'PING SYSTEM REGULATIONS. 1975\n                                    FIRST SCHEDULE (Regulations 2. 3\n                                                   and 4)\n                 THE TOURIST(DUTY-FREE)SHOPPINGSYSTEMA m\n      FORMA1          Application for the Grant of a Tourist\n                        (Duty-Free) Shop Operutor's Licence\n        To the commissioner of Customs and Excise:\n        I . *I, A.B., (duly :m:horized in thnt behalf by (insert rlame of\n      company)) herchy apply (Tor and o n ht-hnlf of the said company) for\n                                                     and dec1:lre as follows---\n      a touri\\t (duty trw) hh0p o[le!aL~?r'sl~('(!il~t'\n      +(That 1 was born on.. ..............................   ..........,...;\n      That my officeiprincipal office/usual place of residence (depending on\n      whether the applicant has one or more offices or no office) is at\n      That during the five years preceding the date of this application I\n      have been resident as follows-(insert addresses at which resident\n      with dates in each case));\n      *(That the said company is incorporated in Jamaica and has its regis-\n      tered office at ...............................................................\n                                                                                  );\n      *'lhat (1 haveithe said company has) not during the twelve months\n      immediately prcccdir~g the dale of this application been refused the\n      grant or renewal of a tourist (duty-free) shop operator's licence or\n      tourist (duty-free) shop operator's agency permit *(save as follows\n      (insert details of refusal) );\n      *That (I haveithe said company h a ) not.been the hdder of a tourist\n      (duty-free) shop operator's 1,cence or tourist (duty-free) bhop operator's\n      agency permit which has been forfeited and cancelled +(save as\n      follows (insert details of cancellation))."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19......\n        Dated the ...............day of ..............................,\n                                   ...................................................................\n                                                     Signature of Applicant\n                                    (Insert description if application is made for\n                                             and on behalf of a company)\n       (Two references as to the character of the applicant or, when the\n       application is made for and on behalf of a company of each director\n       thereof and of each person in axordance with whose directions or\n       instructions the directors are accustomed to act, arc to be provided\n       in the following form).\n         I, C.D.. of ................................(description) haw known A.B. of\n       ..............................for a period of ..................years 2nd am of the\n       opinion that he is a fit and proper person to be the holder of a\n       tourist (duty-free) shop operator's agency permit. I am not related to\n       him.\n         Dated thc.. .............day of ............................... 19......\n                                                                C. D.\n        FORM C2         Accreditation by Tourist (Dufy-Free) Shop\n                                     Operator to Agent\n             Tourist (Duty-Free) Shop Operator's Licence No                     .....................\n        Name of Agent ........................................................................\n        Private Address.. .........................................................................\n        Tourist (Duty-Free) Shop Address ...................................................\n          I, the undersigned, hereby aocredit the abovenamed to act acu my\n        agent for the purpose of selling or otherwise disposing of duty-free\n        coasumables and approved goods in a licensed tourist (duty-free) sholi\n        aild exhibiting such goods or samples thereof.\n        ..........................................\n                      Date\n                                                             ..........................................\n                                                                          Signature\n                 lThe lnclurfrn ot thts pa@ Is authorized bv 5.N. 1 5 4 / % 8 6 1\nTHE TOURIST (DUTY-FREE) SHOPPING SYSTEM REGULATIONS, 1975\n                          FIRST SCHEDULE, contd.\n                 THE TOURIST(DUTY-FREE)\n                                      SHOPPINGSYSTEM ACT\n      FORMD          Tourist (Duty-Free) Shop Operator's Agency Permit\n                                                                       No. ...................\n        This is to certify that ...........................of .................................\n      in the parish of .................................... having been accredited as an\n      agent for.. ............................of .................................\n                                                                                in the parish\n      of ..............................who is the holder of tourist (duty-free) shop\n      operator's licence No ...............(issued onlrenewed on).....................\n      is hereby granted this tourist (duty-free) shop operator's agency permit\n      No ........................authorizing (hm/the said company) to operate a\n      tourist (duty-free) shop as agent for the aforesaid.\n         This permit shall be in force from the ............day of ....................."
    }
  ],
  "definitions": []
}