{
  "id": "jm-subs-the-tourist-board-act",
  "type": "statute",
  "title": "The Tourist Board Act",
  "title_en": "The Tourist Board Act",
  "short_name": "Tourist Board Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-tourist-board-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-tourist-board-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the Tourist Board (Prescribed              ;;1;\nAreas) Regulations. 1985.                                                            786196\n                                                                                       3198"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. I declare that-\n    (a) the hotel has .................. bedrooms for the accomn~odationof guests\n          for reward;\n    ( b ) the hotel is owned by ...................................................................\n          a company incorporated und.:r thc laws of ....................... ..... . . . . . . . . . .\n           (Strike out if the owner is a private individual)\n           ............................................. o n the ....................................\n                                                                                    (Date)\n     (c) the hotel is operated by.. ................       .\n                                                           .... .\n                                                                ...................................\n           a company incorporated undcr thc laws of ............................\n          (Strike out if the owner is a private individual)\n           ......................................................\n                                                              on the ....................................\n                                                                                    (Da!e)\n                                                                     .\n     (dl the abovementioned.. ...........................................\n                                                                        ..........has been\n                                           (Natrl- of operator)\n           operating hotels in ..........................................................since the\n           ..............................and the hotel since ................\n                                                                            .......................\n             (Date)                                           (Date)\n     (e) the attached list shows the names and addresses of all the discctors of\n         the operating company;\n     (f) if necessary, enquiries about the finances of the operator of the hotel\n           can be made to.. ..........................................            ........................\n     (g) the hotel is a mamber/is not a member* of thc Jamaica Hotel and\n          Tourist Association;\n     ( h ) the attached certificate issued under the Public Health Act is to the\n           best of my knowledge in full f'orce and d e c t ;\n     (i) I am properly authorized to state the foregoing.**\n                                                    ........................................................\n                                                               Signature of Applicant\n                                                                           Date\n*Please strike out whichever is not applicable.\n**May be deleted if the applicant is the individual who own5 the hotel.\n                    [The inc!u-ion of this page is authorized by L.N. 154/19861\n                             TOURIST BOARD\n                    THE TOURIST BOARD ACT\n                                REGULATIONS\n                              (under section 16)\n      (Made by the Minister OH the 12th day of December, 1985)             L.N. 235185\n                                                                           Amd.\n                                                                           L.N.   4/98"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3, 2 and 1 Spring Estate registered at Volume 1031 Folio 11. Volume 1069 Folio\n794 and Volume 1042 Folio 631 respectively to intersect the southern bouadary\nof the aforementioned Lot 1; thence north-westerly along the southern bound-\nary of Lot 1 aforementioned to its intersection wlth the eastern boundary of\nPimento Way; thence north-westerly along the southern boundary of Pimento\nWay to its intersection with the eastern boundary of Lot 28. Spring Estate\nregistered at Volume 1169 Folio ?91; thence south-westerly and westerly along\nthe eastern and southern boundaries respectivelv of the said Lat 28 aforemen-\ntioned to its intersection with the eastern boundary of Lot 365 Coral Oardens\nregistered at Volume 889 Folio 67: thence southerly along the eastern boundam\nof the said T-ot 365 Coral Gardens aforementioned to its intersection with the\nnorthern boundary of Lot 364 Coral Oardens registered at Volume 889 Folio\n66; thence southerly and westerlv along the eastern and southern boundaries\nrespectively of the said Lot 364 Coral Gardens aforementioned to its intmec-\ntion with the eastern boundary of Montrose Crescent: thence due west to in-\ntersect the western boundary of Montrose Crescent: thence generally north-\nwesterly along the western and southern boundaries of Montrose Crescent to\na point due south of the intersection of the western boundary of Carhampton\nDrive and the northern boundary of Montrose Crescent; thence due north to the\nlast-mentioned intersection; thence renerallv northerly and westerly along the\nwestern and southern boundaries respectively of Carhampton Drive da a paint\ndue south of the intersection of the western boundary of Lot 618 Caral           a-\ndens registered at Volume g42 Folio 17 with the northern boundary of Cat-\nhampton Drive; thence due north to the lmt-mentioned intersection: thence\nnortherly along the western boundary of the aforementioned Lot 618 Catal\nGardens to the south-westem comer of Lot 677 Coral Gardens registered at\nVolume 843 Folio 34; thence northerly along the western boundarg d the mid\nLot 677 Coral Gardens aforementioned to its intersection with the southern\nboundarv of Half Moon Street; thence generally north-westerly along &e\nsouthern and western boundaries of Half Moon Street back to tbe s t a h g\npoint.\n                                No. 4   -  Monrego Bay\n   Commencing at the intersection of the northern boundary of Southern boas\nBoulevard with the eastern bounday of Bay Road; thence northerly along the\neastern boundary of Bay Road to its intersection with the southern boundary\nof Pimento Way; thence northerly to the intersection of the northern boundary\nof Pimento Way with the eastern boundary of Harbour Drive: thence n o d e r l y\nalong the eastern boundary of Harbour Drive t o its intersection with the coast-\n11ne: thence due north to a point in the Caribbean Sea 400 yards from &e\nm a s t h e ; thence north-westerly in a straight line to a point at grid reference E\n225 300 ft. N 569 700 ft. and lying approximately 400 yards from the coastline:\nthence generally on a lme north-westerly, westerly and south-westerly and main-\ntainine a distance of approximately 400 yards from the coastline to a paint due\nnorth of the intersection of the northern boundary of Lot A12 Montego Frra\nport registered at Volume 1091 Folio 244 with the coastline: thence due saath\n                [The i n c l w o n of thi\\ page is .~uthorked hy l2N. 62119881\n  THE TOURIST BOARD (PRESCRIBED AREAS) REGULATIONS, 1985\nto the last-mentioned intersection; thence south-easterly along       northm\nboundary of the said Lot A12 aforementioned to its intmsbction with tha north-\nern boundary of %IS&    Dnve; thence south-westerly along the northern bound-\nary a£ Sunset Drwe to its intersection with the western boundary orf Lot A13\nMontego Freeport registered at Volume 1091 Folio 245; &enm routha88tdy in\na 8traiLt line to the intermtion of the southern boundary of Sunset Drive\nwith the southern boundary of Southern Cram Boulwud; thence g e n d y\nsouth-easterly and easterly along the southern boundary of Southern C m s\nBoulevard to a point duo muth of the starting point; thence duo north to\nthe starting point.\n                              No. 5   - Montego Bay\n   Commencing at the western end of the wall which blocks Kent Avenue at\nthe south-western portion of lands o~cupiadby the Donald San&oter In--\ntional Airport; thence due west for a distance of 400 rdr to a point in the\n                                                               F\nCaribbean Sea; thence on a line running enerally nort -easterly and main&-\nin* a distance of approximately 400 y a 4 from the m a s t h e to a point due\nnorth of the intersection of the centre lines of Kent Avenue and The Q u ~ ' 8\nDrive; hence due muDh to the aforemenboned intersecti(on; thence continuing\n                                                                 9\ndue south to intersect the southern boundary of The ueen's Drive; t\ngenerally south-westerly along the aouthern bounda o The Q u m ' a Dnve\nto a pomt due mat of the intersection of the westem%oundary of The Quecn*~\n                                                                              h        ~\nDrive with the northern boundary of Delisser Drive; thence due west to the\nintersection of the west? boundary of The Queen's Drive with the northern\nboundary of Delbser Dnve; thence generally south-westerly along the northern\nboundary of Delisser Drive to in,tersecb the southern boundary of Sunset Boule-\nvard; thence due north to a pomt 100 yards from and at right angles to the\nnorthern boundary of Sunset Boulevard; thence generally south-westerly and\nnorth-easterly along a line 100 arda from and parallel to the northern 'bound-\nary and the eastern boundary o r ~ u n a e tBoulevard and Kent Avmuo mpective\nly    a point due east of the starting point; thence due west beck to the 8 t h\nmmt.\n                              No. 6 - Montego Bay\n   commencing at the intersedon of the southern boundary of Southern Cross\n             with the western .boundary of lands shown on the plan bearing\nSurvey Department Examinaaon Number 100512; thence southerly along the\nlast-mentioned (boundary to its intersection with the coastline; thence due\nBou& to a point in the Carisbbean Sea 400 yards from the coastline; thence\ngenkally westerly, south-westerly and northwesterly along a line and main-\ntaining a distance d ~ n o x i a n a t d y400 yards from the coastline to a point at\ngrid reference E220400, N563600 and lying appmximately 400 yards from the\ncoastline; thence north-westcdy ip a smight line to a p i n t at grid d e r e n c s\nE21&850, N565580 lying approximately 400 yards from the coastline; thence\ngenerally north-westerly and north-easterly along a line and maintaining a\ndistance of aappr~ximately 400 yards from the coastline to a point due north\nof the intersection of the northern boundary of Lot A12 Montego Reeport\nregistered at Volume 1091 Folio 244 with the coastline; thence due sou& to\n the last-mentioned intersection; thence south-easterly along the northern\nboundav d the said Lot A12 .aforementioned to its intersaction with the\nnorthern lboundary of Sunset Dnve; thence south-westerly along the northern\nboundary of Sunset Drive to its intersection with the western boundary of Lot\nA13 Montego Freeport registered at V o l m e 1091 Folio 245; thence south-\n easterly in a straight l ~ n e to the intersection of the southern Boundary of\n Sunset Drive with the southern \\boundary of Southern Qoss Boulevard; thence\n generally south-easterly and easterly along the m t h e r n boundary of Southern\n Cross Bodevard baok to the starting point.\n                                     No. 1-Negn'l\n   Commencing at the intersection d f i e centre lines of the Norman Man-\n ley Boulevard and the access road leading to the Craft Centre by the Negril\n Aerodrome; thence due east to intersect the eastern boundary of the rocrss\n--                    -\n                IThe inclusion of this page 1s nuthorized by L N. 55/1991 1\n3C1.02      T H E TOURIST BOARD (PRESCRIBED AREAS) REGULATIONS, 1985\n          m d aforementioned; thence generally sou'therly along the eastern boundary\n          of the said access road leading to the Craft Centre for its enkire le-h;\n         thence generally ~0~1th-wslter$ and smlh-eastenly along a line approximately\n           100 yards from the eastern boundary of the Norman Manlqr Boulevard bo\n          a pdnt due e a a of the wouth-eastsrn boundary corner of lanids ocoupied by\n          the Sundiowner Hotel; thence due west to the souith-eastern boundary corner\n          of the Sundowner Hatel lands; ithence south-wmbrly dong the soubhm\n          boundary of the lands occupied by Sundowner Hotd to its intersectiton with the\n          coastline; thence contlnuining south-westerly along the same aligmedt as fihe\n          southern boundary of Sunldowner Hotel lands to a point in the Cbibbean\n         Sea one-qualtter of a mile fmm the coastline; thence on a line running\n          generally northwesterly, northerrly and south-easterly anld maintaining a distance\n         of approximately one-quarter of a mile fnom the aoastline to a point due no&\n          of the intersection of the ooastline and the western lboundary of Ohe river whioh\n          is sitwted approximately 830 feet west of the Negd Aem&me; thence due\n         3outh to the last mentioned in1ters8ction; thence generally nyouith-westefily and\n         south-easterly ahong the westera boundary d the aiforanendoaed dver to its\n         interseotion with the northern boundary d N o ~ m a n Manley Boulmrd;\n         thence generally noflh-e&dy dong the northern ~ b u n d a of~ Norman\n         Manley Boulevard to a point due n0ttt.h of the stimtjng point; thence due slouith\n         bo the staflting point.\n                                           No. 2   - Negril\n            Commencing at the point on the western boundary d the N,oman Manley\n         Boulevard 75 feet north of the Negril Sands enitrance; thence due emt to toe\n         eastern boundary d the Norman Manley Boulevard; thence generally south-\n         westerly along the eastern boundary of the said Noman Manfley Boulevard to its\n         interseotion wibh the soulahern boundary of the main road leading fnom Negril\n         to Orange Hill via Negrill Lighthouse; thence generally wesltmly, south-westerly\n         and south-easteriy along the southern and eastern boundary of the last-mentioned\n         main road to a point due east of bhe n h h - & m        boundary corner of lands\n         occupied by the Negriil Lighthouse; thwce due west to the aforementioned bound-\n         ary corner; thence south-westerly along the northern boundary of mhe said N d l\n         Lighthouse llands to its in~terseotionwith the coastline; thence continuing south-\n         westerly along the same alignment as the northern boundary of the Negril\n         Li@hthouse lands to a point in the Caribbean Sea one-au~rter of a mile\n         from the c o a d n e ; thence on a line ru~lllinlg generally north-westerly and\n         north-easterly and maintaining a distance af approximatdy onequarter of\n         one mile from the coastline to a point due we& of bhe darting poht; t h w\n         due east bauk bo thc rhrting point.\n                                       No. 1 - M a m m e Bay\n            Commencing at the interseation of the northern boundary of the rnain road\n         leading from St Ann's Bay lho~ Ocho Rios, with the eastern bourudary ob\n         lands occupied by the St. Ann P d o d u b ; thence no~h-easterly dkmg the\n         last-mentioned boundary to the south-eastern corner of Dfax Hall rdgistered\n         at Volume 996 Ftdlio 675; thence north-easterly along the eastern boundary\n         of the said Drax Hall to its intersection with the aoastline; thence due north\n         40 a point in the Caribbean Sea 400 yards from the coastline; thence on a\n         line generally south-easterly, and maintaining a distance of 400 yards Enom\n         the coastline to a ndint due north of Mile Post 23; *hence due south to\n         Mile Post 23; thence continuing due south to intersed the southern boundary\n         of the a'forementiloned main mad; thence generally westerly, north-westerly\n         and again wwitenly along bhe southern bounldhry af the saild mlain ro~ad\n         beading from Ocho Rios to St. Ann's Bay to a poht due south of tihe\n         starting point; thence due north back to the starting point.\n  THE TOURIST BOARD (PRESCRIBED AREAS) REGULATIONS, 1985\n                                 Sdeml Runaway Bay\n   Commencing at a (paint on the southern boundary of the Main Road\nleading from Disoovery Bay to St. Ann's Bay, 3,700 ft. west oif mile p t\n55; thence due nonth to a point in @heCaribbean Sea 400 yards from the\nooastline; thence generally north-easterly and south-easterly along a kine\nparallel to, and rnainltaining a distance of 400 yards from the coastline to\na point #due north of the intersection oE the southern boundary of the afore-\nmenti~oned Main Road with the western boundary of the Parochial Road\nleadin from Salisbury to Hamstead; thence southemrly along the western\nboun&ry of the aforementioned Pamchial Road for a distance of 50 yards;\nthence generally north-westerly and south-westerly a b n g a line parallel to\nand maintaiaing a distance of 50 pards from the southern boundary of bhe\naforementioned main road leading fnorn Discovery Bay to St. Ann's Bay to\na point due south of the interbedion of the northern boundary of the said\nmain road with the eastern bloundary of a private road leading to the Silver\nSpray Cottages, and which is localted appmxhately 400 ft. west of Salem\nBaptislt Church; theme due south for a distance of 100 yards; thence\ngenerally south-westerly, norfih-westerly and westerly along a 'line parallel to\n and maintaining a distance of 150 yards fno~m the southern boundary of\nthe last-mentioned main road to a point due south of the starting point; thence\ndue north back to the starting point.\n   Starting at the point where the southern boundary of the main mad leading\nfrom St. Margaret's Bay to Port Antonio intersects the centre-line            of\nthe RIO Grande River; thence south-westerly and north-westerly along the\nsouthern boundary of the said St. Margaret's Bay to Port Antonio main road\nfor a distance of 1,900 feet; thence due north to a point in the C a r i l b h n\nSea 400 yards from the coastline; thence generally easterly, northerly and\nagain easterly along a line parallel to, and maintaining a distance of 400 yards\nfrom the coastline ta a point due north of the point where the common\nboundary between Snow Hill and Passley Gardens properties intersects the\ncoastline thence due soubh to the last-mentioned point; thence generally\nsoutherlv d o n a the common boundarv between Snow Hill and Passlev Gardens\nto inter& bh;, northern boundary of the aforementioned main roid; thence\ndue wuth to inters- the southern boundary of the aforementioned main road;\n thence generally westeriy, southerly and again westerly along the southern\n boundary of the said main road leading from Port Antonio to St. Margaret's\n Bay back to the starting point.\n                                  No. 3   - R b Grande\n    Startink at a point on the centre-llne d the Poxm River 1,000 feet west\n of the intersection of the centre-line of P o x a River with that of the NO\n Orande; thence generally nm@harly for a distance of 3,200 feet approximately\n along a line parallel to, and mamtaining a distance of 1,000 feet from the\n centre-line of the Rio Grande to a point with grid reference 728 650 E 455\n 350 N; thmoe due east for a distance of 2,000 feet to a point with @\n reference 730 650 E, 455 350 N; thence generally southerly. southwesterly,\n south-easterly and north-easterly for a total distance of 7,100 feet along a\n l i e parallel to, and maintaining a distance of 1,000 feet from the centre-line\n  of the Rio Grande to a point with grid reference 733 170 E, 453 950 N;\n thence due south for a distance of 2,000 feet to a point with grid reference 733 170\n E, 451 950 N; thence generally south-westerly, westerly and north-westerly for a\n total distance of 7,200 feet approximately along a line parallel to, and maintaining\n a dis.tance of 1,000 feet from the centre-line of the Rio Grande back to the\n  startmg point.\n                 [ T h e inclusion of this page is authorized by L N.   5511991 1"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1) A licensed water sports operator shall not employ any other\nperson in the provision of water sports services unless that other person\nis the holder of a licence granted by the Board under these Regulations\n(hereinafter referred to as a licensed employee).\n     (2) The Board may, if it sees fit, exempt any person or category\nof persons from the requirements of paragraph (1).\n       (3) A person shall not be granted a licence under paragraph (1) if\nhis duties or responsibilities require him to be directly involved in the\nwater sports activities unless he-\n     (a) is skilled as a swimmer and properly trained in the procedure\n          for rescuing and resuscitating drowning persons, and satisfies\n          the Board of his ability to perform such duties; and\n     (b) is the holder of a First Aid Certificate issued by an organiza-\n          tion approved of by the Board.\n      (4) No licensed employee shall be employed-\n     (a) as a coxswain, coxswain-driver or driver. as the case may be,\n          of any boat or vessel used in providing water sports services\n              v h e inclusion of this page is authorized by L.N. 54120001\n    THE TOURIST BOARD (WATER SPORTS) REGULATIONS, 1985\n         unless he possesses a valid certificate of competency issued by\n         or approved by the Marine Board pursuant to the Harbour\n         Rules, 1971, appropriate to such duties;\n    (b) in operations involving scuba diving, parasailing, sunfish sail-\n         ing, jet-skiing, aqua biking, wet biking or board sailing, as the\n        case may be, unless his licence states that the Board is satis-\n        fied that he is properly qualified ,by training and experience\n        to carry out the duties or responsibilities to be performed by\n        him in any such operation."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1)     Any person desiring to operate as a vendor in a prescribed\n            area shall apply in writing to tho, Board for a licence (hereinafter re-\n            ferred to as a vendor's licence).\n                     (2) A vendor's licence may be granted on such terms and sub-\n            ject to such conditions as the Board may specify in the licence and\n            shall be for such period as may be specified in the licence.\n                      (3) Every application for the renewal of a vendor's licence shall.\n             unless the Board otherwise permits, be delivered to the Board not later\n            than twenty-one days before the expiry of the licence.\n                      (4) Every application for the grant or renewal, as the case may\n             be, of a vendor's licence shall be accompanied by a fee of ten dollars.\n                       (5) The Board shall cause to be kept a list of all persons to whom\n             a licence is granted under these Regulations."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) The Board may, in its discretion, refuse to grant or renew a\n            vendor's licence.\n                    (2) Where the Board decides not to grant or renew a vendor's\n            licence the Board shall, ir. writing, notify the person who made the\n            application or his agent of its decision and of the right of appeal con-\n            ferred by regulation 8.\n            -.-                                             ---                          F\n  THE TOURIST BOARD (IJRESCRIRED AREAS) REGULATIONS, 198.5"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.--(I) Where-\n    (a) it appears to the Board that the holder of a vendor's licence\n         (hereinafter referred to as the licensee) has contravened any\n         provisions of these Regulations or of any licence thereunder;\n     (b) a licensee has been convicted of any offence involving fraud or\n         dishonesty,\nthe Board may, by notice in writing, require the licensee to show cause\nwithin such time as may be specified in the notice, why the licence\nshould not be revoked or suspended.\n      (2) Where-\n    (a) the licensee fails to comply with a requirement pursuant to\n        paragraph (1) to show cause within the time specified in the\n        notice or if the cause shown is inadequate in the opinion of\n        the Board; or\n    (b) after due enquiry by the Board in respect of any allegation\n        made against the licensee and after giving the licensee an op-\n        portunity to make representations, the Board is satisfied that\n        the nature of the facts established consequent on the enquiry\n        is seriously detrimental to the tourist industry,\nthe Board may by notice in writing to the licensee suspend the licence\nfor such period as the Board may consider nzcessary or desirable, or.\nas the case may be, revoke the licence from such date as the Board may\nspecify.\n        (3) All rights and privileges enjoyed under any licence that is re-\nvoked or suspended pursuant to paragraph (2) shall cease to have effect\nupon such revocation or for the period of suspension, as the case may\nbe, but such revocation or suspension shall not in any way affect the\nliability of any person in respect of any contravention of these Regula-\ntions or of the licence that may have occurred prior to the revocation\nor suspension.\n  &-(I)   Any person aggrieved by a decision of the Board-\n     (a) granting, refusing to grant, renewing or refusing to renew a\n         licence; or\n     (b) revoking or suspending a licence,\nmay, within fifteen days of the date of service of the notification re-\nquired under paragraph (2) of regulation 6 or within fifteen days of the\nreceipt of the notice under paragraph (2) of regulation 7, as the case\n                                                                            -.\n               [The inclwion of this pnee is authorized by L.N. 154/19861\n  T H E TOURlST BOARD (PRESCRIBED AREAS) REGULATIONS, 1985\nmay be, appeal in writing to the Tribunal appointed by the Minister\nunder section 23E (3) of the Act.\n       ( 2 ) The provisions of the proviso to subsection (I), subsections\n(2), ( 4 ) and ( 5 ) of section 2 3 of\n                                    ~ the Act shall, with such xlaptatrons or\nmodifications as may be necessary, apply to appeals under this regula-\ntion."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-41) Any person aggrieved-\n     (a) by a decision of the Board granting, refusing to grant, renew-\n         ing or refusing to renew a licence; or\n     ( b ) by a decision of the Board revoking or suspending a licence,\nmay, within fifteen days of the date of service of the notification re-\nquired under paragraph ( 2 ) of regulation 7 or within fifteen days of the\nreceipt of the notice under paragraph (4) of that regulation, as the case\nmay be, appeal in writing to the Tribunal appointed by the Minister\nunder section 2 3 (3)\n                    ~ of the Act:\n  Provided that the Tribunal, upon being satisfied that owing to ab-\nsence from the Island, sickness or other reasonable cause, the person\naggrieved was prevented from appealing within such period, may ex-\ntend the period as may be reasonable in the circumstances.\n     (2) The provisions of subsections (2). (4) and (5) of section 2 3 of\n                                                                       ~\nthe Act shall mutatis mutandis apply to appeals under this regulation.\n    (3) Every licence granted by the Eoard under these Regulations\nmay be granted on such terms and subject to such conditions and for\nsuch period as the Board may specify in the licence.\n              F h c incluslan of this page is authariztd by L.N. 154119861\n    THE TOURIST BOARD (WATER SPORTS) REGULATIONS, 1985\n      (4) The Board shall cause to be kept a list of all persons to whom\na licence is granted under these Regulations.\n                              Safety Regulations"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) Subject to paragraph (2), every licensed water sports opera-\ntor shall, in relation to water sports services provided by him at any\nlocation, establish at that locatLon a First Aid Station approved by the\nBoard, which shall be clearly identified as such.\n      (2) Where tne Board is satisfied that a First Aid Station is suffi-\ncient to service the operations d more than one licensed water sports\noperator in any partiular area, the Board may, if it thinks fit, approve\nthe establishment of any such station to be maintained and opersred\njointly by such licensed water sports operators as may be specified in\nthe approval.\n       (3) Every First Aid Station shall at all times during which water\nsports operations are being carried out-\n    (a) be provided with such life-saving equip:~:ent (including oxygen\n        tanks and suitable masks as the Paard may requlre;\n    ( 6 ) be operated by a person, or persons, as the case m a y require,\n          suitably qualified in first aid procedures and procdures for\n          cardio-pulmonary resusc'tation.\n                                                          I   ."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) The Board may, upon application by a licensee and up011\npayment by the licensee of a fee of twenty-five dollars, issue to that\nlicensee a decal to be known as the Tourist Board's decal.\n       ( 2 ) Every licensee to whom a Tourist Board's decal is issued\nshall display such decal in a conspicuous position in his place of busi-\nness in a prescri,bed area.\n       ( 3 ) The Tourist Board's decal shall remain the property of the\nBoard and may be withdrawn by the Board et any time if, in the opi-\nnion of the Board, the standards of the licensee are not such as to\njustify the display by him of such decal.\n      ( 4 ) Where a vendor's licence is suspended or revoked, as the case\nmay be, any holder of such licence who is in possession of a Tourrst\nBoard's decal, s.hall forthwith return the decal to the Board.\n          (5) Every licensee to whom a Tourist Board's decal is issued\nshall-\n     ( a ) take such steps as may be necessary to protect the decal from\n            loss or damage; and\n     (b) in the event of any decal being lost or damaged, forthwith\n            make a report of such loss or damage to the Board.\n       (6) In the event of any loss or damage to a Tourist Board's decdl,\nthe Board-\n    ( a ) if satisfied that such loss or damage is not attributable to any\n           negligence or carelessness on the part of the licensee, shall re-\n           place the decal free of charge;\n  T H E TOURIST BOARD (PRESCRIBED ARE.1.9 REGULATIONS, 1985                 27\n    (b) in any other case, may replace the decal on payment by the\n        licensee of a fee of twenty-five dollars or such higher amount\n        as may be required to cover the actual cost of replacement."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Every boat o: vesszl shall, while engaged in water sports ser-\nvices-\n    (a) maintain, while travelling parallel to the shore-\n          (i) in any area reserved for swimming and marked with\n               buoys, a distance of not less than fifty yards from such\n               buoys;\n           (ii) in any other area, a distance of not less than one hun-\n                dred yards from the shore;\n                                                                  --         ..- - -\n                                                                            -.\n      THE TOURIST BOARD (WATER SPORTS) REGULATIONS, ,285\n      (b) maintain a distance of not less than fifty feet from objects or\n          other boats or vessels;\n      (c) look out for divers;\n      ( d ) observe a dive flag in any area in which it is being flown and\n            while in any such area-\n              (i) keep clear of such flag, maintaining a distance of not\n                  less than one hundred yards from the flag;\n             (ii) travel at a speed not exceeding three knots;\n      (e) when travelling towards the shore, and when within one hun-\n          dred yards of the shore-\n              (i) approach only at right angles to the sho:e and observe\n                  any channels marked with buoys for that purpose; and\n             (ii) travel at a speed not exceeding three knots."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(1) The Board may appoint such persocs as the Board con-\nsiders sui,table to be inspectors for the purposes of these Regulations.\n          (2) Every inspector shall be furnished with an appropriate cer-\ntificate of appoinltment.\n       (3) An inspector may at any reasomble time, subject to para-\ngraph ( 4 b\n    (a) enter any premises in which he reasonably believes a licensee\n        is carrying on business as a vendor in a prescribed area;\n    (b) inspect any such premises, or any stall, booth or structure op-\n        erated by a licensee, in order to ascertain whether any re-\n         quirements of the Board are being complied with;\n    (c) examine any goods displayed or being offered for sale by a\n        licensee;\n     (6) make such other examination and enquiry as may be neces-\n         sary to ascertain whether the provisions of these Regulations\n         have bcen or are being complied with.\n        (4) An inspector exercising or attempting to exercise his p w -\ners under this regulation shall, if the person in charge of the premises.\nstall, booth or structure requests him to do so, produce to that person\nhis certificate of appointment."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-41) Any person who with intent to dcceive-\n           (i) forges or uses or lends or allows to be used by any\n               person. any licence, identification card or decal issued\n               under these Regulations;\n               lIhe inclusion of this page is authorized by L.N. 54120001\n28     T H E TOURIST BOARD (PIESCRIBED AREAS) REGULATIONS, 1985\n                 (ii) makes or has in his possession any document so closely\n                      resembling such licence, identification card or decal, as\n                      to be calculated to deceive,\n     shall be guilty of an offence and shall be liable on summary conviction\n     in a Resident Magistrate's Court to a fine not exceeding twenty thousand\n     dollars or to imprisonment with or without hard labour for a term not\n     exceeding two years or to both such fine and imprisonment, and wherz\n     such offence is continued after conviction such person shall be guilty\n     of a continuing offence and in respect of each day during which such\n     offence continues shall be liable to a fine not exceeding one hundred\n     dollars.\n            (2) Every person who-\n          (a) obstructs or hinders any member of the Jamaica Constabulary\n             Force or any inspector, acting in the performance of his func-\n             tions under or pursuant to these Regulations;\n         (b) bribes or attempts to bribe any inspector in connection with\n             any matter arising in the performance of any of his functions\n             under or pursuant to these Regulations;\n         (c) knowingly gives false or misleading information to any in-\n             spector;\n          (d) produces or furnishes, or causes or knowingly allows to be\n              produced or furnished, any document or information which\n              he knows to be false in a material particular;\n          (e) being an inspector, accepts any bribe in connection with any\n              matter arising in the performance of any of his functions\n              under or pursuant to these Regulations,\n     shall be guilty of an offence and shall be liable on summary conviction\n     in a Resident Magistrate's Court tc a fine not exceeding twenty thousand\n     dollars or to imprisonment with or without hard labour for a term not\n     exceeding three months,\n             (3) If any person is guilty of any contravention of, or non-\n     compliance with, any of the requirements of these Regulations in\n     respect of which no special penalty is provided, he shall for each offence\n     be liable on summary conviction in a Resident Magistrate's Court to a\n     fine not exceeding twenty thousand dollars and in default of payment\n     thereof to imprisonment with or without hard labour for a term not\n     exceedhg one month."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-41) No person shall in any prescribed area, engage in activities\n     as a taxi operator or contract car operator unless he is the holder of a\n  THE TOURIST BOARD (PRESCRIBED AREAS) REGULATIONS, 198.5                    28.01\npermit granted under these Regulations and such activities are carried\nout in accordance with the terms and conditions of that permit.\n        (2) Any person who contravenes the provisions of paragraph (1)\nshall be guilty of an offence and shall be liable on summary conviction\nin a Resident Magistrate's Court to a fine not exceeding twenty thousand\ndollars or to imprisonment with or without hard labour for a term not\nexceeding three months or to both such fine and imprisonment; and\nwhere the offence is continued after conviction such person shall be\nguilty of a continuing offence and in respect of each day during which\nthe offence continues, shall be liable to a fine not exceeding one\nhundred dollars.\n        (3) The provisions of regulations 5, 6, 7, 8 and 13 shall apply\nin relation to a permit referred to in paragraph (1) as they apply in\nrelation to a licence referred to in those regulations and accordingly,\nany reference in these Regulations to a vendor, vendor's licence or\nlicensee shall be construed as a reference to a taxi operator or a\ncontract car operator, a permit or the holder of a permit, respectively.\n        (4) The provisions of regulation 10 shall apply in relation to the\nholder of a permit under this regulation as they apply in relation to a\nlicensee referred to in regulation 10 and accordingly-\n    (a) any reference in paragraphs (1). (3), (4), (5) and (6) of that\n        regulation to a vendor's licence or licensee shall be construed\n        as a reference to a permit or the holder of a permit,\n        respectively;\n    (b) paragraph (2) of that regulation shall be construed as if the\n        words taxi or contract car were substituted for the words\n        place of business in a prescribed area.\n       (5) An inspector may-\n    (a) inspect any taxi or contract car to which a permit granted\n        under paragraph (1) relates, in order to ascertain whether any\n        requirements of the permit or of the Board are being\n        complied with; and\n    (b) make such other examination or enquiry as he considers\n         necessary, in relation to such taxi or contract car, for the\n        purpose of determining whether the owner or operator is\n        complying with the requirements of these Regulations.\n              [The inclusion of this page is authoriztd by L.N. 54/20001\n  THE TOURIST BOARD (PRESCRIBED A REAS) REGULATIONS. 1985\n                                   FIRSTSCHEDULE                              (Regulation 3)\n                                 P ~ e s c ~ mARRAS\n                                                m\n                                 No. 1 - 4 c A o Rios\n   Commencing at the point where the western boundary of a gully forming\nthe eastern boundary of the Intercontinental Hotel Lands intersects the coast-\nline; thence generally south-westerly along the western boundary of the gully\narorenentioned to its intersection with the northern boundary of Main Street;\nthence generally north-easterly along the northern boundary of Main Street\nfor a distance of 500 feet; thence easterly in a straight line to intersect the\ncenrrc-lines of Main Street and Dacosta Drive; thence south-easterly in a\nstrdipht li?e to a point 100 yards a t right angles to the centre-lines of Main\nStreet and Dacosta Drive aforementioned; thence generally south-westerly and\nnorth-westerly along a line 100 yards from and parallel to the centre-lines of\nDacosta Drive and the main road leading from Ocho Rios to St. Ann's Bay to\na point due south of the south-western cornet of the Ocho Rios Fort; thence\ndue north to intersect tbe coast line: thence continuing due north for a distance\n of one-quarter of a mile to a point in the Caribbean Sea; thence on a line\n generally south-easterly, north-easlterly, south-easterly, north-westerly, north-\n easterly, soutb-easterly and agdin north-easterly and maintaining a distance\nof approximately one-quarter of a mde from the coastline to a polnt due north\nof the starting point; thence due south back to the starting point.\n                                No. 2-Ocho Rios\n   Commencing a t the intersection of the southern boundary of the Main Road\nleading from Ocho Rios to Oracabessa with the eastern boundary of the\nparochial road leading from the aforementioned Main Road to Content\nGardens; thence southerly along the eastern boundary of the parochial road\naforementioned for 100 yards; thence westerly to intersect the western boundary\nof the aforementioned parochial road a t a distance of 100 yards from tho\nsouthern bwndary of the aforementioned Main Road; thence generally south-\nwesterly, north-westerly and westerly along a line and maintaining a distance\nof 100 yards from the southern boundary of the aforementioned Main Road\nleading from Ocho Rios to Oracabessa for a distance of approximately 1 mile\nto a point due south of the intersection of the western boundary of Pineapple\nStreet with the northern boundary o f the aforementioned Main Road; thence\ndue north to the last-mentioned intersection; thence continuing duo\nnorth to a point in the Caribbean Sea one-quarter of one mile from the\ncoastline; thence generally easterly, northerly, south-easterly. north-easterly,\nnortherly and easterly along a line and maintaining a distance of one-quarter of\none mile from the coastline to a point due north of the intersection of the\ncoastline with the western bank of the White River; thence due south to the\n last-mentioned intersection; thence generally southerly along the westem bank\nof the said White River to its intersection with the southern boundary of the\naforementioned Main Road leading from Ocho Rios to Oracabessa; thence\n generally south-westerly, north-westerly and westerly along the southern\n boundary of the s a ~ dMain Road aforementioned back to the starting point.\n                Dunn's River Falls and Park, and the Ria Chico\n  Commencing a t a point a t the eastern side of the Rio Chieo gate on the\nnorthern boundary of the Ocho Rios to St. Ann's Bay main road; thence\ndue south to a point on the southern boundary of the aforementioned main\nroad: thence generally southerly, westerly and northerly along the eastern,\nsouthern and western boundaries of all the lands comprising the Dunn's River\nFalls and Park to its intersecrion with the southern boundary of the said m a b\nroad leading from Ocho Rios to St. Ann's Bay; thence due north to intersect\nthe coastline: thence continuing due north for a di~tanceof onequarter of a\n mile to a point in the Caribbean Sea; thence on a line running generally easterly\nand maintaining a distance of approximately one-quarter of a mile from the\ncoastline to a point due north of the starting point. thence due south back to\nthe starting point.\n                 (The inclusion of this page is authorized by L.N. 54/20001\n   THE TOURIST BOARD (PRESCRIBED AREAS) REGULA TZONS, I985\n                                       -\n                             NO. I Montego Bay\n  Cbmmencing at the western end of the wall which blooks Kent Avenue at\nthe south-western portion of lands occupied by the Donald Sangster I n t e m a t i o ~ l\nAirport; thence due west for a distance of 400 yards to a point in the Carib-\nbean Sea; thence on a line running generally south-westerly and south-easterly\nand maintaining a distance of approximately 400 yards from the coastline m\na point due west of the southern boundary of the round-about at Gloucester\nAvenue, Howard Cooke Boulevard and The Queen's Drive; thence generally\nnorbh-weaterly and north-easlterly along the eastern bounday of 'Ifbe Queen'a\nDrive to a poiqt due east of the intersection of the western [boundary of The\nQueen's Drive with the northern boundary of Delisser Drive; thence due west\nto the intersection of the western boundary of The Queen's Drive wit21 the\nnorthern boundary of Delisser Drive; thence generall south-westerly dong tho\nnorthem boundary of Delisser Drive to intersect d e southern boundary of\nSunset Boulevard; thence 'clue north to a point 100 yards from and at right\nangles to the northern boundary of Sunset Boulevard; thence generall south-\nwesterly and northeasterly along a line 100 yards from and parallef to tho\nnorthern lbomdary and the eastern boundary of Sunset Boulevard and Kent\nAvenue respectively to a point due east of the starting point; thence due wed\nback to the starting point.\n                               No. 2 - Montego Boy\n  Commencing at the intcraection of the southern b d a w of Bamett S~X&\nwith the eastern boundary of the Howard lCooke Boulward; t h ~ ~         -1~d\nalong tfie southern boundary of Barnett Street to it8 intcrsecdon with the\n          boundary of Harbour Street; thence due east to interstot tbe\nboundarv of Harbour Street; thence generally northerly alon the eadern bound-\n                                                                   t\na n of Harbour Street to its intersection with the southern oundaiy of Church\nStreet; thence easterly along the SOU~~CIIIboundary d Church strat to its\nintersection with the eastern boundary d St, James Stmt; t h a a notthmly\nalong the eastern boundary of St. James Street to its htef~&m           with 11#\n           boundary of Market Street: thence easterly along the southern bound-\nary of Market Street to its i n t e r s d o n with the eastern boundary\nof Orange Street: thence northerly aIong the eastern boundary of O r a n p\nStreet to its intersection with the northern boundary of Paradm\nRow; thence south-westerly in a straight line to the intersection of the western\nboundary of Orange Street with the northern boundary of North Street; thence\nsouth-westerly along the northern boundary of North Strest to its fntcrad011\nwith the eastern boundarv of Fort Street; thence generally north-weclterly along\nthe eastern boundary of Fort Street to meet the eastern boundary d the mmdd\nabout at the intersection of Gloucester Avenue. Howard Cooke Boulevard and\nThe Queen's Drive; thence generally southerly along the eastern boun*          of\nthe aforementioned roundabout to the point o n the southern boundary of the\nsaid roundabout aforementioned which coincides with a point iiuo w& of the\nsouthern boundary of the said roundabout at Gloucester Avenue, Howard\nCooke Boulevard and The Queen's Drive; thence due west to a point in the\nCaribbean Sea 400 yards from the coastline: thence along a line running generally\nsoutherly and maintailring a distance of approximately 400 yards from the\ncoastline to a point due west of the starting point; thence duo east back\nto the starting point.\n                            No. 3 - Montego Bay\n  Commencing at the intersaction d the western buadary of Halt Moon\nStreet in Coral Gardens with the southern boundary of the Montego Bay to\nFalmouth main rpad; thence due north to a point in the Caribbean 6ea one\nquarter of oqe m1e from the coastline; thence on a Uno runaiDg generally eark\nerly and ma~ntaining a distance of approximately one quarter of one mile\nfrom the coast!ine to a point due north of the north-eatem             oaram\nof lands occupled by the Cf~lonyHotel; thence due south to the srud boandary\ncomer aforementioned; thence souther1 along the eastern boundary of lands\noccupied by the Colony Hotel for a &an-        of ap ximately 3% *a to its\nintersection with the northem boundary of a re-$\"   road located to tho 1101th\n                 [The inelusion of thk page is authorixd by L.N. 62/1988]\n  THE TOURIST BOARD (PRESCRIBED AREAS) REGULATIONS, 1985\nof the Montego Bay to Falmouth main mad; thence southffly along t      b\nern boundary of the road connecting the reserved road aforementioned, with\nthe Montego Bay to Falmouth main road to i b intersection with the mrtha\nboundary of the said Montego Bay to Falmouth main road; thence due south\nto intersect the southern boundary of the aforementioned & mad; m c e\ngenerally westerly along the southern boundary of the Montego Bay to Fd-\nmouth main road to its intersection with the eastern boundary'of Spring Farm\nDrive; thence generally southerly along the eastern boundary of S p h F-\nDrive to a point due east to the intersection of the western boundary o S p m g\nFarm Drive with the southern boundary of Lot 7 Spring Estate registered at\n                                                                                 !\nVolume 1105 Folio 29;thence due west to the last-mentioned intersection; theme\nnorth-westerly and northerly along the southern and western boundaries re-\nspectively of the said Lot 7 Spring Estate aforementioned, noFtherly along the\nwestern boundaries of Lots 6B and 6A Spring Fdtate registered at Volume 954\nFolio 425 and Volume 1054 Folio 819 respectively, north-westerly along Le\nsouthern boundary of Lot 5 Sprina Estate registered at Volume 967 Folio 282.\nsouth-westerly along the southern boundary of Lot 4 Spring Estate ? @ W d\nat Volume 1105 Folio 28 south-western alone the eastern boundaries of Lob"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. In this Part-\n      \"certified diver\" means a person ca-tified as such by an interna-\n           tionally recognized scuba diving organization;\n      \"certified instructor\" means a person certified by an internationally\n           recognized scuba diving organization as having a qualification\n           equivalent to or higher than that of full open water instructor;\n-                                                                            -\n    THE TOURlST BO,4RD (WATER SPORTS) REGULATIONS, 1985\n    \"the Code\" means the document entitled \"Code of Conduct for the\n         regulation of scuba diving\" issued by the Board;\n    \"dive director\" means a person certified by an internationally re-\n         cognized scuba diving organization as being competent to be a\n         full open water instructor;\n    \"internationally recognized scuba diving organization\" means an\n         organization mentioned in the Code as being an organizat:on\n         responsible for the training and certification of persons in\n         scuba diving;\n    \"scuba div-ng operations\" ,means any scuba diving operation con-\n         ducted pursuant to a licence granted by the Board in respect\n         of water sports services."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. The provkions ol the Code shall apply LO all scuba diving opera-\ntions carried out under a licence granted by the Board in respect of\nwater sports services."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(1) A dive director shall be assigned to every scuba diving op-\neration provided by a licensed water sports operator under these Regu-\nlations.\n      (2) Every dive director assigned pursuant to paragraph (1) shall\ncomply with the rules and regulations set out in the Code and shall take\nsuch steps as may be necessary to ensure compliance with these rules\nand regulations,"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Formal instructions du~:ing s c u h diving operations s:hall be given\nonly by a person who is a certified instructor."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. No person shall perform duties as a dive leader in any scuba\ndiving operation unless he is certified by an internationally recognized\nscuba diving organization as having a qualification equivalent to or\nhigher than that of dive master."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.41) There shall be kept in respect of every scuba diving opera-\ntion, a log book (to be called a base log book) in which particulars of\neach day's activities shall be recorded.\n      (2) Every base log book shall be made available at all reasonable\ntimes for inspection by an inspector.\n-----\n18         THE TOURIS? BOARD (WATER SPORTS) REGULATIONS, 1983"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.41) The international dive flag and the red and white flag cur-\n      rently in use in North America shall be flown in the manner specified\n      in paragraph (2). at all times when divers are submerged,\n            (2) Such flags shall-\n          (a) be attached to a floating buoy at the dive site; or\n          (b) be displayed on the boat on which divers are carried while\n               such boat is moored or anchored at the dive site.\n                                            PARTTI1\n                             Paraxailing and Water-skiing"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. In this Part \"Harbour Master\" means the Harbour Master of\n     the harbour in or nearest to the area in which parasail~ngor water-ski-\n     ing activities are being carried out, or the deputy of such ~ a r b o u ;Mas-\n     ter, as the case may be."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.-(1) Every bc;at or vessel used for the purpose of towing rater-\n     skiers or parasailers shall have on boqd at least one person (other than\n     the driver) who is employed to keep watch astern on the water-skier or\n     parasailer being towed.\n            (2) Every such h a t 01 vessel shall move in a counter clockwise\n     rotation in the sea unless the Harbour Master approves otherwise.\n                                               :.I"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Every water-skier or parasa~ler,a,, tlk case may bs, shall, while\n     away fiom shore, wear at all timcs an approved flotation vest."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.-(1) Wihere a licensed water spa-ts operator intends to erect a\n     platform for the purpose of parasailing, he shall first obtain the per.\n     mission of the Harbour Master and where appropriate, the Beach Con.\n     trol Authority.\n           (2) ~ e k i s s i o ngranted under paragraph (1) may be granted on\n     such terms and subject to such conditions as may be specified therein.\n      ~26.-(1) Subject to paragraph (2), all parasa'ls shall take off from\n     and land at a platform provided for that purpose.\n           (2) Application may be made to the beach Control ~ u t h o r i t yfor\n     the approval of take-off from or landing at a beach and such approval\n     may be granted on such terms and subject to such conditions as may\n     be specified therein,\n                    [The inclusion of this oaae is authorized by L.N. 154/19861\n    THE TOURIST t i 0 A R D (WATER SPORTS) REGULATIONS, 1985                  19"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. No boat or vessel used for the purpose of parasailing or water-\nskiing shall travel within one hundred yards of the shore or beach ex-\ncept when making a direct approach to or, as the case may be, travel-\nling from the beach, on a line perpendicular to the beach through a\nmarked channel."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28.--(I) Appropriate instruction as to the use of parasailing equip-\nment shall be given to each parasailer before ha commences parasailing.\n       (2) No person under the age of twelve years shall be permitted\nto participate in parasailing activities."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. Every licensed ivater sports operator who provides Farasailing\nactivities shall carry out a daily inspection of all equipment before use,\nwith a view to detecting signs of deterioration, of all fabric, seams, har-\nnesses, buckles, straps and other accessories."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30.04     THE TOURIST BOARD (PRESCRIBED AREAS) REGULATIONS, 1985\n                                            Port Antonio\n           Commencing at the point where the southern boundary of Boundbrook\n        Crescent meets the western boundary of Rice Piece Road; thence sauthmly\n        along the western boundary of Rice Piece Road to ~ t sintersect~on with the\n        southern bank of Annotto River; thence generally easterly along the southern bank\n        of Annotto River to a point due north of the north-western corner of premises\n        known as No. 6 Little Annotto Road; thence due south to the last-mentioned\n        corner; thence southerly along the western boundary of the last-mentioned\n        premises and continvmg In the same direction to intersect the southern\n        boundary of the last-mentioned road; thence easterly along the southem\n        boundary of Little Annotto Road to its intersection with the western boundary\n        of Halls Avenue; thence south-easterly in a straight line to the southernmost\n        corner of premises known as No. 6 Naylors Road; thence north-easterly along\n        the southern boundary of the last-mentioned premises to its i n t e r d o n with\n        the western boundary of the last-mentioned road; thence south-easterly In a\n        straight line across the last-mentioned road to the southernmost comer of\n        premises known as No. 2 West Baptist Avenue; thence north-easterly along\n        the s o u t h m boundary of the said premises known as No. 2 West Baptist\n        Road to its intersedion with the western boundary of West Baptist Road;\n        thence south-easterly abng the western boundary of the last-menctioned road\n        to its interseotion with the southern boundary of premises known as NO. 4\n        West Baptist Road; thence north-easterly in a straight line to the southern-\n        most corner of premises known as No. 9 Army Lane; thence nomth-easterly\n        along the southern boundary of the last-mentioned premises to intersea its\n        eastern boundary; thence south-easterly in a straight line to the north-\n        western corner of premises known as No. 2 Grosett Road; thence generally\n        easterly alon*, the southern boundary of Orosett Road to its intersection with\n        the western boundary of Love Lane; thence north-easterly in a straight line\n         across Love Lane to the north-western corner d premises known as No. I1\n        Love Lane; thence easterly along the northern boundary of the last-men-\n         tioncd premises to its interseotion with the western boundary of the Old\n        Cemetery lands; thence northerly, easterly and southerly along the western,\n         northern and eastern boundaries of the Old Cemetery lands to its inter-\n         section with the northern boundary of premises known as No. 12 Richmond\n         fill Road; 8hence nlortrh-easterly and south-eadelily alllong the ncofiern and\n         eastern boundaries respecrively of the last-mentioned premises to intersect\n         the northern boundary of h e lastmentioned road; thence easterly in a straight\n         line to the northernmost corner of premises known as No. 10 Sommers TOM\n         Road; thence south-easterly along the nonthern boundary of the last-mentioned\n         premises to its intersection with the western boundary of the last-mentioned\n         road; thence generally southerly and easterly along the western and soubhern\n         boundaries respectively of Smmers Town Road to inters& the eastern\n         boundary of premises known as No. 52 Sommers T o m Road; thence easterly\n         in a straight line to the southernm~ostcorner of premises known as No. 69\n         Sommers Town Road; thence north-easterly along the western boundary of\n         the last-mentioned premises to its interseotion with the southern boundary of\n         Fsench Avenue; thence generally easterly along the southern boundary of French\n         Avenue to its intersection with the western boundary of Smatt Road; thence\n         southerly along the western boundary of Smatt Road to a point due w e t\n         of the southernmost comer of Oliver Park lands; thence due ead to the last-\n         mentioned corner; thence easterly along the entire length of the southern\n         boundary of the Oliver Park lands and continuing in the same direction to\n         its intersection with the eastern bank of Caneside River; thence generally\n         northerly along the eastern bank d Caneside River to its intersection with\n         the high water mark of the Caribbean Sea; thence due north for a distance\n        of 6,000 feet into the Car~Mean%a; thence due west for a distance of approxi-\n        mately 4,840 feet to a point due north of the point where the western\n         boundary of the main road leading from St. Margaret's Bay to Port Antonio\n         intersects the centre-iline of an Eafbh Drain (this latter point being locatad at\n         approximate grid reference 736785 E, 465600N); thence due south to thelast-\n         mentioned point; thence wuthmly along the western boundary of the said\n          main road leading from St. Maxaret's [Bay to Port Antonio to inters& the\n                        I The incluion of this page is authorized by L.N. 5511991 I\n  THE TOURIST BOARD (PRESCRIBED AREAS) REGULATIONS, 1985                                                30.05\nnorthern boundary of the Jamaica Railway Corporation's                          lands;   thence\nsoutherly in a straight line baok to the s m n g point.\n                                      Unity Bay\n  Starting at a point where the southern boundary of the main road leading\nfrm Priestman's River to Port Antonio Intersects the eastern boundary of\nbhe main road leading from Fairy Hill to Sherwood ForesZ; thence southerLy\nalong the eastern boundary of the last-mentioned main road to a point 400\nyap& from the southern boundmy d phe Priestman's River to Pod Antonio\nmain road; thence general'ly north-westerly and southwesterly along a line\nparallel to, and maintaining a distance of 400 yards from the southern\nboundary of the last-mentioned main road to a point due south of a point\non the southern boundary of the last-mentioned main mad at the entrance\nroad to the San San Police Station; thence due north to the last-mentioned\npoint; thence continuing due north to a point in the Caribbean Sea 400 yards\nhorn the coastline; thence generally easterly along a line paralld to, and\nmaintainin,g a distance of 400 yards from the coastline to a point due north\nof the starting point; thence due south back to the starting point.\n                                    Boston Beach\n  Starting at a point on the southern boundary of the main road leading\nfrom Port Antonio to Priestman's River 750 feet east of the point where the\neastern 'boundary of Fairy Hill pro~perty meets the southern boundary of the\nsaid main road aforementioned; thence due east to a point in the Caribbean\nSea 400 yards from the coastline; thence generally south-easfenly along a line\nparallel to, and maintaining a distance of 400 yards from the coastline to a\npoint due north of a point on the southern boundary of the aforementioned main\nroad 3,000 feet east of its intersection with the aroohial road leading to\nFriendship; thence generally north-westerly along t f e southern boundary and\nthen the western boundary of the said main mad leading from Priestman's\nRiver to Port Antonio back to the starting point.\n                              Smm SCHEDULE                                (Regulation 4 (2) )\n          The Agriculturd Produce Act\n          The Licences on Trades and Business Act\n          The Parochial Markets Law\n          The Spirit Licence Act                                                                  Cap. 275\n          The Tourist (Duty-Free) Shopping System Act                                             1953 Edtn.\n                  p h e inclusion of this pege LE authorized by L.N. 73/19991\n                              TOURIST BOARD\n                    'l'HE TOURIST BOARD AC'I\n                                   NOTICE\n                              (under section 22)\n      (Made by the Minister on the 13Nz day of December, 1985.)            L.N. 246D185"
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. The p:ovisions of regulations 23 (2), 24 and 26 shall, mutatis\nmutandis, apply to jet-skiing operations carried out by a licensed water\ns ~ p r t sOperator.\n   3 3 4 1 ) A licensed water sports operator who provides jet-skiing.\nsunfish sailing or board sailing activities, as the case may be, shall pro-\nvide in connection therewith a boat or vessel for use in rescuing and\nconveying to shore, any person who, while engaged in any such activity,\nis injured or otherwise in need of such services.\n       (2) Every such #boatshall be equipped with a First Aid Kit and\nsuch life saving equipment as the Board may specify.\n                                       General\n  %.--(I)  The Board may from time to time appoint such persons as\nthe Board considers suitable to be inspectors for the purposes of these\nRegulations.\n       (2) An inspector may at any reasonable time enter any premises,\nvehicle, boat or vessel used in water sports operations, for the purpose\nof making such inspection or examination as in his opmion may assist\nin the enforcement of the provisions of these Regulations, and may seize\nand detain for such time and subjeot to such conditions as the Board\nmay authorize, any article by means d or in relation to which he rea-\nsonably believes any provision of these Regulations has been wn-\ntravened.\n        (3) An inspector shall be furnished by the Board with a certi-\nficate of appointment and on entering any premises, vehicle, boat or\nvessel pursuant to paragraph (2), shall, if required to do so, produce\nthe certificate to the person in charge of the premises. vehicle, boat\nor vessel, as the case may be."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. Every licensed water sports operator 01 every person in charge\nof any premises, vehicle, boat or vessel used in water sports opera-\ntions, whenever called upon to do so by an inspector, shall produce\nto the inspector for inspection-\n     (a) all equipment and maohinery used by such operator in his\n          water sports operations;\n    THE TOURIST BOARD (WATER SPORTS) REGULATIONS, 1985\n    (b) all documents and records required to be kept by him in\n        relation to such operations;\n    (c) such of those documents and records as may be specified by\n        the inspector."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36.-(1) Every licensed water sports operator shall, in relation to\nhis water sports operations, take out a policy of insurance of such\nvalue as may be approved by the Board.\n       (2) The policy of insurance must be a policy which-\n    (a) is issued by a person who is an authorized insurer;\n    (b) offers specific coverage in respect of-\n            (i) acoidental bodily injury (whether or not the injury is\n                 fatal) to any person other than a person who at the\n                 time d sustaining such injury is engaged in the ser-\n                 vice of the insured;\n            (ii) awidental damage to any property specified in sub-\n                  paragraph (c), mused by or arising out of water sports\n                 operations;\n     (c) the property mentioned in sub-paragraph (b) (ii), is any pro-\n          perty other than property-\n             (i) belonging to or held in trust by or in the custody or\n                 control of the insured or his servant or agent;\n            (ii) being that part of any property, land or building on\n                 whioh the insured or his servant or agent is or has\n                  been working.\n                                  Oflences"
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37.-41) Every person, being a licensed water sports operator, who\nwntravenes the provisions of regulation 4, 5. 9, 10, 12 or 13 shall be\nguilty of an offence and shall be liable on summary conviction in a\nResident Magisitrate's Court to a fine not exceeding twenty thousand dol-\nlars and in default of payment thereof to imprisonment with or with-\nout hard labour for a term not exceeding six months.\n        (2) Every person who contravenes the provisions of regulation"
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38.-(1)   Every person who-\n        (a) with intent to deceive-\n                 (i) forges or uses or lends or allows to be used by any\n                     other person any licence issued under section 2 3 ~of\n                     the Act or these Regulations;\n                (ii) makes or has in his possession any document so close-\n                     ly resembling such licence as to be calculated to de-\n                      ceive;\n         (b) assaults or obstruots any inspector appointed under these Re-\n               gulations acting in the perf~rma~nce  of his functions under or\n               pursuant to these Regulations;\n         (c) bribes or attempts to bribe any inspector in connection wisth\n               any matter arising in the performance of any of his functions\n               under or pursuant to these Regulations;\n         (d) knowingly @ves false or misleading information to any in-\n               spector;\n         ( e ) produces or furnishes, or muses or knowingly allows to be\n               produced or furnished, any document or information which\n               he knows to be false in a material particular;\n         (f) being an inspector, accepts any bribe in connection with any\n               matter arising in the performance of any of his functions\n               under or pursuant to these Regulations,\n    shall be guilty of an offence and shall be liable on summary conviction\n    in a Resident Ma@strateYsCount to a fine not exceeding twenty thousand\n    dollars and in default of payment thereof to imprisonment with or\n    without hard labour for a term not exceeding six months.\n            (2) If any person is guilty of any contravention of, or non-\n    compliance with, any of the requirements of these Regulations in re-\n    spect of which no special penalty is provided, he shall for each offence\n.   be liable on summary conviction in a Resident Magistrate's Court to\n    a fine not exceeding twenty thousand dollars and in default of payment\n    thereof to imprisonment with or without hard labour for a term not\n    exceeding one month.\n                   [The inclu$ion of this page is authorized by L.N. 54/20001\n                              TOURIST BOARD\n                    THE TOURIST BOARD ACT\n                                 REGULATIONS\n                               (under secrion 16)\n      (Made by the Minister on the 12th day of December, 1985)                 L.N. 2361a\n                                                                               Amdt.\n                                                                               L.N. 99~186\n                                                                                     143187"
    }
  ],
  "definitions": [
    {
      "term": "certified diver",
      "definition": "a person ca-tified as such by an interna-",
      "source_provision": "sec15"
    },
    {
      "term": "certified instructor",
      "definition": "a person certified by an internationally",
      "source_provision": "sec15"
    },
    {
      "term": "the Code",
      "definition": "the document entitled \"Code of Conduct for the",
      "source_provision": "sec15"
    },
    {
      "term": "dive director",
      "definition": "a person certified by an internationally re-",
      "source_provision": "sec15"
    },
    {
      "term": "Harbour Master",
      "definition": "the Harbour Master of",
      "source_provision": "sec22"
    }
  ]
}