{
  "id": "jm-subs-the-trade-marks-act",
  "type": "statute",
  "title": "The Trade Marks Act",
  "title_en": "The Trade Marks Act",
  "short_name": "Trade Marks Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-trade-marks-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-trade-marks-act",
  "provisions": [
    {
      "provision_ref": "sec0",
      "section": "0",
      "title": "Section 0",
      "content": "0) where the mark is registered pursuant to section 13(6) of the Act\n           with the consent of the proprietor of an earlier trade mark or other\n           earlier right, that fact."
    },
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Rules may bc cited as thc Tradc Marks Rules. 2001.                    c . ~ I ~ ~ ~ o ~"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.--( 1) In these Rules unless the contest otherwise quires-                   IntcrprUnbm\n        \"appointed day\" mcans the 24th day of August. 2001.\n        \"Convcntion Country\" mcans a country other than Jamaica which is\n            a party to thc Paris Convention for the Protection of Industrial\n            Property. March 20. 1883 as reviscd or amended from time to\n        '.  time:\n        \"former Act\" mcans the Tradc Marks Act in force immcdiatelg\n             bcforc the 3rd day of September, 2001:\n        \"thc mcc\"    means the Ofice of thc Registrar of Companies:\n        \"thc old law\" mcans thc former Act and any othcr cnactmcnt or rule\n              of law applying. iinmcdiatcly bcforc the appointed day. to tradc\n              marks registcrcd undcr the former Act:\n        \"proprietor\" mcans the person rcgistered as the proprietor of a trade\n             mark;\n        \"specification\" means the designation of goods or scrviccs in r e s p a\n             of which a trade inark. or a liccnsec of a tradc mark. is\n             registered or proposed to bc registcrcd.\n        (2) In hesc Rules refcrcnces to the filing of any application notice\nor other documenl shall be construed as rcfcrences lo their being sent or\ndelivered to the Regisbar at thc Officc."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.--( 1) The fces to be paid in respect of applications, registrations or F-\norher mattcrs under lhesc Rulcs shall be those specified, in relation to such\n                                                                              Fml\nmaller. in the First Schedule.                                                SEhohJs\n         (2) Any form required to be filed with the Registrar in respect of any\nspecified matter shall be subject to the payment of the fee (if any) specified,\nin respect of that matter, in the First Schedule.\n8                                             THE ~ R ~ D E   RL.&S. ,7001\n                                                        .c~;~RK$\nForms                   4. The forms referred to in these Rules are those contained in the Second\nSecon i\nsChcddc              Schedule and shall be used in all cases to which they are applicable and ma?\n                     be modified as dnected by the Registrar to meet other cases.\n                                                        Registration\n;\\pph.aU@rI             5 . 4 1 ) An application for the registration of a trade mark shall be filed\nfm\nreeutmllmo~          on Form TM1 and fees therefor paid in the manner specified in the First\nmdc mad\nFmt\n                     Schedule.\nScholulc.\n                             (2) Where an application relates to a trade mark which-\n                           ( a ) is three dimensional. the application shall contain a description of\n                                 the mark in graphic form or\n                           ( b ) has colour. the application shall contain a description of the\n                                  colour and a specimen thereof shall be submitted with the\n                                  application.\n                             (3) An application to register a word as a trade mark shall be treated\n                     as an application to register that word without regard to its graphic form\n                     shoun in the application unless the applicant includes a statement that the\n                     application is for registration of the word in the graphic form.\nCImlni to                6.-(1) Where. pursuant to section 19 of the Act. a right to priority is\npn(     =w           claimed by reason of an application for protection of a trade mark duly filed\n                     in a Convention country. particulars of that claim shall be included in the\n                     application for registration under rule 5 .\n                              (2) There shall be filed with the application a cerdficate by the\n                     registering or other competent authority of a Convention country certifying,\n                     or verifying to the satisfaction of the Registrar-\n                            (0)   the date of the filing of the application in that covtry;\n                            ( 6 ) the registering or competent authority;\n                            (c) the reptesentation of the mark,and\n                            (d) the goods or services covered by the application\n                              (3) Where a certificate is not filed pursuant to paragraph (2) the\n                      applicant shall file the certificate within three months of filing the\n                      application.\n                              (4) Where an applicant fails to file a certificate ~ U I S U B I to\n                                                                                               ~~\n                      paragraph (3), the claim to priority shall not be considered.\n    t        ~   ~    o   7.-41)\n                           f     For the purposes of trade mark registration in respect of goods\n 1poa-J-\n 'M                   dated before the la day of December, 1958, goods are                    in\n Bddlb.               accordance with the Third Schedule ex-          w h a specificstion brr\n    ~oucb\n    ~cbrhl            been convened to the Fourth Schedule, whetha uader the old law or lmda\n                                      [The includm of this pp is authorid by L.N. 28/2003]\n                           THE TRADEMARKSRULES 2001\nrule 35.\n           (2) For the purposes of-\n      (a) trade mark registrations in respect of goods dated on or after the\n           1st day of December, 1958;\n      (b) any registrations dated before that date in respect of which the\n          specifications were converted under the old law; and\n      (c) trade mark registrations in respect of services,\ngoods and services are classified in accordance with the Fourth Schedule, ~\n                                                                          d*.\nwhich sets out the current version of the classes of the International\nClassification of Goods and Services."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Name of agent (ifappropriate)\n   \"Address for service\" in Jamaica\n   to which all conespondence\n   should be sent\n   (3ee note (b))\n                                          I claim to have the regiskabilityof the u d c\n                                          determined in accadance with the prov~ioos\n                                          of the Trade Maks Act.\n                                          I ackmwlodgethis notice is irrevocable.\n                                         Name (block cap1tab)\nName and daytimetelephone numbex of\n                      prmonto-\nstate number of any sheets aaached to\n                             this form\n                              THE TRADEMclRKS RULES, 22001\n                                        Trade Marks Act\nFonn TM26, contd.\nReminder\n       You cannot amend a mark under the 1999 Act. If you want to amend the mark\n       you must file Fonn TM6 before or with this form.\n       The new filing date of your converted application will be on the 3rd\n       September, 2001 which is the commencement date of the 1999 Act\n(a) These notes will help you to fill in this form. Ifyou need any more help or you h any\n    questions,please contact the TradeMarks Registty.\n(b) Writeyour answers in capital letters using black ink or you may lype them.\n(c) If there is not enough space for p r answer to any section of this form, use sepomte\n     sheets.\n    Number each one and write on theform how many extra sheets you hove used.\n( d ) Once you havefilled in theform you must remember to sign and date it.\n      For details offeeJ and ways to pay, please contact the TradeMarks Registty.\n(e) Thisform is used to convert on application made under the Trade Marks Act, 1958 so that\n    it is considered under the provisions of the Trade Marks Act, 1999.\nfl   You cannot srgnrficantly amend a mark under the Trade Marks Act, 1999. (Section 23\n      refers). If you want to amend the mark y m should send us form llMd b e f m or mth this\n     form, so that the mark can be amended before it is converted.\nCg) You should be aware that converting your application will only be a h w d within six\n     months of the start of the TradeMarks Act, 1999 which is the 3rd September, 2001.\n     Any priority date more than 6 months before this date will thersfore not apply to the\n     converted case. Once the application has been conwrted it is irrevocable.\n(h) If your addressfor service is differentporn your agent's, then please give us full details of\n    both.\n                    [The inclosioa of this page is authorized by L.N. 28/2003]\n                             THE TRADE M4RKS RULES,2001\n                                       TradeMarks Act\n                                      THIRD s-ULE                                    (Rule 7)\n                                    Classifrcarion of Goods\n                                            Class 1\nChemical substances used in manufacture, photography, or philosophical research and\n  antimsives.\n                                            Class 2\nChemical substances used for agricultural, horticultural, veterinary and sanitary purposes.\n                                            Class 3\nChemical substancesprepared for use in medicine and pharmacy.\n                                            Class 4\nRaw, or partly prepared, vegetable, animal, and mineral substances used in manufacture, not\n  included in other Classes.\n                              ,\n                                            Class 5\nUnwrought and partly wou& metals used in manufacture.\n                                            Class 6\nMachinery of all kinds, and parts of machinery, except agricultural and horticultural machines\n and their parts included in Class 7.\n                                            Class 7\nA g r i c u W and horticultural machinery, and parts of such machinery\n                                             Class 8\nPhilosophical instruments, scientific instruments, and apparatus for       purpom, instruments\n  and apparatus for teaching\n                                             Class 9\nMusical instruments.\n                                            Class 10\n                                            Class 11\nInstrumcnta, clppantus and contrivances, not medicated, for surgical or curative purposes, or in\n   relationto tbe health of men or animals.\n                              THE W       EUARKS RULES, 2001\n                                        Trade Marks Act\n                                    THIRD SCHEDULE, contd.\n                                    Classijcation of Goods\n                                              Class 12\nCutlery and edge tools.\n                                              Class 13\nMetal goods, not included in other Classes.\n                                              Class 14\nGoods of precious metals and jewellery, and imitations of such goods and jewellery.\n                                              Class IS\nGlass.\n                                              Class 16\nPorcelain and earthenwan.\n                                              Class 17\nManufachlre fimn mineral and other substances for building or decoration.\n                                              Class 18\nEagineering, architechuel, and building contrivances.\n                                              Class 19\nArms, ammunition, and stores not included in Class 20.\n                                              Class 20\nExplosive substances.\n                                              Class 21\nNaval architaaual amlrivances and naval equipment not included in other Chaos.\n                                              C h s 22\ncarriages.\n                                              Class 23\n(a) Coam Yam\n(b) Scwiagcattoa.\n                    [ n e inclusion of this page is authorized by L.N. 28120031\n                                              RULES,2001\n                               THE T W E IU~RKS\n                                        Trade Marks Act\n                                                   contd.\n                                      THIRD SCHEDULE,\n                                              Class 24\nCotton piece goods.\n                                              Class 25\nCotton goods not included in other Classes.\n                                              Class 26\nL i e n and hemp yarn and thread.\n                                              Class 27\nLinen and hemp piece goods.\n                                              Class 28\nLinen and hemp goods not included in other Classes.\n                                              Class 29\nJute yams and tissues, and other articles made ofjute, not included in other Classes.\n                                              Class 30\nSilk, spun, thrown, or sewing.\n                                              Clrss 3 1\nSilk piece goods.\n                                              Class 32\nSilk goods not included in other Classes.\n                                              Class 33\nYams of wool, worsted or hair.\n                                              Class 34\nCloths and tufts of wool, worsted, or hair.\n                                              Class 35\n Woollen and worsted and hair goods, not included in other Classes.\n                                               Class 36\n Carpets, floor-cloth and oil cloth\n                                        ',\n                    [The inclusion of this page is ar~thorizedby L.N. 28/2003]\n                                THE TRADE MARKSRULES. 2001\n                                         Trade Marks Act\n                                      THIRDSCHEDULE,\n                                                  contd.\n                                             Class 37\nLeather, skins unwrought and wrought, and articles made of leather not included in dhg\n  Classes.\n                                             Class 38\nArticles of clothing.\n                                              Class 39\nPaper (except paper hangings), stationery and bookbinding.\n                                              Class 40\nGoods manufactured from India-mbber and gutta-percha not included in other Classes.\n                                              Class 41\nFurniture and upholstery.\n                                              Class 42\nSubstances used as food or as ingredients in food.\n                                              Class 43\nFermented liquors and spirits.\n                                              Class 44\nMineral and aerated waters, haturd and artificial, including ginger beer.\n                                              Class 45\nTobacco. whether manufactured or unmanufactured.\n                                              Class 46\nSeeds for agricultural and horticultural purposes.\n                                              Class 47                                           (\nCandles, common soap, detagents; illuminatinp, heating, or lubricating oils; matches; and\n  starch, blue, and other preparations for laundry purposes.\n                                              C1Pcrs 48\n Perfurnay (iochdiog toile4 d c l o s , prrplstionsfor the teeth and hair, and perfumed soap).\n                        [The i~rlu*onof hie page is authaiad by L.N. 28120031\n                                THE TRADE MARKS RULES,2001\n                                        TradeMarks Act\n                                    IMRDSc-mE,          contd.\n                                             Class 49\nGames of all kinds and sporting articles n d included in other Classes\n                                             Class 50\nMiscellaneous:-\n      (1)   Goods manufactured fiom ivory, bone or wood, not included in other Classes.\n      (2) Goods manufactured from straw or grass, not included in other Classes.\n      (3) Goods manufactured from animal and vegetable substances, not included in\n          other Classes.\n      (4) Tobacco pipes.\n      (5)   Umbrellas, walking sticks, brushes and combs for the hair.\n      (6) Furniture cream, plate powder.\n      (7) Tarpaulins, tentq rick-cloths, rope (jute or hemp), twine.\n      (8) Buttons of all kinds other than of precious metal or imitations thoreof.\n      (9)   Packing and hose.\n      (10) Other goods not included in the foregoing Classes.\n                          THE TRADEUARKS RULES, 2201\n                                    Trode Morks Act\n                                   FOURTHSCHEDULE                                    (Rule 7)\n                                 Cbssificorion of Goods\nClass 1    Chemicals used in industry, science and photography, as well as in agriculture,\n           horticulture and forestry, unprocessed artificial resins, unprocessed plastics;\n           manures, fue extinguishing compositions, tempering and soldering\n           preparations; chemical substances for preserving foodstuffs; tanning\n           substances; adhesives used in industry.\nClass 2    Paint, varnishes, lacquers, preservatives against rust and against deterioration of\n           wood; colorants; mordants; raw natural resins; metals in foil and powder form\n           for painters, decorators, printers and artists.\nClass 3    Bleaching preparations and other substances for laundry use; cleaning,\n           polishing, scouring and abrasive preparations; soaps; perfumery, essential oils,\n           cosmetics, hair lotions; dentifrices.\nClass 4    Industrial oils and greases; lubricants; dust absorbing, wetting and binding\n           compositions; fuels (including motor spirit) and illuminants; candles, wicks.\nClass 5    Pharmaceutical, veterinary and sanitary preparations; dietetic substances\n           adapted for medical use, food for babies; plasters, materials for dressings;\n           material for stopping teeth, dental wax; disinfectants; preparations for\n           destroying vermin, fungicides, herbicides.\nClass 6    Common metals and their alloys; metal building materials; transportable\n           buildings of metal; materials of metal for railway tracks, non-electric cables\n           and wires of common metal; ironmongery, small items of metal hardware;\n           pipes and tubes of metal; safes; goods of common metal not included in other\n           Classes; ores.\nClass 7    Machines and machine tools; motors and engines (except for land vehicles);\n           machine coupling and transmission components (except for land vehicles);\n           agricultural implements other than hand-operated; incubators for eggs.\nClass 8    Hand tools and implements (hand-operated); cutlery; side arms; razors.\nClass 9    Scientific, nautical, surveying, electric, photographic, cinematographic, optical,\n           weighing, measuring, signalling, checking (supervision), lifesaving and\n           teaching apparatus and instruments; apparatus for recording, trammission or\n           reproduction of sound or images; magnetic data carriers, rermding discs;\n           automatic vending machines and mechanisms for coin-operated apparatus; cash\n           registers, calculating machines, data processing equipment and computers; fue-\n           extinguishingapparatus.\nClass 10   Surgical, medical, dental and veterinary apparatus and instruments, artificial\n           limbs, eyes and teeth, orthopedicarticles; suture materials.\nClass 11   Apparatus for lighting, heating, steam generating, cooking, refrigerating,\n           drying, ventilating, water supply and sanitary purposes.\nC h 12     Vehicles; apparatus for locomotion by land, air or water.\nClans 13   Firearms; ammunition and projectiles; explosives; fireworks.\nClass 14   Recious metals and their alloys and goods in precious metals or coated\n           therewith, not included in other Classes; jewellery, precious stones; h a o l o g i d\n           d chronometricinstruments.\n                           THE TWLIE MARKS RULES. 2001\n                                    Trade Marks Acl\n                               FOURTH SCHEDULE, contd.\nClass I5    Musical instruments\nClass 16    Paper, cardboard and goods made from these materials, not included in other\n            Classes; printed matter; bookbinding material; photographs; stationery:\n            adhesives for stationery or household purposes; artists' materials; paint brushes;\n            typewriters and ofice requisites (except furniture); instructional land teaching\n            material (except apparatus); plastic materials for packaging (not included in\n            other Classes); playing cards, printers' type; printing blocks.\nClass       Rubber,. gutta-percha, gum, asbestos, mica and goods made @om these\n            materials and not included in other Classes; plastics in extruded form for use in\n            manufacture; packing, stopping and insulating materials; flexible pipes, not of\n            metal.\nClass       Leather and imitations of leather, and goods made of these materials and not\n            included in other Classes; animal skins, hides; trunks and travelling bags;\n            umbrellas, parasols and walking sticks; whips, harness and saddlery.\nClass 19    Building materials (non-metallic); non-metallic rigid pipes for building,\n            asphalt, pitch and bitumen; non-metallic transportable buildings; monuments,\n            not of metal.\nClass 20    Furniture, mirrors, picture fkames; goods (not included in other Classes) of\n            wood, cork, reed, cane, wicker, horn, bone, ivoyy, whalebone, shell, amber.\n            mother-of-pearl, meerschaum and substitutes for all these materials, or of\n            plastics.\nClass 2 1   Household or kitchen utensils and containers (not of precious metal or coated\n            therewith); combs and sponges; brushes (except paint bnrshes); brush-making\n            materials; articles for cleaning purposes; steelwool; unworked or semi-worked\n            glass (except glass used in building); glassware, porcelain and earthenware no?\n            included in other Classes.\nClass 22    Ropes, strings, nets, tents, awnings, tarpaulins, sails, sacks and bags (not\n            included in other Classes); padding and stuffmg materials (except of rubber or\n            plastics); raw fibrous textile materials.\nClass 23    Yams and threads, for textile use.\nClass 24    Textiles and textile goods, not included in other Classes; bed and table covers.\nClass 25    Clothing, footwear, headgear.\nClass 26    Lace and embroidery, ribbons and braids; buttons, hooks and eyes, pins and\n            needles; artificial flowers.\nClass 27    Carpets, rugs, mats and matIing, linoleum and other materials for covering\n            existing floors; wall hangings (non-textile).\nClass 28    Games and playthings; gymnastic and sporting articles not included in other\n            Classes; decorations for Christmas trees.\nClass 29    Meat, fish, poultry and game; meat extracts; preserved, dried and cooked h i t s\n             and vegetables; jellies, jams, h i t sauces; eggs, milk and milk products; edible\n             oils and fats.\n                [Tlie inclwion of this paBe is authorized by L.N. 28120031\n                             THE TRADE MARKS RULES, 2001\n                                      Trade Marks Act\nClass 30    Coffee, tea, caeoa, sugar, rice, tapioca, sago, artificial coffee; flour and\n            prepa~lttiottsi n d e from c e r d s , head, psky eenkctieftzry, h,   honey,\n            treacle; yeast, baking-powder; salt, mustard; vinegar, sauces (condiments);\n            spices; ice.\nClass 3 1   Agricultural, horticultural and forestry products and grains not included in other\n            Classes; live animals; fresh h i t s and vegetables; seeds, natural plants and\n            flowers: kodstuffs for animals, malt.\n            Beers; mineral andaerated waters and ather non-alcohalic d r i n k s , M drinks\n            and fruit juices; syrups and other preparations for making beverages.\nClass 33    Alcoholic beverages (except beers).\nClass 34    Tobacco; smokers' articles; matches.\nClass 35    Advertising; business management; business administration; ofice fbnotions.\nClass 36    Insurance: financial affairs., monetary affairs, real estate affairs.\nClass 37    Building construction; repair; installation services.\nClass 38    Telecommunications.\nClass 39    Transport; packaging and storage of goods; travel -gem&\nClass 40    Treatment of materials.\nClass 41    Education; providing of         training, entertainment; sporting and cultural\n            activities.\nClass 42    Providing of food and drink, temporary accommodation; medical, hygienic and\n            beauty care; veterinary and agricultural services; legal services; scientific and\n            indudat research; co&uter & m u m i n s smyicesthat cannot be clqsified in\n            other Classes."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Write here if any licensees or anyone\n   else has a registered interest in the\n   registration\n   (if yes write the details on a sheet)\n                                                     Declaration\n                                                     I confirm that there are no interested\n                                                     pam'es in the mark\n                                                     or\n                                                     I confirm that those with a registered\n                                                     interest in the mark (list a t t a c h 4 haw\n                                                     been noMed three months prior to this\n                                                     form beingfiled, or that they consent to the\n                                                      surrender.\n                               Signature\n                                                                                              -\nName (block capitals)\nName and daytime telephone number of\n                     person to contad\n                                                                                              -\n State number of any sheets attached to\n                             this fonn\n                                   of this page is authorized by L.N. 28/2003]\n                    [Tile inclusio~~\n                                   THE lRADE UARKS RULES. 2001\n                                             Trade Marks Act\nF o r m l?vi 12. contd\n( a ) These notes will help you to fill in this form. Ifyou need any more help or you have any\n      quesbons, please contact the Trade Marks Registry.\n( b ) Write your answers in capital letters using black ink or you may W e them.\n(c)   If there is not enough space for your answer to any section of this form, use separate\n      sheers.\n      Number each one and write on theform how many extra sheets you have used.\n( d ) Once you havefilled in the form you must remember to sign and date it.\n      For details of fees and ways to pay, please contact the Trade Marks Registry.\n( e ) The proprietor of a regstered Trade Mark can surrender their legal rights to all or part of\n       the goods or services for which it I S registered. (Section 42 of the Trade Marks Act\n       r e f r s).\n(f)    This form is used if you are g ~ v ~ nupg your legal rights to the whole Trade Mark\n       registrahon, and you should use a separateform for each Trade Mark affected.\n(g) Do not use this fonn ifyou are giving up your legal rights to only some of the goods or\n       services. Please use Form TM 13 instead.\n( h ) Only one registration number is allowed on eachform.\n( i ) You must tell all the people who have an interest in your mark that you are going to give up\n      your rights in the mark 3 months beforehand, or they should consent to this. You also\n       need to attach a list of all the interested parties to this fonn.\n      (Section 42 of the Trade Marks Act and Rule 22 of the Trade Marks Rules, 2001 refer).\n      rfyour address for service is different from your agent S, then please give us fill details of\n       both.\n                               W E TRADEUllRKSRULES. 2001\n                                           TradeMarks Act\nForm TM13                    THE TRADE MARKS REGISTRY\nNotice of a partial surrender of the                                     Trade Marks Registry\nspecification of goods or services                                           1B Holborn Road,\nfor which the mark is registered                                                 Kingston 10\n                                                                                             -"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Name of agent (ifapproprrate)\n                                                                                               -\n   \"Address for service\" in Jamaica\n   to which all correspondence\n   should be sent\n   (see note (b))\n                                            Signature\n                                     Name (block capitals)\n                                              Date\n Name and daytime telephone number of\n                      person to contact\n State number of any sheets attached to\n                             this form\n Reminder\n    List on a separate sheet ( a )the g o d s or services (by class number) to be\n   removed to a divisional application or the geographical restriction to be\n   applied or (b)representationsof the marks to be divided.\n                      [The i~elusionof this page is autliorized by L.N. 281200'3]\n                               mE TRADE MARKS RULES, 2001\n                                         Trade Marks Act\nF o r m TM7?contd.\n(a) These notes will help you to fill in this form. I f you need any more help or you ha* any\n    questions,please contact the TradeMarks Registry.\n(b) Writeyour answers in capital leners using black ink or you may lype them.\n(c) I f there is not enough space for your answer to any section of this form, use separate\n     sheets. Number each one and write on the form how many extra sheets you have used.\n( d ) Once you havefilled in theform you must remember to sign anddate it.\n      I f you are dividing a specification of goods or services then the only fee payable is the\n       divisionfee.\n     Ifyou are dividing a series of marks then thefillowing fees are payable:\n     - one divisionalfee;\n     - afresh applicationfee for each &a application created; and\n     - any classfee ifappropriate.\n     For information onfees and ways you can pay please contact the Trade Marks Registry.\n(e) You may use this form to divide a specification of goods or services, or on the basis of a\n    geographical limitation or both, or to divide a series of marks. You cannot divide both a\n    specijication of goods or series and a series of marks on the same form. A separate form\n     IU7 should be completedfor dividing a series of marks.\nV)   Section 25 of the TradeMarks Act allows for the division of an application. (Rules 15\n     and 1 7 of the Trade Marks Rules, 2001, also refer) This may apply,for example, where a\n     multiclass application may not proceed because of objections arisrng qainst some of\n     the goods or services covered by the application. In this case, the application could\n     be divided, wifh part of the application proceeding to registration in respect of those\n     goods or services which do not face objections, whilst the other part is held up until the\n     objections are settled.\n(g) You cannot divide a registered mark.\n(h) Ifyour addressfor service is d~fferentfiomyour agent's, then please give us@U details of\n    both.\n                                THE TRALlE MARKSRULES 2001\n                                            Trade Marks Act\nForm TM8                      THE TRADE MARKS REGISTRY\nRequest to merge either applications                                     Trade Marks Registry\nor regisirations                                                             1~ Holbom Road,\n                                                                                  Kingston 10\n                                                                                                -"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Name of agent (ifappropriate)\n     \"Address for service\" in Jamaica\n     to which all correspondence should\n     be sent\n     (see nofe Q)\n                                                   Declaration\n                                                   I declare that there has been no chunge in the\n                                                   actual proprietorship of the application or\n                                                   registration or the identity of the licensee.\n                                              Signature\n                                     Name (block capitals)\n                                                                                            -\n                                               Date\n                               THE TRA.DEMARKS RULES,2201\n                                         Trade Marks Act\nForm TM6,contd.\nName and daytime telephone number o f\n                     person to contact\nState number of any sheets attached to\n                            this form\n( a ) These notes will help you to fill in this form. Ifyou need any more help or you have any\n      questions,please contact the Trade Marks Registry.\n( b ) Writeyour answers in capital letters using black ink or you may type them.\n( c ) If there is not enough space for your answer to any section of thfsform, use separate sheets.\n      Number each one and write on the form how many extra sheets you have used.\n(d) Once you havefilled in theform you must remember to sign and dare it.\n      For details offees and ways to pay, please contact the TradeMark8 Regisny,\n(a) Thisform is used ifthere is a change In the name or address of the proprietor. licsnsee or\n      anyperson with an interest recorded against an application or registrcltiorr.(Rulu~13 and\n      33 of the TradeMarks Rules, 2001 refer).\n      If there has been a change in the actual proprietorship of the TradeMark t h e n f l in Form\n      TM19 instead of thisjbrm.\n(g) If there has been a change in the identity of a licensee thenfill in Form 7M21 instead of\n    thisform.\n(h) I f you want to amend the representation of a registered mark then fill inFonn TMll\n    instead of this form.\n(i)   This form may also be usedfor other amendments,such as those stemmingfrom a clerical\n      error.\n)     Ifyour addressfor senice is differentfiomyour agent's, then please give us f L N details of\n      both.\n                    [The inclusion of this p a p is authorized by L.N. 28/2003]\n                                THE W       EMARKS RULES. 2001\n                                          Trade Marks Act\nForm TM7                      THE TRADE MARKS REGISTRY\nRequest to divide an application                                       Trade Marlcs Registry\n                                                                           IB Holbom Rod,\n                                                                               Kingston 10\n:1   Your reference"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Siguelure of the person shown\n   ai ssction 4 overleaf\n    (or his or her representative)\n                                             Signature\n                                        Name (block capital)\n                                                Date\nName and daytime telephone number\n     (ofperson compleffngthisform)\nState number of any sheets attached to\n                            this form\n(a) These notes will help you to fill in thrsform. Ifyou need any more help or you haw any\n    questions,please contact the Trade Marks Regisrry.\n(b) Writeyour answers in capital letters using black ink or you may type rhem.\n(c) If there is not enough space for your answer to aqy secffon of this form, use separate\n     sheets.\n    Number each one and write on theform how many &a s h e e t s 9 hovo used.\n(d) Once you havajlkd in theform you must remember to sign and date it.\n    For details of fees and ways to pay, pkase contact the TradeMark Regisfry.\n (e) Section 30 ofthe TradeMarksAct andRule 28 of the Trade Mark Rules, 2001 a l h vfor a\n     person who claims to haw an interest in. (or under) a registered mark to apply to haw\n     the details of that claim enteredonto theRegister. This claim mpy stemfiom:\n      s the person being granted the mark as a security interest. or any right in or under it;\n      s the makfng by personal representatives of an assent for the m& or any right in or\n        under it; or\n      s a court or other competent authority han@erriing rhe mark, or any right in or under it.\n      Such a right may also be amended or removed.\n      In the case ofiransjkning your logal rights to someone eke, please ~ueFormTM19.\n (g) To record a kcence,pkase use Form T W O .\n (h) ryour addressfor m ' c e is drfferentfiomp r agent '3, then pkase give w fill &ails qf\n     both.\n                        [The inclasim of this page is authorized by L.N. 28/2003]\n                                THE TRADE MARKS RULES,22001\n                                           Trade Marks Act\nE m TM19                        THE TRADE MARKS REGISTRY\nApplication to register a change of proprietor                            Trade Marks Regishy\n                                                                             1~ Holbam Road,\n                                                                                  K i p t o n 10."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9 . 4 1 ) For the purposes of any proceedings before the Registrar under            h\nthese Rules or any appeal from a decision of the Registrar under the Act or\nthese Rules, an address for service in Jamaica shall, subject to the provisions\nof this rule, be filed on Form TM3 by-\n       (a) every applicant for the registration of a trade mark;\n       (b) every person opposing an application for registration of a trade\n           mark;\n       (c) every applicant applying to the Registrar-\n                  (i) under section 44 of the Act for the revocation of the\n                      registration of a trade mark;\n                  (ii) under &on 46 of the Act for the invalidation of the\n                       registration of a trade mark, or\n                                            THE TRADE MARKS RULES, 2001\n                                (iii) under section 62 of the Act for the correction of an error\n                                      or omission in the register;\n                        (d) every person granted leave to intervene under rule 26 (5) (the\n                            intervener); and\n                        (e) every proprietor of a registered trade mark which is the subject of\n                            an application referred to in sub-paragraph (c).\n                            (2) The address for service of an applicant for registration of a trade\n                  mark shall, upon registration of the mark, be deemed to be the address for\n                  service of the registered proprietor, subject to any filing to the contrary under\n                  paragraph (1) or rule 33(2).\n                           (3) Where an applicant is required to file an address for service and\n                  such requirement is made pursuant to the directions of a form required by the\n                  Registrar pursuant to section 54 of the Act, the applicant shall file the address\n                  on that form.\n                           (4) Anythmg sent to any applicant, opponent, intervener or\n                  registered proprietor at his address for service shall be deemed to be properly\n                  sent.\n                          (5) The Regisuar may, where no address for service is filed, treat as\n                  the address for service of the person concemed, his trade or business address\n                  in Jamaica, if any.\n                          (6) An address for service in Jamaica may be filed at any time by the\n                  proprietor of a registered trade mark and by any person having an interest in\n                  or charge on a registered trade mark.\n                           (7) Where an address for service is not filed as required by paragraph\n                  (1) and there is no trade or business address in Jamaica, the Registrar shall\n                  send the person concemed notice to file an address for service within two\n                  months of the date of the notice and if that person fails to do so-\n                         (a) in the case of an applicant referred to in paragraph (1) (a) or (c),\n                             the application shall be treated as abandoned;\n                         (b) in the case of a person referred to in paragraph (1) (b) or (4, he\n                             shall be deemed to have withdrawn from the proceedings; and\n                         (c) in the case of the proprietor referred to in paragraph (1) (e), he\n                             shall not be permitted to take part in any proceedings.\nDel iciencies\nin spplication."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Indicate any limitations (including\n    colour) or disclaimers\n                                                Signature\n                                           Name (block capitals)\n                                                   Date\nName and daytime telephone number of\n                     penon to contact\nState number of any sheets attached to this\n                                      fonn\nNOTES\n (a) These notes will help you t o j l l in this fonn. Ifyou need any more help or you have any\n     questions,please contact the TradeMarks Registry.\n (b) Writeyour answers in capital leners using bbck ink or you may type them.\n (c) Ifthere is not enough s p c e for your answer to any section of thisfonn, use separate sheets.\n     Number each one and write on thefonn how many extra sheets- have used.\n (4 Once you have jlled in the fonn you must remember to sign and c4te it. The appropriate\n       fees should accompany thisfonn.\n       For details ofjkes and ways topay, please contact the TradeMarks Registry.\n (e) Thisfonn is used for apply'ng to register all types of Trade Marks (sections 16 to 20 ofha\n     TradeMarks Act, refer).\n (R    If this application is for a certjcation mark, then yorc mustjle the regulations vithfn 9\n       monthsfrom the date you j l e thisfonn. (Schedule 2 paragraph 5 of the Tra& Ma& Act\n       and Rule 18 of the TradeMark Rules, 2001 rsfr).\n (g) I f this application is for a co{Jectiw mark then you mustfile the regubtiona w i t h 9\n     monthsfiom the date )lacjle thisfonn (Schedule I pamgraph 4 of the lhkM a h Aci\n     and Rule 18 of the TradeMarks Rules, 2001 rsfer).\n                      me inclusion of this page is authorized by L.N. 28R0031\n                               THE TRADE MARKS RULES,2201\n                                          TradeMarks Act\nFonn TM 1, contd.\n(h) Five ( 5 ) representations of the mark should be provided for the purpose of sectlon 2. A\n    Trade Mark must be capable of being represented graphically f i t is not a word or a\n    picture. This means you may need to give a clear description of the mark in section 2.\n    We can accept applications ifthe mark is larger than 8cm by 8cm, but no larger than A4.\n(i)   You cannot make any signijicant change to the mark ajf?eryou havefiled the application.\n      (Section 23 of the TradeMarks Act refers).\nQ     If you are applying an Internationalpriori@date, or dates, to any of the goods or services,\n      then you shouldgive all the dates in section 5.\n(@f%       should list all the goods or services which you want to register at section 6. qyolrr\n      application covers goods or services in more than one class, please group rhem together\n      by class. Show the class number in the left hand column. You will not be able to add any\n      extra goods or services to your application after you have filed it wlth the Registry. You\n      may be able to add classes in certain circumstances, for example, if some of the gwds\n      listed are in the wrong class, according to the Regisirar.\n(t) Section 8 of the form asksyou for details o f p r agent All leners about this application\n       will be sent to the agent whose name you have wrinen in section 8. If you do not haw an\n       agent we will send them to your address in Jamaica. Form ZU3 should be filed wirhin\n      four ( 4 ) weeks of thejiling of the application. You can, at any rime, change your agenr or\n       the address for service by sending us a Form m3. The authorizatim of the agent\n       should accompany the application.\n( m ) If your address for service is drferentfrom your ogent's, then please give usfill detaih o)\n      both.\n                    [nie inclusio~i of this page is autliorized by   L.N. 28/2003]\n                              THE TRADEMARK;SRULES,22001\n                                        Trade Marks Act\nForm TM2                 THE TRADE MARKS REGISTRY\nApplication for additional classes                                       Trade Marks Registry\n                                                                            1B Holborn Rod,\n                                                                                 Kingston 10"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. An application which has been accepted for registration shall be gi:ig$\npublished                                                               registration.\n                                                                                  Opp~l~on\n   1 2 . 4 1 ) Any person may, without two months from the date of any\npublication of an application for registration of a trade mark, give tc+\n      (a) the Registrar notice of opposition to the registration in Form\n          TM4; and\n      (b) the applicant a duplicate of the notice.\n         (2) The duplicate of the notice sent to the applicant shall contain-\n      (a) a statement of the grounds of opposition; and\n      (b) if registration is opposed on the ground that the mark resembles\n           marks already on the register, the numbers of those trade marks\n           and their date of publication.\n          (3) Within two months fiom the date of receipt of the duplicate\nreferred to in paragraphs (1) and (2) the applicant shall file in duplicate a\ncounter-statement on Form TM5 setting out-\n      (a) the grounds on which he relies in support of his application; and\n      (b) the facts, if any, alledged in the notice of apposition that are\n          admitted by him,\nand shall send a duplicate of the counter-statement to the opponent.\n         (4) If the applicant fails to file a counter-statement in accordance\nwith paragraph (3), his application for registration of the trade mark shall be\ndeemed to be withdrawn.\n        (5) Upon receipt of the duplicate of the counter-statement the\nopponent shall, within two months fiom the date of receipt of the\nduplicate\n       (a) file such evidence by way of statutory declaration or affidavit as\n           he may desire to adduce in support of his opposition; or\n               [The inclusion of this page 1s authorized by L.N. 28/2003]\n                         THE TRADE 1RKSRULES, 2201\n      (6) n o t e the Registrar that he does not wish to file any evidence,\nand shall send copies thereof to the applicant.\n         (6) If an opponent-\n      (a) files no evidence, he shall, unless the Registrar otherwise directs,\n          be deemed to have abandoned his opposition;\n      (b) files evidence, then, within two months of the receipt of the\n          copies of declarations or affidavits, as the case may be, the\n          applicant shall submit to the Registrar, such evidence by way of\n          statutory declaration or affidavit as he desires to adduce in support\n          of his application and shall send copies thereof to the opponent.\n          (7) Within two months of the receipt of the copies of the\napplicant's declarations the opponent-\n      (a) may submit to the Registrar, in the form of a statutory declaration\n          or &davit, evidence which shall be strictly in reply to the\n          applicant's evidence; and\n       (6) shall send copies thereof to the applicant.\n         (8) No further evidence shall be submitted by either party but, in\nany proceedings before the Registrar, he may at any time if he thinks fit, give\nleave to either the applicant or the opponent to submit any evidence upon\nsuch terms as to costs or otherwise as he may think fit.\n          (9) Where there are exhibits to declarations filed in an opposition--\n       (a) copies or impressions of those exhibits shall be sent to the other\n           party on his request and at his expense; or\n       (6) if such copies or impressions cannot conveniently be furnished,\n                           I s be submitted to the Registrar in order that they\n           the o r i g ~ ~shall\n           may be open to inspection,\nand the original exhibits shall be produced at the hearing unless the Registrar\notherwise directs.\n         (10) Upon completion of the evidence the Registrar shall give\nnotice to the parties of a date when he will hear the arguments in the case,\nbeing a date at least fourteen days after the date of the notice, unless the\nparties consent to a shorter notice.\n          (1 1) Within seven days from receipt of the notice referred to in\n paragraph (lo), any party who intends to appear shall so not@ the Registrar\n in writing.\n         (12) A party who does not comply with paragraph (11) may be\n                m e inclusion of this page is authorized by L.N. 28/2003]\n                           THE TRADE MARKSRULES, 2201                                          13\ntreated as not desiring to be heard and the Registrar may act accordingly.\n          (13) Where in opposition proceedings any extension of time is\ngranted to any party, the Registrar may thereafter, if he thinks fit without\ngiving that party a hearin& grant any reasonable extension of time to any\nother party in which to take any subsequent step.\n         (14) Where a party giving notice of opposition under paragraph (1)\nor an applicant senchg a counter-statement under paragraph (3) neither\nresides nor carries on business in Jamaica, the Registrar may-\n        (a) require him to give security, in such form as the Regism may\n            deem sufficient, for the costs of the proceedings before the\n            Registrar, for such amount as the Registrar may deem fit; and\n        ( 6 ) at any stage in the proceedmgs, require further security to be\n              given at any time before giving his decision in the case.\n         (15) In the event of an applicant failing to file a counter-statement\nin accordance with paragraph (3), the Registrar, in deciding whether costs\nshould be awarded to the opponent, shall consider whether proceedings might\nhave been avoided if reasonable notice had been given by the opponent to the\napplicant before the notice of opposition was lodged.\n          (16) Within two months from the date of any publication of an\napplication for the registration of a c e ~ c a t i o nor collective trade mark, any\nperson may give notice to the Registrar on Form TM4 opposing the\nregistration of such trade mark,and paragraphs (1) to (15) shall apply to the\nproceedings thereon.\n                             Amendment of application"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. A request pursuant to section 23 (2) of the Act for an amendment of ~ m d m - t\nan application to correct an error or to change the name or address of the 0faw'\"8tim.\napplicant shall be made on Form TM6, as the case may require.\n                                                                                       Amendment"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-41) Where a request is made for amendment of an application ofapphmtion\nwhich has been published and the amendment affects the representation of\nthe trade mark or the goods or services covered by the application, the\n                                                                                       z,,,,,\namended application shall also be published.\n          (2) Notice of opposition to the amendment shall be filed on Form\nTM4 within one month of the date of publication of the application as\namended, and shall include a statement of the grounds of objection and,\nin particular, how the amendments would be contrary to section 23 of the\n Act.\n         (3) The provisions of rule 12 shall apply to proceedings relating to\n the opposition to the amendment of the application as they apply to\n proaxdings relating to opposition to the registration of a trade mark\n14                                          THE T M E MARKS RULES, 2221\n                                       Division, merger and seriesof marh\nllvisii In of\napplictbion."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-41) At any time before registration of a trade mark, an applicant\n                   may send to the Registrar a request on Form TM7 for a division of his\n                   application for registration (the original application) into two or more\n                   separate applications (hereinafter referred to as \"divisional applications\"),\n                   indicating for each division the specification of goods or services which\n                   should not relate to goods or services of the same description as those\n                   contained in the original application.\n                            (2) Each divisional application shall be treated as a separate\n                   application for registration with the same filing date as the original\n                   application and at the same stage of processing.\n                            (3) Where the request to divide an application is filed after\n                   publication of the application, any objections inrespect of, or opposition to,\n                   the original application shall be taken to apply to each divisional application\n                   and shall be proceeded with accordingly.\n                            (4) Upon division of an original application in respect of which\n                   notice has been given to the Registrar of particulars relating to the grant of a\n                   licence, or security interest or Any right in or under it, the notice and the\n                   particulars shall be deemed to apply in relation to each of the applications\n                   into which the original application has been divided.\n                           (5) The division of an application into sepamte applications under\n                   paragraph (3) shall be subject to the payment of a divisional fee and\nFZIt\nSchedule.\n                   application and class fees specified in the First Schedule.\nM~xgerof\nsqraratc\n                       1 6 . 4 1 ) An applicant who has made separate applications for\nap plicetionsfor   registration of a mark may, at any time, request the Registrar on Form TM8\nrq $stra(ion.\n                   to merge the separate applications into a single application and where each\n                   application is at a different stage in processing the single application shall be\n                   treated as being at the earlier of the stages of processing.\n                            (2) The Registrar shall merge them into a single application if\n                   satisfied that all the applications which are the subject of the request for\n                   merger-\n                         (a) are in respect of the same trade mark;\n                         (6) bear the same date of application; and\n                                                                                                       I\n                         (c) are, at the time of the request, in the name of the same person.\n                             (3) The proprietor of two or more registrations of a trade mark may\n                   request the Registrar on Form TM8 to merge them into a single registration\n                   and the Registrar shall so merge them if satisfied that the registrations are in\n                   respect of the same trade mark.\n                                  [The incl~~sionof th~spage IS autlmrized by L.N. 28120031\n                          THE TRADE MARKSRUL,ES, 2001                                      15\n           (4) Where any registration of a trade mark to be merged under\nparagraph (3) is subject to a disclaimer or limitation, the merged registration\nshall also be restricted accordingly.\n          (5) Where any registration of a trade mark to be merged under\nparagraph (3) has had regxtered in relation to it, particulars relating to the\ngrant of-\n      (a) a licence or a security interest; or\n      (b) any right in or under it; or\n      (c) any memorandum or statement of the effect of a memorandum,\nthe Registrar shall enter in the register the same particulars in relation to the\nmerged registration.\n         (6) The date of registration of the merged registration shall, where\nthe separate registrations bear different dates, remain as they are."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.--(1) The proprietor of a series of trade marks may apply to the ~mti..\n                                                                                 ofa&of\nRegistrar on Form TM1 for their registration as a series in a single bh,&.\nregistration and there shall be included in such application a representation of\neach mark claimed to be in the series.\n        (2) The Registrar shall accept the application if he is satisfied that\nthe marks referred to in paragraph (I) constitute a series.\n         (3) At any time before publication of the application, the applicant\nmay request on Form TM7 the division of the application into separate\napplications in respect of one or more marks in that series and the Registrar\nshall divide the application accordingly if he is satisfied that the division\nrequested conforms with section 25 (2) of the Act.\n         (4) An applicant for registration of a series of trade marks or the\nproprietor of a registered series of trade marks may, at any time request the\ndeletion of a mark in that series, and the Registrar shall delete the mark\naccordingly."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Within nine months of the date of the application for the registration F*O~\n                                                                                        for\nof a collective or certification mark and prior to publication, the applicant @tiom\n                                                                               conectiyemd\nshall file Form TM9 accompanied by a copy of the regulations governing the          ,\"\"z-\nuse of the mark."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.--(1) An application for the amendment of the regulations governing ~ m a h d o f\n the use of a registered collective or certification mark shall be filed on Form    zze\n TMlo.                                                                           and\n                                                                                 certifioation\n                                                                                    maks\n          (2) Where it appears expedient to the Registrar that the amended\n regulations should be made available to the public he shall publish a notice\n indicating where copies of those regulations may be inspected.\n                [The ioclusio~~\n                              of this page is aothorized by L.N.   28120031\n                                      THE TRADE MARKSRULES. 2001\n                     (3) Any person may, within two months of the date of publication\n            of the notice under paragraph (2), make observations to the Registrar on the\n            amendments relating to the matters referred to in the principal Act in\n            paragraph 5(1) of the First Schedule thereto in relation to a collective mark\n            or paragraph 4(1) of the Second Schedule thereto in relation to a certification\n            mark and the Registrar shall send a copy thereof to the proprietor.\n                     (4) Any person may, within two months of the date of publication\n            of the notice, file notice on Form TM4 to the Registrar of opposition to the\n            amendment, accompanied by a statement of the grounds of opposition,\n            indicating why the amended regulations do not comply with the requirement\n            of paragraph 5(1) of the First Schedule or, as the case may be, paragraph 4(1)\n            of the Second Schedule of the principal Act.\n                      (5) The Registrar shall send a copy of the notice and the statement\n            to the proprietor and thereafter the procedure in rule 12 shall apply to the\n            proceedings as they apply to proceedings relating to opposition to an\n            application for regstration.\n                  Disclaimers, limitations and alteration or surrender of registered\n                                             trade mark"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.-41) The Registrar may call on an applicant to insert in his\n            application such disclaimer as the Registrar may thmk fit, in order that the\n            public generally may understand what the applicant's rights will be if his\n            mark is registered.\n                     (2) Where the applicant for registration of a trade mark or the\n            proprietor by notice in writing sent to the Registrar-\n                  (a) disclaims any right to the exclusive use of any specified element\n                      of the trade mark;or\n                  (6) agrees that the rights conferred by the registration shall be subject\n                      to a specified territorial or other limitation,\n            the Registrar shall make the appropriate entry in the register and publish such\n            disclaimer or limitation.\n                      (3) Upon payment by the proprietor of the application fee for\nFirs:       registration of a trade mark specified in the First Schedule, the Registrar shall\nSchrdulc.   advertise the disclaimer or limitation.\n                2 1 . 4 1 ) The proprietor may request the Registrar on Form TMll for\n            such alteration of his registered mark as is permitted under section 41(2) of\n            the Act.\n                      (2) The Registrar may require such evidence by statutory\n            declaration or otherwise as to the circumstances in which the application\n            referred to in paragraph (1) is made.\n                           THE TRADE MARKS RULES. ZOO1\n         (3) Where the Registrar proposes to allow the alteration he shall\npublish the mark as altered.\n         (4) Any person claiming to be affectedby the alteration may, within\ntwo months of the date of publication of the alteration under paragraph (2),\nsend to the Registrar a notice of opposition to the alteration on Form TM4\nand shall include a statement of the grounds of opposition.\n         (5) The Registrar shall, upon receipt of the notice and statement\nreferred to in paragraph (4), send a copy of each to the proprietor and\nthereafter the procedure in rule 12 shall apply to the proceedings as they\napply to proceedings relating to opposition to an application for registration.\n    2 2 . 4 1 ) Subject to paragraph (2), the proprietor may surrender a          2ysdate\nregistered trade mark by sending notice to the Registrar-                trademt~k\n      (a) on Form TM12 in respect of all the goods or services for which it\n          is registered; or\n      (b) on Form TM13, in respect only of those goods or services\n          specified by him in the notice.\n         (2) A notice under paragraph (1) shall be of no effect unless the\nproprietor, in that notice-\n      (a) gives the name and address of any person having a registered\n          interest in the mark; and\n      (b) certifies that any such person-\n              (i) has been sent not less than three months' notice of the\n                  proprietor's intention to surrender the mark; or\n             (ii) is not affected, or if affected, consents thereto.\n         (3) The Registrar shall, upon the surrender taking effect, make the\nappropriate entry in the register.\n                              Renewal and restoration"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.-(1) The Registrar shall, not earlier than six months nor later than -of\none month before thedate of expiry of the last registration of a trade mark, m .- a-\nnotify the proprietor in writing of the date of expiry and the manner in which\nregistration may be renewed.\n        (2) Renewal of registration shall be effected by filing a request for\nrenewal on Form TM14 at any time within the period of six months ending\non the date of the expiration of the registration and such request shall be\naccompanied by the fee specified in the First Schedule.                       pim"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.--(1) If, on the expiration of the last registration of a trade mark the\n renewal fee has not been paid, the Registrar shall publish that fact.\n                                                                                  zd\n                                                                                  WmMe.\n                                                                                nmcmlor\n                                      -\n                [The inclusion of this page i s authorized by   L.N. 2812003]\n                                           R E TRADE MARKS RULES, 20001\n                           (2) If. within six months from the date of the expiration of the last\n                 registration, the request for renewal is filed on Form TM14 accompanied by\nFirst            the renewal fee specified in the First Schedule and additional renewal fee so\nSchedule\n                 specified, the Registrar shall renew the registration without removing the\n                 mark from the register.\n                          (3) Where no request for renewal is filed as aforesaid, the Registrar\n                 shall, subject to rule 25, remove the mark from the register.\n                         (4) Where a mark is due to be registered after the date on which it is\n                 due for renewal (by reference to the date of application for registration), the\n                 request for renewal shall be filed together with the renewal fee and additional\n                 renewal fee within six months after the date of actual registration.\n                         (5) The removal of the registration of a trade mark shall be\n                 published."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.-31) Where the registrar has removed the mark from the register for\n                 failure to renew its registration in accordance with rule 23, he may, upon a\n                 request filed on Form TM15 within six months of the date of the removal\n                 accompaxued by the renewal fee specified in the First Schedule and\n                 restoration fee so specified, restore the mark to the register and renew its\n                 repstration if, having regard to the circumstances of the failure to renew, he\n                 is satisfied that it is just to do so.\n                          (2) The restoration of the registration shall be pubIished, with the\n                 date of restoration shown.\nAppk d o n\nforrrvocatim"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.-41) An application to the Registrar for-\ndeclaration of\nind       and           (a) revocation of registration of a mark under section 44 of the Act;\ncomction of\nregis :a.\n                            or\n                        (b) declamtion of invalidity of the registration of a trade mark under\n                              section 46 of the Act; or\n                        (c)   the rectification of an error or omission in the register under\n                              section 62 of the Act,\n                 shall be made on Form TM16 together with a statement of the grounds on\n                 which the application is made.\n                           (2) Where any application is made under paragraph (I) by a person\n                 other than the proprietor of the registered trade mark, the Registrar shall send\n                 a copy of the application and the statement to the proprietor.\n                          (3) Within two months of the date of receipt by the proprietor of\n                 the application and the statement the proprietor may file a counter-statement\n                 together with Form TM5 and the Registrar shall send a copy thereof to the\n                 applicant:\n                     Provided that where an application for revocation is based on the ground\n                           THE TRADEM M S RULES. 2001\nof non-use under section 43 (1) (a) of the Act, the proprietor shall file (within\nthe period allowed for the filing of any counter-statement) evidence of the\nuse by him of the mark, and if he fails to do so, the Registrar may treat his\nopposition to the application as having been withdrawn.\n          (4) Subject to paragraphs (2), (6) and (7), the provisions of rule 12\nshall apply to proceedings relating to the application as they apply to\nopposition proceedings for the registration of a trade mark, except that, in the\ncase of an application for revocation on the grounds of non-use under section\n 43(1) (a) of the Act, the application shall be granted where no counter-\n statement is filed.\n         (5) Any person, other than the registered proprietor, claiming to\nhave an interest in proceedings on an application under this rule may file an\napplication to the Registrar on Form TM17 for leave to intervene, stating the\nnature of his interest and the Registrar may, after hearing the parties\nconcerned if so required, refuse such leave or grant leave upon such terms or\nconditions (including any undertaking as to costs) as he thinks fit.\n         (6) Any person granted leave to intervene (hereinafter referred to as\n\"the intervener\") shall,subject to the terms and conditions imposed in respect\nof the intervention, be treated as a party for the purposes of the application of\nthe provisions of rule 12 to the proceedings on an application under this rule.\n         (7) When the Registrar has made a decision on the application\nfollowing any opposition, intervention or proceedings held in accordance\nwith this rule, he shall send the applicant, the person opposing the application\nand the intervener (if any) written notice of it, stating the reasons for his\ndecision.\n         (8) For the purposes of any appeal against the Registrar's decision,\nthe date when the notice of the decision is sent shall be taken to be the date of\nthe decision.\n                                      The Register"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. The register required to be maintained by the Registrar under section z      y\n61 of the Act need not be kept in documentary form."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. In addition to the entries required to be made in the register by -of\nsection 61(1) of the Act, the register shall contain, in respect of each trade -.\nmark registered therein, the following particulars-\n       (a) the date of regishation as determined in accordance with section\n           24(4) of the Act (that is to say, the date of the filing of the\n           application for registration);\n       (b) the actual date of registration (that is to say, the date of the entry\n            in the register);\n                 /The inclusion of this page is authorized by L.N. 28/2003]\n                          THE TRADEMARKSRULES. 2001\n      (c) the priority date (if any) to be accorded pursuant to a claim to a\n          right to priority made under section 19 or 20 of the Act;\n      (d) the name and address of the proprietor,\n      (e) the address for s e ~ c (ife any) as furnished pursuant to rule 9 (1);\n      V) any dwlaimer of limitation of rights under section 26 (2) (a) or\n          (6) of the Act;\n      (g) any memorandum or statement of the effect of any memorandum\n          relating to a trade mark of which the Registrar has been notified\n          on Form TM18;\n      (h) the goods or senices in respect of which the mark is registered;\n      (i) where the mark is a collective or certification mark,that fact; and"
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. Upon application made to the Registrar by such person as is\nmentioned in section 30(2) of the Act, there shall be entered in the register\nthe following particulars of registrable transactions, that is to s a p\n       (a) in the case of an assignment of a registered trade mark or any\n           right in it-\n                (i) the name and address of the assignee;\n               (ii) the date of the assignment; and\n              (iii) where the assignment is in respect of any right in the\n                    mark, a description of the right assigned,\n       (b) in the case of the grant of a licence under a registered trade\n           mark-\n               (i) the name and address of the licensee;\n              (ii) where the licence is an exclusive licence, that fact;\n             (iii) where the licence is limited, a description of the\n                    limitation; and\n             (iv) the duration of the licence if the same is or is ascertainable\n                    as a definite period;\n       (c) in the case of the grant of any security interest over a registeffd\n           trade mark or any right in or under it-\n                (i) the name and address of the grantee;\n              (ii) the nature of the interest (whether fixed or floating); and\n             (iii) the extent of the security and the right in or under the mark\n                     secured;\n        (4 in the case of the making by personal representatives of an assent\n            in relation to a registered trade mark or any right in or under i&-\n               (i) the name and address of the person in whom the mark or\n                     any right in or under it vests by virtue of the assentland\n                          THE TRADE . W S RULES, 2001\n           (ii) the date of the assent; and\n     (e) in the case of a court or other competent authority transferring a\n         registered trade mark or any right in or under it-\n              (i) the name and address of the transferee;\n             (ii) the date of the order: and\n            (iii) where the transfer is in respect of a right in the mark a\n                  description of the right transferred,\n           and, in each case, there shall be entered the date on which the\n           entry is made.\n    3 0 . 4 1 ) An application to register particulars of a transaction to which    F$\"\nsection 30 of the Act applies or to give notice to the Registrar of particulars @zdc=,of\nof a transaction relating to an application for the registration of a trade mark\nshall be made, subject to paragraph (2)-\n      (a) on Form TM19 where it relates to an assignment or transaction\n          other than a transaction referred to in subparagraphs (b) to (4 of\n          this paragraph;\n      (b) on Form TM20 where it relates to a grant of a licence,\n      (c) on Form TM.1 where it relates to an amendment to, or\n           termination of a licence;\n      (d) on Form TM18 where it relates to the grant, amendment or\n           termination of any security interest; and\n      (e) on Form TM18 relating to the making by personal representatives\n           of an assent or to an order of a court or other competent authority.\n          (2) An application under paragraph (1) shall be accompanied by\nsuch documentary evidence as suffices to establish the transaction.\n          (3) Where the transaction is effected by an instrument chargeable\nwith duty, the application shall be subject to the Registrar being satisfied that\nthe instrument has been duly stamped.\n          (4) Where an application to give notice to the Registrar has been\nmade of particulars relating to an application for registration of a trade mark,\nupon registration of the trade mark, the Registrar shall enter those particulars\nin the register.\n   3 1.+ 1) The register shall be open for public inspection at the Office &of\non payment of the fee specified in the First Schedule an4 on the dates and\ntimes published by the Registrar.                                          ~ebcdu~.\n         (2) The Office shall be closed to the public and the register shall\nnot be open to inspection on public holidays and on days which may from\ntime to time be notified by a notice posted in a conspicuous place at the\n                                            THE TRADE MARKS RULES, 2001\n                 Office.\n                           ( 3 ) Where any portion of the register is kept otherwise than in\n                 documentary form, the right of the inspection is a right to inspect such\n                 portion in addition to the regster.\nSupply 0:'          32. The Registrar shall supply a certified copy or extnct or uncertified\ncertified\nc o p ~ s etc.\n          ,      copy or extract of any entry in the register pursuant to a request on Form\n                 TM22.\nRequest In\nchange of\n                     3 3 . 4 1 ) The Registrar shall, on a request made on Form T M 6 by the\nm e or\naddnssin\n                 proprietor of a registered trade mark or a licensee or any person having an\nrr&ter.          interest in or charge on a registered trade mark which has been registered\n                 under rule 30, enter any change in his name or address as recorded in the\n                 register.\n                          ( 2 ) The Registrar may at any time change an address recorded in\n                 the register, on a request made on Form T M 3 by any person who has\n                 furnished that address for service under mle 9.\nRemoval of\nany    Y\n                    3 4 . 4 1 ) Where it appears to the Registrar that any entry in the register\nh m leiCter.     has ceased to have effect, before removing it from the register-\n                       ( a ) he may, where he considers it appropriate, publish his intention to\n                             remove that entry; and\n                       (b) where any person appears to him to be affected by the removal,\n                             he shall send notice of his intention to that person.\n                          ( 2 ) Within two months of the date on which the Registrar's\n                 intention to remove the entry is published, or notice of his intention is sent, as\n                 the case may b e -\n                       ( a ) any person may file notice of opposition to the removal on Form\n                             T M 4 ; and\n                           (b) the person to whom a notice is sent under paragraph ( 1 ) (b) may\n                               file, in writin*\n                                   (i) his objections, if any, to the removal; or\n                                  (ii) a request to have his objections heard orally,\n                                and where such opposition or objections are made, rule 41(4)\n                                shall apply.\n                          (3) The Registrar shall not remove any entry if he is satisfied, after\n                 considering any objection or opposition to the removal, that the entry has not\n                 ceased to have effect.\n                              ( 4 ) The Registrar may-\n                           (a) remove any entry where there has been no response to his notice;\n                                   [Thc inclusion of this pp is authorized by L.N. 28120031\n                           7HE TRADEMARKS RULES, 2001                                                23\n     (6) remove any entry or any part thereof where representations\n         objecting to the removal have been made (whether in writing or\n         orally) and the Registrar is of the view after considering the\n         objections that the entry or any part thereof has ceased to have\n         effect.\n                              Change of Classification\n                                                                                         Change of"
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35.--(I)    Subject to section 63 of the Act, the Registrar may-                      c-pson\n      (a) in order to reclassify the specification of a registered trade mark\n          founded on the Third Schedule to one founded on the Fourth ~ c h t d u ~ .\n                                                                              F0lndl\n          Schedule; or                                                        Sew.\n      (6) consequent upon an amendment of the International Classification\n          of Goods and Services referred to in rule 7 (2),\nmake such amendments to entries on the register as he considers necessary\nfor the purposes of reclassifying the specification of the registered trade\nmark.\n         (2) Before making any amendment to the register under paragraph\n(1) the Registrar shall give the proprietor of the mark written notice of his\nproposals for amendment advising him that-\n      (a) he may make written objections to the proposals within two\n          months of the date of the notice, stating the grounds of his\n          objections; and\n      (b) if no written objections are received within the period specified\n          the Registrar will publish the proposals and he will not be entitled\n          to make any objections thereto upon such publication.\n          (3) If the proprietor-\n      (a) makes no written objections within                   the period specified in\n              paragraph (2) (4; or\n       (6) at any time before the expiration of that period gives the Registrar\n           written notice of his intention not to make any objections,\nthe Registrar shall publish the proposals as soon as practicable after the\nexpiration of that period or upon receipt of the notice.\n         (4) Where the proprietor makes written objections within the\nperiod specified in paragraph (2) (a), the Registrar shall, as soon as\npracticable after he has considered the objections, ~ublishthe proposals or,\nwhere he has amended the proposals, publish the proposals as amended\n         (5) The decision of the Registrar under paragraph (4) shall be final\nand not subject to appeal.\n                           THE TRADE WRULES, 2001"
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36.--(1)Notice of any opposition shall be filed on Form TM4 within two\nmonths of the date of publication of the proposals un&r rule 35 and shall\nstate the grounds of opposition and, in particular? how the proposed\namendments would be contrary to section 63 ( 3 ) of the Act.\n        (2) The Registrar. may require or admit evidence directed to the\nquestions in issue and, if so requested by any person opposing the proposal,\ngive that person the opportunity to be heard thereon before deciding the\nmatter.\n        ( 3 ) If no notice of opposition is filed under paragraph ( 1 ) within the\ntime specfled, or where any opposition has been determined, the Registrar\nshall make the amendments as proposed and shall enter in the register the\ndate when they were made.\n         (4) The decision of the Registrar under paragraph ( 3 ) shall be final\nand not subject to appeal.\n    Request for information, inspection ofdocuments and conjdentiality"
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. A request for information relating to an application for registration or\nto a regstered trade mark pursuant to section 55 of the Act shall be ma& on\nForm TM23."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. Before publishing an application for registration, the Registrar shall\nmake available for inspection by the p u b l i o\n      (a) the application and any amendments made to it; and\n      (b) any particulars contained in a notice given to the Registrar under\n            rule 30."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39.--(1) Subject to paragraphs ( 2 ) and (3),the Registrar shall permit the\ninspection of all documents filed or kept at the Office in relation to a\nregistered mark or, where an application for the registration of a trade mark\nhas been published, in relation to that application.\n        (2) The Registrar shall not be obliged to permit the inspection of\nany document mentioned in paragraph ( 1 ) until he has completed any\nprocedure, or the stage in the procedure relevant to the document in question,\nwhich he is r e q d or permitted to cany out under the Act or these Rules.\n          ( 3 ) The right of inspection under paragraph ( 1 ) does not apply to-\n       (a) any document until fourteen days after it has been filed at the\n            Office;\n       (b) any document prepared in the Office solely for use therein;\n       (c) any document sent to the Office, whether at its request or other-\n            wise, for inspection and subsequent retum to the &,\n                 [The inclusion of this page i s authorized by L.N. 28R0031\n                           THE TRADE UclRKSRULES, 22001\n     (d) any request for information under rule 37;\n     (e)     any document issued by the m    ce which the Registrar considers\n             should be treated as confidential;or\n     V) any document in respect of which the Registrar issues directions\n        under rule 41 that it be treated as confidential.\n         (4) Nothing in paragraph (1) shall be consqed as imposing on the\nRegistrar any duty of malang available for public inspectio-\n      (a) any document or part of a doc\\ument which, in his opinion,\n             disparages any person in a way likely to damage him; or\n      (b) any document filed with or sent to the Oace before the\n          appointed day.\n          (5) No appeal shall lie from a decision of the Registrar under\nparagraph (4) not to make any document or part of a document available for\npublic inspection."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40.-(1)     Where--                                                             flaawlk.\n      (a) a document (other than a form required by the Registrar) is filed at\n             the Office; and\n      (6) the person filing it requests, at the time of filing or within\n          fourteen days thereafter, that the document or a specified part of it\n          be treated as confidential, giving his reasom and specifying the\n          period for which that document or part t h m f should be kept\n          confidential,\nthe Registrar may direct that the document or part of it, as the case may be,\nbe treated as confidential, and the document shall not be open to public\ninspection while the matter is being determined by the Registrar.\n         (2) Where such a direction has been given and not withdrawn,\nnothing in this rule shall be taken to authorize or require any person to be\nallowed to inspect the document or part of it to which the direction relates\nexcept by leave of the Registrar.\n        (3) The Registrar shall not withdnw any direction given under this\nrule without prior consultation with the person at whose request the direction\nwas given, unless the Registrar is satisfied that such prior consultation is not\nreasonably practical.\n         (4) The Registrar may where he considers necessary, direct that any\ndocument issued by the Ofice should be treated as confidentid, and upon\nsuch direction that document shall not be open to public inspection except by\nleave of the Registrar.\n           (5) Where a direction is given under this rule for a document to be\n                 [The i~lclusionof Hiis page is authorized by L.N. 28120031\n                              THE TRADE MARKS RULES. 2001\ntreated as confidential, a record of the fact shall be filed with the document.\n                                            Agents\n   4 1 . 4 1 ) Except as otherwise required by these Rules the following\ndocuments may be signed, made or given by or through an agent--\n      (a) any application, request or notice which is required or permitted\n          by the Act or these Rules to be made or given to the Registrar;\n          and\n        (b) all other communication betwee-\n              (i)  an applicant or a person making such a request or giving\n                   such a notice and the Registrar; and\n              (ii) the registered proprietor or a licensee of a trade mark and\n                   the Registrar or any other person.\n         (2) Any such applicant, person, proprietor, or licensee may appoint\nan agent to act for him in any proceeding or rtlatter before or affecting the\nRegistrar under the Act and these Rules by signing and sending to the\nRegistrar an authority to that effect in the Form TM3, or in such other written\nform as the Registrar may deem sufficient.\n          (3) In the case of an appointment referred to in paragraph 2(-)\n        (a) service upon the agent of any document relating to the proceeding\n            or matter shall be deemed to be service upon the person\n            appointing him;\n        (b) all communication directed to be made to the person appointing\n            the agent in respect of the proceeding or matter may be addressed\n            to the agent, and all attendances upon the Registrar relating\n            thereto may be made by or through that agent;\n        (c) the Registrar may require the personal signature or presence of an\n            applicant, opponent, proprietor, licensee or other person; and\n        ( 4 the Registrar may require from an agent written evidence of his\n            authority to act as agent pursuant to this rule.\n           (4) The Registrar shall not be bound to recognize as an agent, any\n pem-\n        (a) who has been proved to him, or, on appeal, to the court,to have\n            been guilty of conduct discreditable to a trade mark agent;\n        (b) who has been convicted of a criminal offence;\n        (c) whose name has been struck off the roll of attorneys-at-law; or\n        ( 4 (during the term of his suspension) who has been suspended from\n                            THE T M E U A R K S RULES. 2001\nacting as such.\n                   Decision of Registrar, evidence and costs\n    4 2 . 4 1 ) Without prejudice to any provisions of the Act or these Rules\nrequiring the Registrar to hear any party to proceedings under the Act or amah\nthese Rules or to give such party an opportunity to he heard, the Registrar hew\nshall, before taking any decision on any matter under the Act or these Rules\nwhich is or may be adverse to any party to any proceedings before hun, give\nthat party an opportunity to be heard.\n          (2) The Registrar shall give that party at least fourteen days' notice\nof the time when he may be heard unless that patty consents to shorter notice.\n                                                                                   Evidence in"
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43.-41) Evidence which, under these Rules may be admitted by the p r o c e w\nRegistrar in any proceedings before him, shall be in the form of a statutory Egau,\ndeclaration or affidavit.\n         (2) The Registrar may, in any particular case, take oral evidence in\nlieu of or in addition to such evidence and shall, unless he otherwise directs,\nallow any witness to be cross-examined on his statutory declaration, affidavit\nor oral evipence.\n                                                                                   M a h g and\n    4 4 . 4 1 ) The statutory declaration or affidavit required by the Act or suhrcri~Yonof\nthese Rules, or used in any proceedings thereunder, shall be made and ~ ~ ~ ~                    0\n                                                                              affidavit.\nsubscribed as follows--\n       (a) in Jamaica, before any Justice of the Peace or other person\n            authorized by law to administer an oath for the purpose of legal\n            proceedings;\n       (b) in the United Kingdom, before any Justice of the Peace, or any\n            Commissioner or other officer authorized by law in any part of the\n            United Kingdom to administer an oath for the purpose of legal\n            proceedings;\n       (c) in any other part of the Commonwealth, before a Judge, Justice of\n            the Peace, or any officer authorized by law to administer an oath\n            for the purpose of legal proceedings; and\n       (d) in any other State before\n             (i) Jamaican or British Consul or Vice-consul;\n             (ii) person exercising the functions of a Jamaican or British\n                   consul;\n             (iii) Notary Public; or\n             (iv) Judge or Magistrate.\n          (2) Any document purpoI.ting to have &xed, impressed or sub-\n                  [The incli~sion of this page is authorized by L.N. 28120031\n                                           THE TRADE MARKSRULES, 2201\n                 scribed thereto or thereon the seal or signature of any person authorized by\n                 paragraph (1) to take a declaration to the effect that it was declared and\n                 subscribed before him, may be admitted by the Registrar without proof of the\n                 genuineness of the seal or signature, or of the official character of the person\n                 or his authority to take the declaration.\nRcgkhu s power       45. The Registrar may, at any stage of any proceedings before him, direct\nto   rn          that such documents, information or evidence as he may reasonably require\ndonmcnhi,\nmlonnatim or\ncvidslce\n                 shall be filed within such period as he may specify.\nUcgidm to have\np e r of the"
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46.-41) The Reestrar shall. in relation to the examination of witnesses\nRc@m of          on oath and the discovery and production of documents, have all the powers         (\nthe Sup me\nCourt            of the Registrar of the Supreme Court.\n                           (2) The rules applicable to the attendance of witnesses before the\n                 Registrar of the Supreme Court shall apply in relation to the attendance of\n                 witnesses in proceedings before the Registrar."
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47. The hearing before the Registrar of any dispute between two or more\n                 parties relating to any matter in comection with an application for the\n                 registration of a mark or a registered mark shall be in public unless the\n                 Registrar, after consultation with those parties who appear in person or are\n                 represented at the hearing, otherwise directs."
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48. The Registrar may, in any proceedings before him under the Act or\n                 these rules, by order award to any party such costs as he may consider\n                 reasonable, and direct how and by what parties they are to be paid.\n                     4 9 . 4 1 ) The Registrar may require any person who is a party in any\n                 proceedings before him under the Act or these Rules to give security for costs\n                 in relation to those proceedings and proceedings on appeal.\n                            (2) In default of such security being given, the Registrar may treat\n                 the party in default as having withdrawn his application, opposition,\n                 objection or intervention, as the case may be.\n                     5 0 . 4 1 ) When, in any proceedings before him,the Registrar has made a\n                 decision following a hearing or, if a hearing has not been requested, after\n                 considering any submission in writing, he shall send notice of his decision in\n                 writing to each party to the proceedings, and for the purpose of any appeal\n                 against that decision, the date of the decision shall, subject to paragraph (2),\n                 be the date when the notice is sent.\n                           (2) Where a statement of the reasons for the decision is not included\n                  in the notice sent under paragraph-1)(\n                         (a) any party may, within one month of the date on which the notice\n                              was sent to him, request the Registrar on Form TM24 to send him\n                              a statement of the reasons for the decision;\n                         (b) the Regism shall send such a statement; and\n                         (c) the date on which that statement is sent shall be deemed to be the\n                                 [The inclusion of this pngc is authorid by L.N. 28i2003j\n                                                                                ..\n                           THE TRADEMARKS RULES.ZOO1\n             date of the Registrar's decision for the purpose of any appeal\n             against it.\n                          Apylications to court"
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51. Every application to the Court under the Act shall be served on the Acourt\n                                                                              ~ + a b o ~b\nRegistrar.\n       Correction ofirregularities, calculation and extension of time\n   5 2 . 4 1 ) Any irregularity in procedure in or before the Office or the\nRegistrar may be rectified, subject to paragraph (2), on such terms as he may ,-,\ndirect.\n           (2) In the case of an irregularity or prospective irregularity which-\n      (a) consists of a failure to comply with any limitation as to times or\n          periods specified in the Act, these Rules or the old law as that law\n          continues to apply;\n      (b) has occurred or appears to the Registrar as likely to occur in the\n          absence of a direction under this rule; or\n      (c) is attributable wholly or in part to an error, default or omission on\n          the part of the Office or the Registrar and it appears to him that it\n          should be rectified,\nthe Registrar may direct that the time or period in question shall be altered in\nsuch manner as he may specify.\n        (3) Paragraph (2) is without prejudice to the Registrar's power to\nextend any time or periods under rule 54.\n   5 3 . 4 1 ) Whenever the last day affixed by the Act or by these Rules for\n                                                                              *.\ndoing any act or thing at the      falls on a day when-\n          (a) the Office is not open; or\n          (b) there is a general interruption or subsequent dislocation of the\n              postal services of Jamaica,\nsuch day shall be an excluded day for the purposes of the Act and these\nRules and accordingly, it shall be lawful to do the act or thing on the first day\nfollowing such excluded day which is not an excluded day.\n        (2) If in any particular case the Registrar is satisfied that the failure\nto give, make or file any notice, application or other document within any\nperiod of time specified in the Act or these Rules for that purpose was wholly\nor mainly attributable to a failure or undue delay in the postal services in\nJamaica, the Registrar may, if he thinks fit, extend the period so that it ends\non the day of the receipt by the addressee of the notice, application or other\ndocument (or, if the day of such receipt is an excluded day, on the first\nfollowing day which is not an excluded day), upon such notice to other\n30                                     THE TR4DE MARKSRULES, 22001\n              parties and upon such terms as he may direct.\nAtlaltionof       5 4 . 4 1 ) The time or periods-\ntime lids.\n                    (a) prescribed by      these rules, other than the times or periods\n                         prescribed by the rules mentioned in paragraph (3); or\n                    (6) specified by the Registrar for doing any act or taking any\n                        proceedings,\n              may, at the request of the person or party concerned and upon payment of the\n              prescribed fee, be extended by the Registrar as he thinks fit, upon such notice\n              to any other person or party affected and upon such terms as he may direct.\n                       (2) A request for the extension of a period prescribed by these Rules\n              which is filed after the application has been published under rule 12 shall be\n              on Form TM25 and shall in any other case be on that form if the Registrar so\n              directs.\n                      (3) The rules referred to in paragraph (1) are\n                    (a) rule 9 (7) (failure to file address for service);\n                    (b) rule 10 (deficiencies in application);\n                    (c) rule 12 (1) (time for filing opposition);\n                    (d) rule 13 (3) (time for filing counter-statement);\n                    (e) rule 24 (delayed renewal);\n                    V) rule 25 (restoration of gistr ration).\n                      (4) Subject to paragraph ( 3 , a request for extension under\n              paragraph (I), shall be made before the expiration of the time or period in\n              question.\n                        (5) Where the request for extension is made after the expiration of\n              the time or period, the Registrar may extend the period or time if he is\n              satisfied with the explanation for the delay in requesting the extension and it\n              appears to him that any extension would not be to the disadvantage of any\n              other person or party affected by it.\n                       (6) Where-\n                     (a) the period within which any party to any proceedings before the\n                          Registrar may file evidence under these Rules is to begin on the\n                          expiration of any period in which any other party may file\n                          evidence; and\n                     (b) that other party notifies the Registrar that he does not wish to file\n                         any evidence or any further evidence,\n               the Registrar may direct that the period within which the first mentioned\n                              [The incl~lsio~iof this page is authorized. by L.N. 28120031\n                         THE TRADE MARKS RULES, 20001                                       31\nparty may file evidence shall begin on such date as may be specified in the\ndirection and shall not* all parties to the dispute of that date.\n                              Miscellaneous"
    },
    {
      "provision_ref": "sec55",
      "section": "55",
      "title": "Section 55",
      "content": "55. The Registrar may permit as an alternative to the sending by post or ~ilingof\ndelivety of the application, notice or other document in legible form, the\nfiling thereof by electronic means subject to such terms or conditions as he\nmay specify either generally by published notice or in any particular case by\nwritten notice to the person desiring to file any such document by such\nmeans."
    },
    {
      "provision_ref": "sec56",
      "section": "56",
      "title": "Section 56",
      "content": "56. A form or other document in these Rules which is required to be ~ubhcatioll~\npublished shall be published in the Gazette or a daily newspaper circulating\nin the Island or a jownal published by the Registrar."
    },
    {
      "provision_ref": "sec57",
      "section": "57",
      "title": "Section 57",
      "content": "57. The Registrar may publish a journal, entitled \"The Trade Marks TradeMmks\nJournal\", containing paTticulars of any application for the registration of a Joumal\nTrade Mark (including a representation of the Mark), such information as is\nrequired to be published under these Rules and such other information as the\nRegistrar thinks fit."
    },
    {
      "provision_ref": "sec58",
      "section": "58",
      "title": "Section 58",
      "content": "58.-41) Where any document or part thereof which is in a language other T\"h'\"N\nthan English is filed or sent to the Registrar pursuant to the Act or these\nRules, the Registrar may require that there be furnished a translation of the\ndocument or that part into English, verified to the satisfaction of the Registrar\nas corresponding to the original text.\n         (2) The Registrar may refuse to accept any translation which is in his\nopinion inaccurate and thereupon another translation of the document in\nquestion verified as aforesaid shall be furnished.\n                             Transitional provisions"
    },
    {
      "provision_ref": "sec59",
      "section": "59",
      "title": "Section 59",
      "content": "59. Where an application for registration of a mark made under the old        rpp%IO,\nlaw is advertised on or after the appointed day, notice of opposition may be f a ~&mticm.\nfiled within two months from the date of advertisement, and such period shall\nnot be extended."
    },
    {
      "provision_ref": "sec60",
      "section": "60",
      "title": "Section 60",
      "content": "60. A notice to the Registrar under paragraph 10 (2) of the Third Schedule ~~~m\nto the Act, claiming to have the registrability of the mark determined in ofpcndin~\n                                                                          applioaticm.\naccordance with the provisions of the Act, shall be in the Form TM26.\n                                   THE TRADE MARKS RULES, 2001\n                                          FIRST SCHEDULE                     (RULES 3,20,23,24,25)\n                                                   Fees\n                                    -\n                               Matter                                          Rule\n                                                                                -             -\n                                                                                              Fee\nApplication for registration of Trade Mark or a series of marks\nin one class                                                                 5 and 17\n       Upon application                     ...           ...      ...\n       Upon acceptance of registration      ...           ...      ...\nClass fee for each class over one           ...           ...      ...\nCertificate re claim to priority            ...           ...      ...\nAddress for Service                         ...            ...     ...\nNOTICE OF OPPOSITION:\n   To the registration of a mark             ...           ...\n     Tothe amendment of an application ...                 ...     ...\n     To the amendment of the regulations relating to a\n      Certification or Collective Trade Mark ... ...\n     To the alteration of a registered Trade Mark          ......\n     To th&emoval of an entry from the register ...\n      To the recl&sification of a mark from Schedule 111 to\n        Schedule IV             ...      ...    ...     ...\nFILING OF COUNTERSTATEMENT:\n      in answer to opposition to the registration of a mark        ...\n      in answer to an application for revocation of a mark         ...\nFiling of statutory declarationdAflidavits as evidence in\n      support of opposition to the registration of a mark ...\nRequest for division of an application       ...          ...       ...\nRequest for merger of either application or registration            ...\nFiling of regulations governing the use of a certification or\n     collective mark          ...       ...    ...        ...\nRequest to amend regulations governing the use of\n    certification or collective mark ... ...   ...\nRequest for alteration of a registered Trade Mark            ...     ..  ,\nClass fee for each class over one.. .      ...              ...      ...\nN d c e to surrender a Trade Mark            ...             ...     ...\nRenewal of registration         ...          ...             ...     ...\nClam fee for each class over one.. .         ...            ...      ...\nAdditional renewal fee per class.. .         ...             ...    ...\nRmquest for restoration of registration removed fiom the register\n       fafriluretorenew . . . . . .          ...         ... ...\nClaw fee f a each class over one.. .          ...        ...  ...\nR e q a d for revocation or invalidation of a registration    ...\nC L s s f b e f o r ~ h c ~ o v e r o...\n                                      ne      ...         ......\n                     [The inclusion of this page i s authorized by L.N. 28120031\n                              THE TRADE MARKS RULE% 2001\n                                     FIRST SCHEDULE,\n                                                  contd.\n                                                 Fees\n                              Matter\n                                -                                          Rule\n                                                                            -         -\n                                                                                      Fee\nRequest to enter details of an assignment ...           ...      ...    30(l)(a)\nClass fee for each class over one . . . . . .           ...      ...\nRequest for registration of a licence under a registered Trade\n     Mark          ...       . . . .       ...          ...      ...    30 (1) (b)\nClass fee for each class over one   ...    ...          ...      ...\nRequest for arnendmenl or termination of a licence . . . . . .          30 (1) (c)\nClass fee for each class over one ....    ...      ...      ...\nRequest for registration of a grant, amendment or removal of a\n     security interest      . . . . . . . . . ...         ...           30(1)(d)\nClass fee for each class over one ...     ...      ...    ...\nRequest for registration of an assent by a personal representative\n    in relation to a registered Trade Mark . . . . . .         ...      30 (I) (e)\nClass fee for each class over one . . . . . .         ...     ...\nRequest for registration of an Or& of a Court or Competent\n     Authority transferring a registered Trade Mark ...\n                                                                        30(l)(e)\nClass fee for each class over one.. .       ...       ... ...\nInspection of the register per hour or 6nctions thereof   ...               31\nCertified copy of extract of any entry in the register, for every\n     Page          ...         ...        ...       ...       ...           32\nUnoartified copy of extract of any entry in the register, for\n     every page     ...        ...         ...       ...       ...          32\nRequest to enter change of name or address in relation to an\n    application or registration ...   ...        ...     ...             13&33\nClass fee for each class over one.. . ,..        ... ...\nRequest for information relating to an application or '\n     registration      ...       ...      ..,       ......                  37\nFor inspection of documents relating to a published application\n      ar a r e w i o n per hour a 6nd0119thereof . . . . . .                39\nRequest to the Registrar for a Statement of the reasons for his\n     decision         ...       ...       ...        ......               50 (2)\nRequest for the extenaim of time in respect of failure to file the\n     address for service; deficiencies in application; time for\n     filing opposition; time f a filing counter-stateme,\n     delayed mncWa., r e d o d o n of registration    ......            54 (2), (3)\nAny mstter a adion to be taken not otherwise charged            ...\n Transmittinginformation via facsimile @ea page) Jamaica          ...\n U.S.A. Cmadq Caribbean              ...     ...              ......\n                        THE TRADE MARKS RULES,2001\n                     TRADE MARKS REGISTRY FORMS\nForm Number\n                                                     -\n                                                     Title\n              Application to register a Trade Mark, (including certificationmarks and\n              collective marks).\n               Application for additional classes.\n               Request to appoint an agent or to enter or change an address for Service.\n               ~ h t i c eof Opposition.\n               Form for Counterstatement.\n               Request to change the details of an application or a registration.\n               Request to divide an application.\n               Request to merge either applications or registrations.\n               Filing of regulations governing the use of a certification or collective\n               mark.\n               Application to amend the regulations governing the use of a cdfication\n               or collective mark.\n               Request for alteration of a registered mark\n               Notice to surrender a registration\n               Notice of a partial surrender of the specificationof goods or services fpr\n               which the mark is reBstered.\n               Renewal of registration.\n               Request for the restoration and renewal of a registration removed from the\n               register because of non-payment of the renewal fee.\n               Application for the revocation or rectif~cationof a registration or for it to\n               be declared invalid.\n               Application to intervene in proceedings for revocation or rectification of a\n               registration.\n               Application to record/cancel a registrable transaction or memoranda\n               relating to a trade mark but not an assignment or licence.\n               Application to register a change of proprietor.\n                Application for the registration of a licensee for a registered Trade M a k\n                Application to remove or amend a licence.\n                Request for Registrar's general certificate.\n                Request for information about applications and registered marks.\n                Request to the Registrar for a statement of grounds of decision.\n                Request for extension of time on an application\n                Notice under Schedule 3, paragraph 10 (2) of the Act:\n                Claim to have registrability of a mark applied determined under the Aa\n                (Conversion of application).\n                              THE TRADEMARKSRULES, 2201\n                                        TradeMark Act\nForm TMI                 THE TRADE MARKS REGISTRY                     Trade M& Registry\n                                                                         1 B H o l h Road,\n                                                                              Kingston 10.\nApplication to register a Trade Ma&\n(including certificationand collective marks)"
    }
  ],
  "definitions": [
    {
      "term": "thc mcc",
      "definition": "the Ofice of thc Registrar of Companies:",
      "source_provision": "sec2"
    },
    {
      "term": "specification",
      "definition": "the designation of goods or scrviccs in r e s p a",
      "source_provision": "sec2"
    }
  ]
}