{
  "id": "jm-subs-the-travel-tax-act",
  "type": "statute",
  "title": "The Travel Tax Act",
  "title_en": "The Travel Tax Act",
  "short_name": "Travel Tax Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-travel-tax-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-travel-tax-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. Name of CanlerIAgent                                                          2 Taxpayer RegtstraUon Number.\n                                                                                      1 1 1 1 1 1 1 1 1 - 1 1 1 1"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In these Regulations--\n     \"appropriate customs officer\" means in relation to any ship or aircraft,\n          the officer who, under the Customs Act gives clearance and\n          authority for the departure of such ship or aircraft from\n          Jamaica;\n     \"charter aircraft\" means an aircraft in respect of which all\n          or a specified number of seats are, pursuant to a contract\n          between airline and a perm& made available to that person\n          for transportation of travellers from Jamaica on terms\n          agreed on between the travellers and such person; and\n          references in these Regulations to a \"charter passenger\"\n          shall be construed as references to a traveller trsnspod\n          from Jamaica on such terms as aforesaid;\n     'month means every month throughout the financial year.\n                          RETCJRNS AND RECORDS"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 . 4 1 ) Every carrier transporting travellers from Jamaica by ship or\naircraft or otherwise required to collect travel tax pursuant to the Act\nshall keep a record in the form set out in the First Schedule m\nshowin*                                                                     -.\n      (a) the number of travellers transported by that carrier, or as the case\n          may be, issued with tickets or other documents authorizing\n          their transport from Jamaica to any place outside Jamaica;and,\n          where tickets or any such documents as aforesaid are i d to\n          such travellers, the serial numbers of such tickets or documents;\n               I l l ~ c~aclusloaof 1111spnge IS nnthonzed by L.N. 28120031\n                        THE TR4 I EL TAY REG~UTlO.VS,1966\n      ( b ) the amount of travel tax collected:\n      (c)   the number of persons exempted from the payment of tra\\.el tax\n            together with the reason for the exemption.\n         (2) The reason for any esemption from. and for the omission in any\ncase to collect. travel tax may be indicated on any such record as aforesaid by\nthe use of the abbreviations set out in the first column hereunder and having\nthe siwcance indmted in the second column hereunder-\nFirst Column                             Second Column\nAbbre\\iation                               Siwcance\n      C.                  crew: that is to say. the master. pilot or other person\n                                in command of a slup or aircraft or a member\n                                of the crew thereof exempted from the\n                                payment of travel tax pursuant to paragraph\n                                (a) of subsedtion ( 3 ) of section 3 of the Act\n                                or a person exempted from paymcnt of\n                                travel tax pursuant to paragraph (h) of\n                                regulation 9.\n                          agricultural worker: that is to say. a person recruited\n                                for agricultural work and exempted from the\n                                payment of travel tax pursuant to paragraph\n                                ( h ) of subsection (3) aforesaid.\n                          worker: that is to say, a person recruited for work at\n                               Guantanamo Bay and exempted from the\n                               payment of travel tax pursuant to paragraph\n                               (e) of regulation 9.\n                          visitor; that is to say, any person exempted from the\n                                 payment of travel tax pursuant to paragraph\n                                 (R) of regulation 9.\n                          diplomatic personnel; that is to say, members of the\n                                Diplomatic Corps in Jamaica, or members of\n                                any international organization accordcd\n                                diplomatic privileges in Jamaica, exempted\n                                from the payment of travel tax in accordance\n                                with any enactment in that regard or in\n                                accordance with international custom and\n                                usage and any person exempted from the\n                                payment of travel tax pursuant to paragraph\n                                (c) or (4of regulation 9.\n               (The inclusion of this page is authorized hy I..N   28120031\n       I.             infant: that is to say. a person esempted from\n                             payment of travel tas pursuant to paragraph\n                             (a) of regulation 9.\n       M.             Military: that is to say. a person esempted from the\n                            paymcnt of travcl tax pursuant to paragraph\n                            V) of rcgulation 9.\n       R.             rewrite: that is to say. the issue of a ticket in place\n                            of another ticket previously issued to a\n                            travcllcr and in rclation to which othcr tickct\n                            travcl tas has alrcady been collected.\n        L.            local travel: that is to say. travel within Jamaica in\n                             respect of which no travel tax is payablc.\n        HW.           hotcl worker: that is to say. a person rccruitcd undcr\n                            thc Hotcl Workcrs Programme to work in thc\n                            hotcl industry and cscmptcd from tlrc\n                            payment of travel tas pursuant to paragraph\n                            ti) of regulation 9.\n                      cruise passenger: that is to say. a passengcr who\n                            comes to Jamaica on a ship. and whosc stay in\n                            Jamaica docs not cscccd tlrc duration of thc\n                            stay in Jamaica of that ship. and who rctains\n                            throughout his stay in Jamaica Iris\n                            accommodation aboard that ship as his placc\n                            of rcsidcncc in Jamaica."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.--( 1) Any carricr who in any month transports travcllcrs from Jamaica\nor who in any month issucs a tickct or other documcnt entitling a\ntraveller to be transported by a carrier from Jamaica to a placc outside\nJamaica shall prepare and foward to a Collector within tlrc fourtecn\ndays ncxt following thc cnd of such month a rcturn in thc fonn sct\nout in thc Sccond Schcdulc in rcspcct of tllc travcllcrs transportcd by that\ncamcr during such month or, as thc case nay be. in respcct of thc tmvellcrs\nissucd with tickets or other documents as aforesaid.\n        (2) Thc provisions of paragraph ( I ) shall not apply to a camcr\ntransporting chartcr passcngcrs.\n        (3) Every camer transporting charter passengers shall. immediately\nprior to the departure from Jamaica of the ship or charter aircraft. as the\ncase may be, or within such later period as the Collector may specify.\nproduce to a Collector-\n      (a) a copy of the outward passenger manifest of the ship or charter\n                         THE TR1 I EL T.K REGLZ4TIO.VS. 19663\n               aircraft. cerhfied by an immigration officer: and\n         (6) payment of tra\\.el tax in respect of the tmellers listed on the\n             manifest.'\n           (3A) [Deleted by L..\\'.   121 20001\n         (1) Noh~ithstanding the provisions of paragraph (2). a carrier\ntransporting both charter passengers and other categories of passengers. shall\nprepare and forward a return in respect of the other categones in accordance\n\\\\ith the provisions of paragraph (1)."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. A copy of each return rendered pursuant to regulation 1shall be kept\nby the carrier rendering such return who shall deal therewith in the following\nmanner-\n         (0) the copres shall be arranged in chronologcal order based on the\n               date on which each return was rendered;\n         ( h ) all copies of returns shall be retained by the camer and preserved\n               for production to. and inspection by. a Collector.\n    (,.-( 1) Subject to paragraph (2). payment by a carrier other than a canier\ntransporting charter passengers only of travel tax due in respect of travellers\nissued with tickets or other documents authorizing their transport from\nJamaica to any place outside Jamaica or. as the case may be. uansported by\nhiin in any month shall be made to the Collector at the same time as the\ncarrier is required. pursuant to regulation 1.to deliver to him the return under\nthat regulation.\n        (2) A Collector may in any case require payment of travel tau to be\nnude by a canier immediately prior to the departure of a ship or aircraft if he\nis not satisfied that adequate arrangements for the payment of the tau have\nb a n made.\n         (3) If a camer transports both charter passengers and other categories\n of passengers. a Collector may require payment of travel tax to be made in\n respect of the other categories in accordance with the provisions of paragraph\n (2)."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-41) Any camer transporting travellers who leave Jamaica from a\nspecified place shall ensure that each such traveller is in possession of a\nreceipt issued by a Collector for payment of the travel tax.\n        (2) Any camer who fails or n e w s to comply with the provisions\nof paragraph (1) shall be guilty of an offence and shall be liable on summary\nconviction in a Resident Magistrate's Court to the penalty specified in\nsection 6 ( 2 ) of the Act.\n                                        SpecifedPlace\n    The Nomran Manley International ALport\n    'fie Port of Kingstan.\n                   [The i~iclusion of this page is authorized by L.N.   2812003)\n                                     TRAVEL TRY\n                          THE TRAVEL TAX ACT\n                                  REGULATIONS\n                                (under section 10)\n         (Made b y the Minister on the 9th day of October, 1963)                 L.N. 296163\n                                                                                 k*b.:\n                                                                                 LN. Zt?AU\n                                                                                       363164\n                                  PREWMINARY"
    },
    {
      "provision_ref": "sec6a",
      "section": "6A",
      "title": "Section 6A",
      "content": "6A. Every carrier who fails to pay travel tau at the time required\n under regulation 4 or 6. as the case may be. shall be liable to a penalty equal\n to thirty per cent of the tau which shall be chargeable from the date on which\n such tau becomes due until the date of payment thereof."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. [Repenled b.v I,. N. 111,,2000)\n                      THE TRA EX TRYREGULITIONS, 1963\n                                  INSPECTION"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-41) A Collector may at all reasonable times require the\nproduction of, and may inspect, copies of records and returns kept by\na carrier pursuant to these Regulations and may check the accuracy of\nsuch records and returns by requiring the production of, and inspecting,\ntickets, vouchers or other documents and books of account kept by the\ncarrier.\n        (2) A carrier who is requested by a Collector to produce\npursuant to paragraph (1) any copy of a record, return or any ticket,\nvoucher or other document or any book of account shall comply with\nsuch request.\n                                  EXEMPTIONS"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Travel tax shall not be payable by-\n           infants, that is to say, children under the age of two years;\n           members of the staff of carriers (including, where the carrier is a\n           corporation, directots and managers thereof) when travelling\n           from Jamaica on business of the carrier in circumstances in which\n           no charge w h a t w e r is made by the carrier in respect of such\n           travel;\n           peace corps members, that is to say, members of the organization\n           promoted by the Government of the United States of America and\n           known as the Peace Corps;\n           members of the Canadian University Service Organization;\n           persons recruited with the approval of the Minister responsible\n           for labour for work in Guantanamo Bay;\n           armed forces personnel, and for this purpose armed forces\n           personnel shall be--\n                (i) any member of the Jamaica Defence Force (whether\n                    Regular or Reserve) certified, by the commanding\n                    officer of that Force or by a person authorized by him,\n                    to be travelling on official duty; and\n                (ii) any member of the armed forces of any country other\n                     than Jamaica travelling in uniform;\n           intransit passengers, and for this purpose an intransit passenger\n           shall be a person arriving in Jamaica on a ship or aircraft who-\n                (i)    does not land in Jamaica; or\n               [The ~nclusion of this page is authorized by L.N. 28/2003]\n                       W E TRAVEL TRYREGUMTIONS, 1963\n               (ii) is deemed by any enactment controlling or restricting\n                    the admission of persons into Jamaica, not to have\n                    landed in Jamaica; or\n               (iii) lands in Jamaica from such ship or aircraft which\n                     is brought into a port or landed on an airfield, as\n                     the case may be, involuntarily by unforeseen\n                     circumstances; or\n                (iv) lands in Jamaica for the purpose of being transshipped,\n                     and whose stay ashore is less than a period of twenty-\n                     four hours; or\n                (v) subject to the above, if he lands in Jamaica, does so to\n                    such an extent only as does not necessitate immigration\n                    inspection;\n           Voluntary Service Overseas members, that is to say, the members\n           of the organization promoted by the Government of the United\n           Kingdom and known as the Volunteers;\n           members of a national sports team who are representing Jamaica\n           abroad;\n           any person recruited with the approval of the Minister responsible\n           for labour to work in any place outside of Jamaica in the hotel\n           industry;\n           cruise passengers.\n                                        OFFENCES"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Any carrier who contravenes or fails to comply with any of the\nprovisions of regulation 3, 5, 7 or 8 shall be guilty c 'an offence and shall be\nliable on summary conviction before a Resident htagistrate to a fine not\nexceeding five thousand dollars or to imprisonment for a term not exceeding\nsix months.\n                                      RATE OF TAX"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-( 1) Pursuant to subsection (1) of section 3 of the Act and subject\nto regulation 9, the sum of one thousand dollars is hereby prescribed in\nrespect of each traveller.\n                [ I I Ci ~ l c l l ~ s iof  ~ pege is authorized by L.N. 28120031\n                                        o ~this\n     iHE TRA YEL TAX REGULATIONS. 1963\n                                                             (Regulation 3)\n                                   THE TR.4 VEL TAX REGUU TIONS, 1963\n                                     SECONDSCHEDULE        (Regulation 4)\n                              MONTHLY RETURN OF TRAVEL TAX\n                                                  (THE TRAVEL TAX ACT)\n                                                                                     Month Ending:"
    }
  ],
  "definitions": [
    {
      "term": "appropriate customs officer",
      "definition": "in relation to any ship or aircraft,",
      "source_provision": "sec2"
    },
    {
      "term": "charter aircraft",
      "definition": "an aircraft in respect of which all",
      "source_provision": "sec2"
    }
  ]
}