{
  "id": "jm-subs-the-unit-trusts-act",
  "type": "statute",
  "title": "The Unit Trusts Act",
  "title_en": "The Unit Trusts Act",
  "short_name": "Unit Trusts Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-unit-trusts-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-unit-trusts-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. In respect of the scheme-\n          (a) its name, or other particulars sufficient for its identification;\n          (b) its date of registration;\n          (c) its country or territory of establishment;\n          ( 4 the date of establishment of the trust;\n          (e) the address of the manager's registered office and, where the manager is a\n              subsidiary of another company, the address of the manager's parent com-\n              pany;\n          V) if the manager is also the manager of another scheme, the name and objects\n              of the other scheme; and\n          (g) whether the scheme is a registered unit trust scheme."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-41) In these Regulations-                                                 ~nterpretmion.\n     \"bid or realization price\" means the price at which the managers of the\n          scheme will repurchase units from the unit holder;\n     \"counterpart\", in relation to any instrument, means an executed copy\n          thereof;\n     \"custodian\" means a nominee approved by the Commission for the pur-\n          poses of item 2 of the Schedule to the Act, being the person to\n          whom the custodial functions of the trustee are delegated;\n     \"material change\" means any change in the business operations, or\n          financial condition, of a unit trust, which would reasonably be\n          expected to have a significant effect on the market price or value\n          of the units in the scheme (irrespective of whether or not the\n          change is implemented by a decision of the board of trustees, the\n          manager or the custodian of the scheme);\n     \"offering circular\" means a circular containing any such invitation or\n           information as described in paragraph (a) or (b) of subsection (1)\n          of section 23 of the Act;\n      \"return on investment\", for any period of calculation, means the ratio\n           of money gained or lost on an investment, relative to the value of\n           the investment at the beginning of the period, expressed as a per-\n           centage and calculated using the difference between the selling\n           price of a unit at the beginning of the period and the bid or\n           realization price of that unit at the end of the period;\n                me inclusion of this page is authorized by L.N. 2lROl2j\n        THE UNIT TRUSTS (BOOKS AND DOCUMENTS) REGULATIONS, 1973\n     ,\"schemewmeans a registered unit trust scheme;\n      trust instrument\", in relation to any scheme, means a deed expressing\n           any such trust, and providing for any such matters, (in the case of\n                                                                I\n           that scheme as mentioned in paragraph (e) of subsection (1) of\n           section 5 of the Act, or an instrument having supplkmental effect\n           as respects any deed aforesaid or other trust instrumknt (as hereby\n           defined) for the purposes of that scheme, and incluhes a counter-\n                                                                I\n           part of any such deed or other instrument as aforesaid.\n        (2) Reference in the definition of \"trust instrument\" in aragraph (1)\nto supplemental effect as respects any deed or other instrumedt includes the\neffect of varying or adding to any provision made by that heed or other\ninstrument, as the case may be.\n        (3) For the purposes of these Regulations, the followin persons shall\nbe treated as being associated with a given person ( \" A ) and Fe with them,\nand shall be so treated notwithstanding that at the relevant time any of the\npersons in question (not being individuals) had not yet come into existence or\nhad ceased to exist-\n    (a) a holding company or subsidiary of A;\n    (b) a subsidiary of a holding company of A;\n    (c) a holding company of a subsidiary of A;\n    .(d)any company of which A has control;\n    (e) any company of which A and persons connected wilh A together\n        have control;\n     u> any company which together with A constitute a grou\n     tg) an individual who is a director, manager, or person w o has control,\n         of A, or any partner or immediate relative of such director, manager,\n         or person; and\n     (h) any company of which any of the persons referred to in sub-\n         paragraph (g) is a director, manager, or has control."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-41) An application for the registration of a scheme shall-\n     (a) be made by the manager of the scheme;\n     (b) in a form approved by the Commission; and\n      (c) accompanied by-\n                   (i) an application fee of one hundred thousand dollars;\n                  (ii) a copy of the certificate of incorporation in respect of\n                       the manager, the trustee and, where the custodial\n                       hctions of the trustee are delegated, the custodian;\n                  (iii) a copy of the agreement between the manager and the\n                        trustee;\n                  (iv) a statement signed by the directors of the manager\n                       and the directors of the trustee, respectively-\n               me inclusion of this page is a u t h d by L.N. 21R0121\n4   THE UNIT TRUSlX (REGISTRATIONOF SCHEMES) REGUUTIO~                  , 1971\n                       (A) that to the best of their knowlehge the man-\n                             ager and trustee operate independently of\n                             each other; and\n                       (B) where the custodial functions of the trustee\n                           are delegated, that to the best of their know-\n                           ledge the manager and custoldian operate\n                           independently of each other;\n               (v) a copy of the agreement between the m ger and the\n                   custodian, in any case where the custodial functions\n                   of the trustee are delegated;\n              (vi) a copy of every deed by which any tru                  relating t6\n                   the scheme is created;\n             (vii) a list of the persons authorized to sign n behalf of\n                   the scheme;\n             (viii) for the financial year ended within the tbelve month\n                    period immediately preceding the date yn which the\n                    application is submitted, the audited financial state-\n                    ments in respect of the manager, the trustee and,\n                    where the custodial functions of the tru tee are dele-\n                    gated, the custodian;\n               (ix) the audited financial statements of t    heme, for\n                    the financial year ended within the twelve month\n                    period immediately preceding the date on which the\n                    application is submitted, and any subdecjuent half-\n                    yearly financial reports;\n               (x) a copy of the offering circular and ot marketing\n                   documents used or proposed to be used \\o market or\n                   advertise the scheme and its investment droducts;\n               (xi) a copy of the proposed application f o s and other\n                    contractual documents to be signed by investors in\n                    the Scheme;.\n              (xii) the names of th           cting as distri ion agents\n                    forthe scheme, and copies of the agreedent between\n                    the scheme and the distribution agent;\n             [The inclusion of this page is nuthotized by LH. 21R012]\n       THE UNIT TRUSTS (REGISTRATION OFSCHEMES) REGULATIONS, I971\n                  (viii) in respect of every officer and member of the cus-\n                         4odian and every officer and membersreferred to in\n                         section 5(l)(f) of the Act, completed fit and proper\n                         questionnaires answering to the matters referred to in\n                         section 5(4) of the Act (unless the same have been\n                         submitted to the Commission during the period of\n                         three calendar years immediately preceding the date\n                         of the application, and no material change has oc-\n                         curred as respects any of the relevant matters);\n                  (xiv) resumks and police reports in respect of every director\n                        and officer of the manager, the trustee and the custo-\n                        dian;\n                   (xv) one written character reference and one written finan-.\n                        cia1 reference, in respect of every director and officer\n                        of the manager, the trustee and the custodian; and\n                  (xvi) such other documents or information as the Commis-\n                        sion requires, in relation to the scheme and its affairs,\n                        the manager, trustee or custodian, for the purpose of\n                        assisting the Commission'in its determination of the\n                        application.\n        (2) Where an application for the registration of a scheme is approved\nunder the Act, a fee of five hundred thousand dollars shall be payable to the\nCommission, for the registration of the scheme."
    },
    {
      "provision_ref": "sec3a",
      "section": "3A",
      "title": "Section 3A",
      "content": "3A. So long as the registration of a scheme remains in force, a fee of five A ~ ~ UfeeI\nhundred thousand dollars shall be payable to the Commission, in respect of\nthe scheme, on or before each anniversary of the date of the scheme's regis-\ntration."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1)  Every such certificate in respect of units as mentitoned in para- Preservstlonof\n                                                                                           unll ~ I R -\n     graph 2 of the First Schedule to the Act shall, before issue undef a scheme, be d,the\n                                                                                       a,\n     assided a serial number by the trustee under the scheme and, if surrendered E3rts\n     by the holder, shall be preserved by the trustee in such a mannkr as to enable\n     reference to be made readily thereto.\n            (2) Every such instrument of transfer in respect of units under a\n                                                                   I\n     scheme as is delivered to the trustee thereunder shall be preserved by the\n     trustee such a manner as to enable reference to be made readi!y thereto.\n              \\\n             (3) Nothing in these Regulations requires any such ertificate or\n     instrument to be preserved for longer than the period of seven years from the\n     date on which the trustee takes custody thereof or such shorted period as the\n     Commission, if satisfied upon application in that behalf by the'trustee that it\n     is reasonable in the circumstances so to do, may determine by notice in\n     writing to the trustee.\n                        [The inclwion of this page is authorized by L.N. 21R012)\n        THE UhllT TRUSTS (BOOKS .4.h1D DOCUMENTS) REGULATIONS. 1973                        11\n   5 4 1 ) The manager under any scheme shall keep, in conformity with            Documcnlrtok\n                                                                                  kept.\nregulation 6-\n    (a) any trust instrument having effect in relation to that scheme and\n        which has, upon execution, been delivered to the manager or to any\n        duly authorized person for the manager;\n    (b) a file for the time being containing, in case of any offering circulars\n        having thitherto been issued by or on behalf of the manager, copies\n        of all such offering circulars;\n    (c) so far as relates to the manager's business as respects the scheme,\n        proper accounts made up in keeping with the best commercial\n        standards;\n    (4 a record for the time being of all calculations thitherto made (in the\n        manner, if any, required in keeping with paragraph 1 of the First\n        Schedule to the Act) whereby yield from units and the manager's\n        prices from time to time for units on sales and purchases pursuant to\n        the scheme have been determined, and of the time of every such\n        determination of yield, or of any price, as aforesaid;\n    (e) a record which (in so far as is requisite) conforms to the provisions\n        of paragraphs (2), (3) and (4) and in which the manager's transact-\n        tions in units from time to time are entered separately under the\n        following headings as soon as practicable-\n              (i) the number of units comprised in each transfer to the man-\n                  ager of units by way of any instrument whereby that trans-\n                  fer is provided for;\n             (ii) the number of units to which the manager becomes entitled\n                  in consequence of any addition to the property vested in the\n                  trustee as such;\n             (iii) the number of units comprised in each transfer by the\n                   manager of units to which no other person was entitled at\n                   any previous time and which do not replace units to which\n                   any other person was previously entitled;\n             (iv) the number of units comprised in each transfer by the\n                  manager of units to which some other person was entitled at\n                  any previous time or which replace such units.\n         THE UNIT TRUSTS (BOOKSAND DOCUMENTS) REGULATIONS, 1973\n          (2) Each entry under the heading prescribed by sub aragraph (e) (i)\nof paragraph (1) with respect to any transfer to the manage$ by yay of any\ninstrument shall include sufficient identification of the instrument.\n          (3) Where any entry in a record under the headin prescribed by\nsub-paragraph (e) (iv) of paragraph (1) relates to a transfer oflunits which are\nor replace units previously mentioned in any entry in that record under the\nheading prescribed by sub-paragraph (e) (i) of paragraph\\ (l), the units\ncomprised in the transfer shall be identified with such previoply mentioned\nunits by a cross-reference to such entry pursuant to the said sub-paragraph (e)\n(i), and by an addition to that entry showing the date of the h s f e r and the\nnumber of units mentioned in that entry which are comprisedj in the transfer,\nor in such other manner as may be agreed in writing by the Commission with\nthe manager.\n           (4) Where any units to which an entry under the hea$ing prescribed\nby sub-paragraph (e) (i) or (ii) of paragraph (1) relates are extinguished, such\nextinction shall be recorded by an addition to that entry sho4ing the date of\nthe extinction, and, where part only of.the units referred to in such entry is\nextinguished, the number so extinguished, or in such other m+ner as may be\n agrekd in writing by the Commission with the manager.\n           (5) The custodian shall maintain-\n      (a) a record of all assets in his custody, updated as the n ed requires or,\n                                                                   I\n            in any event, not less than once in every calendar year;\n      (b) records indicating that the beneficial ownership of tke assets of the\n            scheme-\n                  (i) are vested in the scheme; and\n                 (ii) may be identified by reference to an acc nt number or\n                      other similar designation."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The practice (in substance) to be observed in dealings of the manager with\npurchasers and sellers, and the method of calculation for determining the manager's prices\non sales and purchases, of such units as may be created pursuant to the scheme, including-\n           (a) the charges, and maxima restrictive thereof, if any, to be taken into account\n               in any such calculations;\n                me inclusion of this page is &d by L.N. 21RO12J\n       THE UNIT TRUSTS (BOOKSAND DOCUMENTS) REGULATIONS, 1973\n      (b) the manner of determination of the intervals at which prices ark to be fixed by\n          way of calculation as aforesaid."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The duration of the period for which any register, re rd, statement, modforwhish\n account or other document is required to be kept under regulbon 3 or 5 in                fzmmmb\n relation to any scheme shall continue so long as the scheme subsists and for\n one year next thereafter:\n     Provided that upon the application of the trustee or mana er (as the case\n may be) complying with such requirement, the Comission may at any time,\n by notice in writing to the applicant, terminate such period ifihe is satisfied\n that it is reasonable in the circumstances so to do."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) Every unit holder under any scheme who request! permission of\n the trustee or manager thereunder to examine any trust i n s d e n t s kept by it sMilrbilityof\n in compliance with these Regulations, or to make and take adiy copies of or \"p'\"'h\"cOf\n extracts from any such instruments. shall be allowed by the trustee or manager (as the\n case may be) so to do at any reasonable time.\n                  me inclusion of this page is authorized by L.N. 21R012)\n         THE UNIT TRUSTS (BOOKS AND DOCUMENTS) REGULATIONS, 1973\n        (2) Copies of each trust instrument kept in accordance with sub-\nparagraph (a) of paragraph (1) of regulation 5 by the manager under a\nscheme, or delivered to or for the trustee thereunder as mentioned in\nparagraph (1) of regulation 3 by or on the authority of the manager, shall be\nmade available by the manager to the unit holders under the scheme and to all\npersons submitting applications to the manager for the purpose of acquiring\nunits under the scheme or by whom subsisting offers to, or agreements with,\nthe manager have been made for that purpose:\n   Provided that, for each copy furnished accordingly to any unit holder or\nother person, the manager may charge him the price therefore provided by\nany such instrument or, in the absence of such provision, a reasonable price."
    },
    {
      "provision_ref": "sec7a",
      "section": "7A",
      "title": "Section 7A",
      "content": "7A. A statement that the manager may borrow, on behalf of the scheme, an amount not\nexceeding the percentage of the value of assets in the scheme's portfolio as prescribed by the\nbust deed, which percentage shall be specified in the offering circular and shall not, in any\nevent, exceed ten percent."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.--(1) No person acting, or purporting to act, for the furtherance of any offering\n                                                                               circulars.\nbusiness involving the disposal of any units under a scheme shall commun-\nicate, or cause to be communicated, to another person-\n    (a) any representation calculated to induce him to do any of the acts\n        mentioned in paragraph (a) or (6) of subsection (1) of section 22 of\n        the Act in relation to any such units; or\n    (6) any invitation to him to do any such acts, unless he is provided with\n        a copy of an offering circular relating to the scheme and for the time\n        being registered under paragraph (5) or is advised of the facilities for\n        obtaining such a copy available to him free of charge at any place (in\n        Jamaica) specified in such advice.\n        (2) No person shall distribute, or cause to be distributed, copies of\nany offering circular calculated to invite or lead (directly or indirectly) any\nperson to whom it is distributed to act as mentioned in section 22(l)(a) or (6)\nof the Act, in relation to any scheme, unless the offering circular-\n     (a) is written in such clear and concise language that its contents are\n         readily capable of being understood by the public;\n     (6) discloses such matters in reference to the scheme as are specified in\n         the Schedule; and\n     (c) is registered by the Commission in accordance with paragraph (5).\n         (3) Every application for the registration of any offering circular for\nthe purposes of this regulation shall be made in writing to the Commission;\nand there shall be payable to the Commission, in respect of every such appli-\ncation, a fee of twenty thousand dollars.\n                                                                          A,\n                 me inclusion of this page is authorid by L.N. 21i2012j\n         THE UNIT TRUSTS (BOOKS AND DOCUMENTS) REGULATIONS,1973\n          (4) Upon the submission of every such application or registration\nof any offering circular, the applicant shall cause to be delive+?dto the Com-\nmission a copy of the offering circular and shall produce to the recipient of\nthat application such receipt as shall, on payment of the said fee in respect\nthereof, be issued under the authority of the Commission.\n    I\n          (5) Subject to regulation 9, any such application a foresaid shall\nbe granted by filing in a register, which shall be kept by the Commission for\nthe purposes of this regulation, the copy delivered under paragraph (4) (with\nmodifications, if any, made under the proviso to paragraph (11)of regulation"
    },
    {
      "provision_ref": "sec8a",
      "section": "8A",
      "title": "Section 8A",
      "content": "8A.--( 1) The manager and the trustee of each scheme shal                            information on\n                                                                                         Inveatmenlr\n        (a) cause notice of every material change affecting the scheme to be\n                                                               I\n            published-                                                i\n                 (i) in a daily newspaper in circulation throuhout Jamaica;\n                     and\n                (ii) on a website maintained by the scheme's              nager, or by\n                     post or e-mail to the unit holders,\n            forthwith upon becoming aware of the change;\n        (b) disclose, on a website maintained by the scheme' anager, the\n            cut-off time for, and the frequency of, the pricing of its units,\n            being a time after the market closes;\n        (c) cause to be published, at least once per week in a da!ly newspaper\n            in circulation throughout Jamaica, the return on investment in the\n            scheme, including information as to -\n                    me inclusion of this page is authorid by L.N. 21R012j\n        THE UNIT TRUSTS (BOOKS AND DOCUMENTS) REGULATIONS, 1973\n                   (i) the return on investment for a rolling fifty-two week\n                       period;\n                   (ii) the year-to-date return on investment for the current\n                        calendar year;\n    (d) at the end of each calendar quarter, cause its unaudited balance\n        sheet, and income statement, for that quarter to be published-\n                    (i) on a website maintained by the scheme's manager;\n                   (ii) by post or e-mail to the unit holders; or\n                   (iii) in a daily newspaper in circulation throughout\n                         Jamaica,\n        not less than forty-five days after the end of the quarter;\n    (e) cause to be published-\n                    (i) as soon as is reasonably practicable, but in any event\n                        not later than one hundred and twenty days after the\n                        end of the financial year; and\n                   (ii) in a daily newspaper in circulation throughout\n                        Jamaica,\n        the audited financial statements of the scheme for that financial year,\n        or an abridged summary of those statements.\n         (2) Information published under paragraph (l)(d) shall be made\navailable in writing, in the form of hard copies, to a unit holder, by the man-\nager or trustee of the scheme, upon request of the unit holder."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-41) The Commission shall have power-\n    (a) to refuse to grant any application under regulation 8 for the registra-\n        tion of any offering circular;\n    (b) to cancel the registration under regulation 8 of any offering circular,\non the grounds of any default in compliance with provisions contained in a\ntrust instrument as respects such offering circular, or of any representation\ntherein being deceptive, or of the contents thereof being deficient (for pur-\nposes of distribution) as respects disclosures required by paragraph (2) of\nregulation 8; and notice, specifying particulars of the grounds, of any exercise\nof such power shall thereupon be served on the person who applied for the\nregistration:\n                   inclusion of this p a p is a u h h d b; L.N. 21R0121\n         THE UNIT TRUSTS (BOOKS AND W C U M E N T S ) REGULA TIONk, 1913\n        Provided that where the Commission proposes to ex cise any such\npow , he shall cause notice, specifying pan~cularsof the griunds, of such\nproposal to be sewed on the said person and shall afford that person an\nopportunity to make such representations, or such modifiAations to the\noffering circular in case of an application for its registration, o r such repre-\nsentations and modifications aforesaid (in that case), as the person may con-\nsider appropriate in the light of the grounds for such proposal dfthe Commis-\nsion, who shall, in taking any decision thereon, have due regarid to the repre-\nsentations or modifications or both (as the case may be) so made, if any..\n         (2) Where the Commission refuses under sub-paragraph ( a ) of para-\ngraph (I) to grant any application, the Commission shall causk the notice of\nsuch.refusal to be sewed under paragraph (1) within twenty-file days of the\n                                                               I\nreceipt of such application or, in case of the offering circular having been\nmodified under the proviso to paragraph (I), within twenty-file days of the\nmaking of such modification."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) The manager and trustee under each scheme skall cause the\naccohts of the manager as respects its business in relation tb that scheme,\ntogether with those of the trustee as such, to be audited annually by an auditor\ndulylappointed, pursuant to arrangements made between the manager and\ntrustee, to audit both the manager's and the trustee's accounts aforesaid and to\nfurnish a report thereon for the purposes of paragraph (2).\n        (IA) The report referred to in paragraph (1) shall disclo\n     (a) the amount of all fees, charges and expenses charged to the scheme\n         during the relevant accounting period;\n     (b) all other deductions for fees, loads and other charge{, including an\n         explanation of such deductions;\n     (c) the unit prices and the method of calculation of those              ces;\n     (4 the method of valuation of assets in the scheme;\n     (e) any adjustments made for market appreciation and depkiation;\n     V) the net assets due to the unit holders;\n     (g) the details of transactions involving-\n             (i) associated persons;\n             (ii) units amounting to five percent or more of the value of the\n                  scheme;\n                                                                         I\n                   me inclusion of this page is authorized by L.N. 2lL?Ol2]\n           THE UNIT TRUSTS (BOOKS AND DOCUMENTS) REGULATIONS, 1973\n        (2) Where any annual audit of accounts has been carried out as\nrequired by paragraph (1) in relation to any scheme, the manager under the\nscheme shall-\n    (a) furnish to the Commission within four months of the date to which\n        the accounts have been so audited; and\n    (b) within six months after the end of the relevant accounting period,\n        disclose to each unit holder-\n               (i) the audited accounts; and\n               (ii) the report made by the auditor on the accounts, specifying\n                     whether they have been found by the auditor to conform\n                     with the relevant requirements of regulations 3 and 5; and\n               (iii) the report made by the manager on the investment\n                     portfolio of the scheme and the movements in the value\n                     thereof, in respect of the relevant financial year.\n                (2A) The disclosure referred to in paragraph (2)(a) may be\nmade by-\n    (a) publishing the information on the scheme's website or in a daily\n        newspaper in circulation throughout Jamaica; or\n    (b) sending the information to each unit holder by post or e-mail,\n       and shall, in any event be made to a unit holder upon request made to\nthe manager at its place of business during normal business hours.\n          (3) Subject to paragraph (5) every person who is the manager or\ntrustee under a scheme shall, in default of any audit required by paragraph (1)\nin relation to the scheme, be guilty of an offence and be liable on summary\nconviction in a Resident Magistrate's Court to a fine not exceeding two\nthousand dollars.\n         (4) Subject as aforesaid, every manager who fails to furnish to the\nCommission copies of any statement and report, or neglects to forward a\ncopy of each of the same to any unit holder at his request as required by para-\ngraph 2 shall be guilty of an offence and be liable on summary conviction in\na Resident Magistrate's Court to a fine not exceeding two thousand dollars.\n         (5) Where any person is charged with an offence in default of\ncompliance with any requirement mentioned in paragraph (3) or (4), it shall\nbe a defence to prove that the person exercised all such reasonable diligence\nas was, in the circumstances, exercisable on his part with a view to\nfulfillment of such requirement.\n                                                                                  Informuion a"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.--(1) Any person-                                                           be furnished to\n                                                                                  the Commission\n    (a) who is the manager,trustee or custodian under a sch                  e or a sales-\n-    : man conducting business pursuant thereto; or'\n    (b) .whose business involves the acquisition, holding or di osal of units\n         under a scheme,\nshall accordance with any notice oithe Commission in that half served\non such person, funrish to the Commission, or to any officer ddly authorized\nby him and specified in the notice, such information relating td the business\nconducted by the said person pursuant to the scheme as the ~04missionmay\nby that notice, if he considers it necessary or expedient so to do for the due\nperformance of any of his functioris for the purposes of the l ~ c or t these\nRegulations, require.\n        (2                   s from the commencement ef eveL month, the\nmanager under each scheme shall cause to be delivered to the Oommission a\ncopy 6f so much of the record kept by the manager for the p&oses of sub-\nparagraph (4 of paragraph (1) of regulation 5 as may relate to calculations\nmade during the preceding month.\n        (3) The manager of each scheme shall give to the com ssion-\n    (a) in any case where the functions of the manager are to be delegated,\n        prior to any such delegation, notice in writing setting out the details\n        of the proposed delegation;\n    (b) forthwith upon the retirement or removal of a trusfee, a report\n      : detailing the circumstances surrounding the retirement or removal\n        (as the case may be);\n     (c) as soon as is reasonably practicable after the occurrence f a material\n         change in the affairs of the scheme, but in any event no (ater than ten\n         days after the change, a report setting out the details thereof;\n     (d) within forty-five days after the end of each calendar quaher-\n               (i) a report detailing'the method of calculation of the scheme's\n                   return on investment;\n              (ii) the scheme's unaudited balance sheet and profit and loss\n                   statement, including in respect of each-\n                  me incluion of this page is authorired by L.N. 211'2012]\n        THE UNIT TRUSTS (BOOKSAND DOCUMENTS) REGULATIONS. 1973                     16.03\n                           (A) the comparative changes from the immedi-\n                                 ately preceding quarter;\n                           (B) the adjustments made for market appreciation\n                               and depreciation;\n                           (C) deductions for fees, loads and other charges,\n                               with an explanation of those deductions;\n                           (D) the net assets due to the unit holders;\n                           (E) the unit prices and the method of calculating\n                               those prices; and\n                           (F) the method of valuation of the assets in the\n                               scheme's investment portfolio;\n    (e) within fitteen days after the end of each calendar month, a statement\n       of the scheme's investment portfolio;\n    u> as soon as is reasonably practicable atter becoming aware that a\n       trustee has or is about to-\n             (i) sell assets to, or purchase assets fiom, the trust on the trus-\n                 tee's own behalf;\n             (ii) enter into any securities lending transaction, repurchase\n                  transaction or reverse repurchase transaction, on the trus-\n                  tee's own behalf;\n            (iii) sell the scheme's assets to, or purchase the scheme's assets\n                  from, any person associated with the trustee; or\n            (iv) enter into any securities lending transaction, repurchase\n                 transaction, or reverse repurchase transaction with any per-\n                 son associated with the trustee,\n       notice in writing setting out the nature and circumstances of the\n       transaction and the reasons therefor.\n        (4) Upon the retirement or dismissal of a manager, the trustee shall\nforthwith give to the Commission a report setting out the circumstances\nsurrounding the retirement or dismissal (as the case may be).\n                [The inclueim of this p w is   ~~ by L.N. ZlROlZ]"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The scheme's requirements, in substance, for issuing, transferring and pcording title\n to units.\n                     [The klusion of this page is authoized by L.N. 21R0121\n      THE UNIT TRUSTS (BOOKS AND DOCUMENiT) REGULATIONS, 1973"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Nothing in these Regulations shall be construed to ibrogate or\n                     abridge kyduty under any other law or in equity to keep, or dause to be\n                     audited, any books, accounts or other records or documents.\n                                      me inclusion of this page is a~~thorized\n                                                                             by L.N. ZlROIZ]\n      THE UNIT TRUSTS (BOOKS AND DOCUMENTS) REGULATIONS, I973\n                                             SCHEDULE                             (Regulation 8)\n                      Maters to be disclosed by offering circulars"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. The fact of there being no guarantee that such funds as mentioned in paragraph 7\nwill grow; and the possibility respecting securities comprised in the same, and accordingly\nunits created under the scheme, of decrease as well as increase in their value and in the\nincome from such securities and yield from such units."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. The form (to be detachable from each copy of the offering circular, upon comple-\ntion, for submission)of application to squire units under the scheme."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.04                        THE UNIT TRUSTS (BOOKS AND DOCUMENTS) REGULATIONS. 1973\n                               (5) The custodian of a scheme shall cause the scheme'$ auditors to\n                     giv     the Commission, at least once in every calendar year, a report as to\n                     the custodian's internal controls and operating procedures.\nLicense required         11A. For the avoidance of doubt, the manager of manager a cheme shall\nfor manager acting\n        or           not act as a dealer in securities, or as a dealer's representatid unless the\nv a t i =            manager holds the requisite licence under the Securities Act.\nOffences.                 12. Every person who-\n                            (a) being the trustee under any scheme, contravenes the drovisions of\n                                regulation 3 or 4 or paragraph (1) of regulation 7;\n                            (b) being the manager under any scheme, contravenes th provisions\n                                of regulation 5 or paragraph (I) of regulation 7 or fails to make\n                                available to any unit holder or other person in accordance with\n                                paragraph (2) of regulation 7, at his request, a copy of any instru-\n                                ment mentioned in the said paragraph (2);\n                            (c) contravenes the provisions of paragraph (1) or (2) of r            lation 8;\n                            (d) having been served with a notice under regulation 11, fails to\n                                comply therewith or, being the manager under any scheme, con-  I\n                                travenes regulation 1l(2) or (3); .\n                            (e) being the trustee of a scheme, contravenes regulation 1 (4);\n                            u> being the custodian of a scheme, contravenes regulatio 11 (5); or\n                            (g) contravenes any other provision of these regulations,\n                     shall be guilty of an offence and be liable on summary convliction in a\n                     Resident Magistrate's Court to a fine not exceeding two million dollars or to\n                     imprisoriment for a term not exceeding twelve months, or to both such fine\n                     and imprisonment:\n                                                                                      .\n                       Provided that, in proceedings against any person for failing t keep any\n                                                                                        I\n                     record, statement, account, or other document, in so far as may be required by\n                     regulation 3 or 5 in regard to matters prior to the coming into operation of\n                     these Regulations, it shall be a defence for such person to show Wat he has a\n                     lawhl or reasonable excuse for such failure:\n                       Provided further that, where any person is charged with an offence in\n                     default of compliance with any require~entof a notice mentioned in\n                     paragraph (4, it shall be a defence to prove that it was not reasonably\n                     practicable for him to comply with such requirement."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. The date on which application for registration of the offering circular under\nregulation 8 was submitted."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. The following disclaimer, set out on the front cover of the offering circular-\n     \"The Financial Services Commission does not pass upon the accuracy or adequacy of\nthe information contained in this offering circular. Any representation to the contrary will be\ndeemed by the Commission to be a false and misleading statement within the meaning of\nsection 22 of the Unit Trusts Act.\""
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. The effective period of the offering circular, together with a statement that once the\neffective period has expired the offering circular shall not be used as the basis for marketing\nthe product."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. The risk factors and other investment considerations associated with investing in a\nunit trust.\n    2 1. A description of-\n           ( a) the characteristics of the investor for whom the scheme may or may not be\n                appropriate;\n           (b) the type of investment portfolio for which the scheme is suited or for which\n               the scheme shall not be used:\n            (c) the level of risk tolerance that would be appropriate for persons wishing to\n                invest in the scheme."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. A statement detailing the type of assets held in the investment portfolio of the\nscheme."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. In relation to the valuation of the scheme and its investment portfolie\n                      inclrvsion of this page is e u t h d by L.N. 21120121\n      THE UNIT TRUSTS (BOOKS AND DOCUMENTS) REGULATIONS. 1973\n           (a) the cut-off time for computing the net asset value and the frequency of\n               computation thereof:\n           (b) a statement as to whether or not the investment portfolio is being carried at\n               fair value and, if not, the method of valuation;\n           (c) the time of day that the assets will be regularly valudd for the purpose of\n               determining the prices at which securities in the schede may be issued and\n               redeemed by the manager."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. A statement as follows-\n      \"Unit trusts own different types of investment depending on their iivestment objectives.\nt h e value of these investments may change from day to day, reflect& changes in interest\nrates, economic conditions and company news. As a result, the value I f the scheme's units\nmay go up or down and the value of your investment in the scheme, when you redeem it.\nmay be more or less than when you purchased it.\""
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. The types of fees levied on the scheme, including (where appli'ca61e)-\n           (a) preliminary charges;\n           (b) periodic charges;\n           (c) charges on redemption;\n           (4other charges and expenses, indicating clearly whethe4 these charges are to\n               be borne by the investor directly or indirectly."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. A statement advising that the past performance of the schemk should not be taken\nas an indication of future performance."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. A graph showing, in chronological order, the annual total ret ns of the scheme for\nat least each of the five years immediately preceding the date of the dffering circular or, if\nthe scheme has been in existence for less than five years, for each year Since its inception."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. The nature of any conflict of interest relating to the schemk, and the manner in\nwhich the conflict is to be treated.\n                                                                         I\n                  [The inclusion of this page'is authorized by L.N. 21/2012]\n                                 UNIT TRUSTS\n                        THE UNIT TRUSTS ACT\n                                REGULATIONS\n                              (under section 28)\n       (Made by the Financial Services Commission on the 15th day\n              ofJuly, 2009 and approved by the Minister)"
    }
  ],
  "definitions": [
    {
      "term": "bid or realization price",
      "definition": "the price at which the managers of the",
      "source_provision": "sec2"
    },
    {
      "term": "custodian",
      "definition": "a nominee approved by the Commission for the pur-",
      "source_provision": "sec2"
    },
    {
      "term": "material change",
      "definition": "any change in the business operations, or",
      "source_provision": "sec2"
    },
    {
      "term": "offering circular",
      "definition": "a circular containing any such invitation or",
      "source_provision": "sec2"
    }
  ]
}