{
  "id": "jm-subs-the-urban-renewal-tax-relief-act",
  "type": "statute",
  "title": "The Urban Renewal (Tax Relief) Act",
  "title_en": "The Urban Renewal (Tax Relief) Act",
  "short_name": "Urban Renewal (Tax Relief) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-urban-renewal-tax-relief-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-urban-renewal-tax-relief-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This O$er may be cited as the Urban Renewal (Tax Relief)\n(Declaxation of 'Incentive Period) (Downtown Kingston Special Develop-\nment Area) Order, 2005."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.     Area specified in the Schedule is hereby declared to be the Schedule\nDowntown Kingston Special Development Area for the purposes of the Act.\n                         Downtown Kingston Special Development Area\n        that land comprised within the area butting and bounding as follows-\n             Roperties on both sides of the road starting at Pechon Street in the west where it\n             meets the coast, going northerly along Pechon Street to its intersection with Darling\n             Street and Barry Street and then westerly and northerly along Darling Street to its\n             intersection with Spanish Town Road and then south-easterly along Spanish Town\n             Road to its intersection with Heywood Street, easterly along Heywood Street to its\n             intersection with West Parade; easterly along North Parade to its intersection with\n             East Parade and then southerly along East Parade to its intersection with East Queen\n             Street then easterly along East Queen Street and Victoria Avenue to its intersection\n             with Paradise Street and southerly along Paradise Street to the coast (including\n             Bellevue Lands); westerly along the coastline including abutments then backto\n             the darting point.\n                 URBAN RENEWAL (TAX RELIEF)\n         THE URBAN RENEWAL (T'AX RELIEF) ACT\n                                                                         L.N. 101195\n      (Made by the Minister or1 the 28th day of August, 1995)"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. An organization whioh intends to issue or underwrite urban\nrenewal bonds shall apply in writing to the Minister to ,be declared\nan approved organization for the purposes bf the Act in the form\nset out as Form 2 in the Schedule.                                   P M 2.~"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-41) An application under regulation 2 or 3 shall be accompanied\nby the following documents-\n     (a) in the case of an application under regulation 2 by a body\n         corporate or partnership-\n           (i) a certified wpy of the memorandum and articles of\n               association and certificate of incorporation in respect\n               thereof or, as the case may be, any instrument con-\n               stituting the body or partnership;\n           (ii) the name and address of the secretary and of each\n                director, partner or senior official thereof;\n          URBAN RENEWAL ( T A X RELIEF) REGULATIONS, 1995\n           (iii) the audited accounts of the body corporate or partner-\n                 ship in respect of the immcdiate!~preceding financial\n                 year of the organizrtion as certified by a practising\n                 public accountant re~isteredunder the Public Account-\n                ancy Act;\n           (iv) two sets of the relevant architectural. engineering or\n                 electrical designs, plans or drawings for each devclop-\n                ment;\n           (v) a copy' of the duplicate certificate of title or other\n               p r o d of ownership or a properly exmufed agreement\n               for the lease or other letting of the property proposed\n               to be developed; and\n          (vi) evidence of planning permission and building approval\n               £ram the relevant authorities;\n    (b) in the case of an application under regulation 3, the documents\n        referred to in paragraph (0)(i) to (iii).\n      (2) The Minister m y require an applicant to furnish such other\ninformation as he thinks necessary.\n   5 4 1 ) Every approved developer shall, in W i n g a return of his\nincome for any year of assessment to the Commissioner of Income\nTax under the I n m a e Tax Act, include in that return, particulars\n of any expenditure on improvement works under the Urban Renew1\n (Tax Relief) Aot for that year of assessment.\n      (2) The return referred to in paragraph (1) shall be accompanied\nby a certificate of cost to date approved by a registered certified\nquantity surveyor, architect or engineer.\n      (3) The Commissioner of Income 'Pax may require an approved\ndeveloper to furnish such other information as the Commissioner t h i i\nnecessary."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Every approved developer shall keep separate accounts relating\nto the lease or other letting of any improved property in the special\ndevelopment area during the incentive period."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The approved organization shall keep separate books of account\nrelating to any loans made or interest received by it in rbpect of\nimprovement works.\n                 [ I-Iic i ~ i c l v s i oo~f ~tli~spage is autliorized by L.N. 1712009]\n          URBAN RENEWAL (TAX RELIEF) REGULATIONS, 1995                                      9"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Urban renewal bonds shall be issued in such units as the Minister\n m y direct in respect of any series of bonds and shall be made\n-available for purchase in such denaminat,ions as the Minister may from\n time to time determine."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. An application to purchase a bond shall be made in such manner\nas the approved organization may require and for the purposes of\nany such application the applicant shall deliver to the organization\nSUG~ documents and other information in writing as the organization\nnay q u i r e ."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. A bond may be purchased and held-\n    (a) by any body c o p r a t e or other association of persons or any\n         person of the age of eighteen years and over who is not\n         under any legal disability; or\n    (b) jointly by any two or more such persons."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-41) In the event of the death of the holder of an urban renewal\nbond, the production of probate or letters of administration granted,\nor having effect as if granted, in respect of personal estate comprising\nthe bond by a court of competent jurisdiction or of a certified copy\nthereof, shall, subject to the provisions of these Regulations, be suffi-\ncient authority to the approved organization-\n     (a) to pay bhe s u m repayable in reqxd of the bond 20 the person\n          to whom the grant was made, or as directed by that person; or\n     (b) at the option of that person, to transfer the bnd-\n             (i) to that person; or\n             (ii) as direoted by that person, to a person who, under the\n                  probate or letters of administration, succeeds to a\n                  beneficial interest in the bond.\n         (2) The approved organization may. for the pupose of carrying\n out the provisions of this regulation, issue a new bond in place d the\n original bond, so, however, that such new bond shafl bear the issue\n date of the original bond."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The issue date of an urban renewal bond shall be the day of\n the month and year in which payment for the bond is received by the\n approved organization.\n                 [The i ~ ~ c l u s i ool'~ il l ~ i spage is aulllorized by L.N 1717009)\n         URBAN RENEWAL ( T A X RELIEF) REGULATIONS, 1995"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-41) Where in the case of the purchase, encashment or maturity\nof a bond, any document is required to be completed and signed by\nany person, then in the case of a person unable to write, the document\nshall be sufficiently completed and signed if-\n     (a) it is prepared by some other person on his behalf; and\n     (b) it is read to that person in the presence of a competent\n          witness; and\n      (c) the person expresses his agreemen~tthereto and appends his\n          a a r k in the presence of that witness who shall attest the\n          mark so appended.\n       (2) For the purposes of this regulation \"competent witness\"\nmeans any of the following persons, if normally resident in the 1sland-\n    (a) a Member of Parliament;\n    (b) a Minister of Religion;\n    (c) a Justice of the Peace;\n    ( d ) a Bank Mannger, accountant. chief clerk, or senior clerk of\n          the apprwed organization or any ccmunercial bank;\n     (e) a qualified registered medical practitioner, dentist or attorney-\n         at-law;\n    u> a police officer not below the rank of Inspector; or\n    (g) the principal of an education.al instit~ttion."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.--(I) The loss or destruction of a bond shall be notified in\nwriting to the approved organization. as soon Ciereafter as is practic-\nable, by the holder of the bond with full particulars of the circumsiances\nsurrounding the loss or destruction.\n         (2) If it appears to an approved organization that any bond\nissued in pursuance of these Regulations has been issued in error,\nlost, destroyed or tampered with, or is in such condilion as to render\nit desirable that it should be replaced by another b o ~ d the\n                                                           , approved\norganization may, subject to the provisions of this regulation, cancel\nthe bond and issue another bond bearing the same date as tlie cancelled\nbond in lieu thereof to any person who sati.sfies it that he is entitled\nthereto.\n      (3) The approved organization may attach to the issue of any\nsuoh bond such conditions as to indemnity or otherwise as it thinks\nfit.\n         URBAN RENEWAL (TAX RELIEF) REGULATIONS, 1995"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. An officer of an approved organization employed in connection\nwith business arising under these Regulations shall not disclose to\nany person other than the chairman of the approved organization or\nany officer deputed in that behalf by such chairman the m e of the\npurchaser or holder of any bond, the number of bonds purchased or\nheld by any person or the amount paid or repaid to any person in\nrespect of a bond."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. The approved organization shall keep a register containing the\nfollowing particulars-\n     (a) the names and addresses of all holders of bonds;\n     (b) the mount and serial numbers of the bonds held by any\n          holder;\n     (c) the issue date of a bond and the date of maturity thereof; and\n     (d) in the case of a transfer, the date of receipt of the copy of\n          such transfer sent to the approved organization pursuant to\n          regulation 17 (2)."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-41) Subject to the provisions of this regulation, bonds shall\nbe transferable.\n        (2) Where any bond is transferred, the transferor shaU notify\nthe appwved organization of the transfer :by sending a copy of the\ntransfer to the approved organization stating the name and address\nof the transferee and the date of transfer.\n        (3) Upon receipt of a copy of such transfer under paragraph\n(2). the approved organization shall-\n      (a) note thereon the date of receipt by the approved organization:\n      (b) remove the name and address of the transferor from the\n           register and enter therein the particulars specified in para-\n           graph (2)-\n        (4) The transferee shall, as fmm the date referred to in para-\n graph (3) (a), be the registered owner of the bond."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Every approved organization shall, every six months, furnish\n a copy of the register of urban renewal bonds to the Bank of Jamaica.\n                               of Illis page is au~llorizedby L.U. 17/20UL)]\n                [file i~lclusio~i\n                         URBAN RENE WAld(TAX RELIEU REGULATIONS. 1995\n                                    !K!HEDULE                             (Regulations 2 and 3)\nm uI                 THE URBAN RENEWAL ( TAX R E L m ) Am, 1995\n                     CATION FOR DWLARATION AS APPROVED -PER\n                                                 (~ANTTOSBCMN4~\n   PLeAsE READ INSCRKTIONS OVERLEAF BEFORE C                          O     m\nSECnON A\nLAFuxxh-mN*ME                                                                              pRWpWUL~imLY\n                                                                              ~ T l O r d\n                                                                              m       m 16.\nlhPRIC*MS.uxaEss                                                              3   ~    1    !   H   U   ~   l   S   ~\n 22   1 ~ T w r X ) W s E s r a P U Y L M W L B W B A N D ~ W ~ T M ~ Q T ~ R w D ~\n      K M W X l E AND O R R E f X   I ~ S T A N ITHAT\n                                                  l   ANY M E R E P R m A T ? W CU THEi R m M MAY LPAD XI R-lKN\n                                                                                                                        I\n                                                   of this page is au~horiredby L.N. 17/2009]\n                                     [The i~~clusinli\n               URBAN RENE WAL ('LAX REWEF) REGULATIONS, 1995\nRYIM 2\nm             THE URBAN RENEWAL ( TAX RELLEF ) Am,1995\n           A P R I C A T I O N P O R ~ A S A P P R O V B D ~\n M   I   D ~  ~ A   R  ~   ~  T   T          V   T    H   ~    B   B   S    T   ~      P   M   Y   ~   A   N   D   ~   ~   ~   ~   C   ~   ~\n      F¶XMERMOXG¶EI8ANDQllUlECT I                    YlWT ANY                         (H TW\n                                             ~ ~ MAY\n     ~ U A Y L B I D T O P P Y O U T X ~ U ~AND  M M A l l t&\\D TO OUMNU\n                         [The inclusio~io f this page is aulhorized by L.N.17/2009]"
    }
  ],
  "definitions": [
    {
      "term": "competent witness",
      "definition": "any of the following persons, if normally resident in the 1sland-",
      "source_provision": "sec13"
    }
  ]
}