{
  "id": "jm-subs-the-watersheds-protection-act",
  "type": "statute",
  "title": "The Watersheds Protection Act",
  "title_en": "The Watersheds Protection Act",
  "short_name": "Watersheds Protection Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-watersheds-protection-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-watersheds-protection-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Order may be cited as the Watersheds Protection (Rio\nMinho, Cane River and Rio Nuevo Watersheds Areas) Order, 1964."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. The areas specified in the Schedule are hereby declared to bc Schedule.\nwatershed areas for the purposes of the Act.\n                                     SCHEDULE                                (Paragraph 2)\n   Starting at the intersection of the centre line of the main road leading from\nFrankfield to Nine Turns and the intersection of the centre line of the main\nroad leading from Trout Hall to Frankfield; thence north easterly in a straight\nline to the interseclion of the centre line of the parochial road leading from\nFrankfield to Carty H ~ l land the centre line of the parochial road leading from\nFrankfield to Corner Shop; thence generally north easterly generally northerly\nand generally north easterly along the centre line of the latter parochial road\nto a point on this centre line situated 1100 ft. from the junction of this said\nparochial road with the main road leading from Trout Hall to Comer Shop;\nthence in a straight line on a grid-bearing of N13 OOE for a distance of 1650 ft;\nthence south easterly in a straight line to its junction with the inter-\nsection of the centre line of the main road leading from Trout Hall to Corner\nShop and the centre line of a Bridle Road known as Flemmington Road\nsituated approximately 276 ft. south of Mile Post No. 48 on the last mentioned\nmain road; thence generally north easterly along the centre line of this said\nBridle Road to its intersection with the centre line of a Bridle Road leading\nto Corner Shop and situated about 1100 ft. from the junction of the said\n Flemmington Road and the main road aforementioned; thence in a straight\n line on a grid-bearing of S59 30E for a distance of 2500 ft.; thence in a straight\n line on a grid-bearing of N82 OOE for a distance of 11,000 ft.; thence southerly\n in a straight line to its intersection with the centre line of the parochial road\nleading from Brae Head to Reckford at a point approximately 4400 ft. measured\n north easterly along the said parochial road from its junction with the parochial\n road leading from Brae Head to Douces; thence south easterly in a straight\nline to the north eastern comer of Lot 256 in Pennants Lands Settlement known\n also as Douces situated between lands said to belong to Zephaniah Goode and\n Zachariah Bonnick respectively; thence south westerly in a straight line to the\n north western corner of Lot 139 on the aforementioned Land Settlement\n registered at Volume 715 Folio 123 of the Register Book of Titles and said\n to belong to Kenneth W. Robinson; thence due west in a straight line to the\n centre line of the parochial road leading from Brae Head to Douces; thence\n                  [The inclusion of tbh page is authorized by L.N. 4119761\n THE WATERSHEDS PROTECTION (RIO MINHO, CANE RIVER A N D\n       RIO NUEVO WATERSHEDS AREAS) ORDER, 1964\ngenerally southerly and generally south westerly along the centre line of the\nparochial bridle road leading from Brae Head to Douces to its intersection\nwith the centre line of the parochial driving road leading from Brae Head to\nDouces; thence generally southerly along the centre line of the said parochial\ndriving road to its intersection with the centre line of the main road leading\nfrom Kupuis to Trout Hall; thence generally north westerly along the centre\nline of the said main road to a point on the said centre line situated 1300 ft.\nfrom the cenlrc !ine of the bridge over the Dawkiiis River on the last named\nmain road; thence in a straight line on a grid-bearing due west to its inter-\nsection with the centre line of the Rio Minho; thence generally south westerly,\ngenerally south easterly, generally southerly, generally north easterly and generally\nsoutherly along the centre line of the Rio Minho t o a point on this centre\nline situated 8,900 ft. from the last mentioned intersection; thence in a straight\nline on a grid-bearing due west to its intersection with the centre line of the\n pxochial bridle road leading from Main Ridge; thence generally southerly along\nthe ccntre line of this said parochial bridle rortd to its intersection with the\n centre line of the parochial r ~ a dleading frcm John Austin through Main\n Ridge to Long Look; thence generally westerly along the centre line of this latter\nparochial road to its intersection with the centre line of n bridle road leading\nfrom Orange Hill to Mount Hindmost near the western boundary of Somer-\nville; thcncc south easterly along the centre line of the said bridle road for\na distance of approximately 4,300 feet to its intersection with the centre line\n.of a tributary of the Thomas River; thence generally southerly along the centre\nline of the said tributary to its intersection with the centre line of the Thomas\n River; thence south westerly and generally westerly along the centre line of the\nThomas River to the centre line of the first tributary of the Thomas River\nflowing from Blackwoods; thence generally southerly and south westerly along\nthe centre line of the said tributary to its intersection with the centre line\n of the parochial road leading from Blackwoods to the school at Elgin; thence\ngenerally southerly along the centre line of this latter parochial road to its\n intersection with the centre line of the main road leading from Beckford\n Kraal to Thompson Town; thence in a straight line on a grid-bearing due\nsouth for a distance of 2,000 feet; thence in a straight line on a grid-bearing\n of S77 30W for a distance of 7,000 feet; thence north westerly in a straight\nline to its intersection with the centre line of the main road leading from\nThompson Town to Smithville and the centre line of the parochial road leading\n from Thompson Town to Balcarres; thence generally westerly and generally\n north westerly along the centre line of this latter parochial road to its inter-\n section with the centre line of a bridle road situated approximately 1200 ft. from\n the junction of this latter parochial road with the main road leading from\nWhite Shop to Balcarres; thence generally north westerly, and generally northerly\nalong the centre line of the said bridle road to its intersection with the centre\nline of the parochial road leading from Nine Turns to Ritchies; thence generally\n north eastcrly, generally south easterly, generally north exterly, generally south\neasterly and generally southerly along the centre line of this latter parochial\n road to its intersection with the centre line of the main road lending from\n Frankfield to Nine Turns; thence easterly, generally north westerly, generally\n north easterly generally southerly, generally easterly, generally northerly, generally\n north westerly, generally northerly generally easterly generally south easterly\n and generally easterly along the centre line of the latter main road back to the\n starting point.\n   Starting at the centre-line of the bridge over the Cane River on the parochial\nroad leading from Bull Bay to Lindo's Gap; thence in a straight line on a grid-\nbearing due west for a distance of twenty-five hundred feet; thence in a straight\nline on a grid-bearing of N33 OOW for a distance of eleven thousand three\nhundred feet; thence north easterly in a straighr line to the intersection of the\ncentre-line of the parochial road leading from Millers Gap to August Town\nwith the centre-line of the parochial road leading from Bull Bay to Lindo's Gap;\nthence generally northerly along the centre-line of the parochial road leading\n                                                                             --\n                  [The ixlusion of this page is authorized by L.N. 4119761\n THE WATERSHEDS PROTECTION (RIO MINHO, C A N E RIVER A N D\n       RIO NUEVO WATERSHEDS AREAS) O R D E R , 1964\nfrom Lindo's Gap to Constitution Hill to its intersection with the centre-line\nof the parochial road leading from Papine to Constitution Hill; thence generally\nnortherly, generally north easterly, generally easterly and generally south easterly\nalong the centre line of a bridle road leading from Constitution Hill to\nFlamstead to its intersection with the centre line of the parochial bridle road\nleading from Flamstead to Dallas, this latter intersection being approximately\neight hundred feet west of Flamstead House; thence generally easterly along\nthe centre line of the former bridle road to its intersection with the centre line\nof the parochial bridle road leading from Bellevue to Mount Dispute; thence\nnorth easterly along the centre line of the latter parochial bridle road to its\nintersection with the centre line of the parochial bridle road leading from\nGovernors Bench to Bellevue; thence generally south easterly. westerly generally\n south westerly, southerly and generally south easterly along the centre line of tha\n latter parochial bridle road to its intersection with the centre line of the\nparochial bridle road leading from Governors Bench to Mour?t Dispute; thence\ngenerally southerly, generally easterly, generally south westerly, generally westerly\n and generally southerly along the centre line of the latter parochial bridle road to\nits intersection with the centre line of the parochial bridle road leading from\n Mount Dispute to Halberstadt; thence generally south easterly almg the centre\n line of the latter parochial bridle road to its interxction wrth the centre line\nof a bridle road running in the general direction of Lucky Valley, the lattcr\nintersection being approximately 1100 ft. due west of Hal!mstndt House; thence\n in a straight line on a grid bearmg of S63 COW for a di~tanceof 5100 ft.; thmce\n in a straight line on a grid-bearing of S93 COW to its intersection with the\n centre line of the parochial road leading from Bito to Newstead; thence generally\n north westerly along the centre line of this latter parochial road to its intersec-\n tion with the centre line of the parochial road leading from Lucky Valley to\n Newstead; thence in a straight line on a grid-bearing due sonth for a distance\n of 1500 ft.; thence in a straight line on a grid-bearing of S67 OOW for a\n distance of 2800 ft.; thence in a straight line on a grid-bearink of N57 OOW\n for a distance of 1300 ft.; thence northerly in a straight line back to the\n starting point.\n                           RIO N u ~ v oWATERSHED\n                                                ARE&\n   From the intersection of the centre linc of the m ~ i nroad leading from Rio\nNuevo to Salt Gut and the centre line of the private road leading from the\nlatter main road to Spring Valley overseer's house; thence southerly in a\nstraight line to its intersection with the centre line of parochial road No. 14\nat a point 6,000 ft. measured generally south easterly along the said parochial\nroad from its junction with the main road leading from Retreat to Gayle;\nthence south easterly in a straight line to its intersection with the centre line\nof parochial road No. 35 at a point 4,000 ft. measured generally north easterly\nalong the said parochial road from its junction with parochial road No. 36;\n thence on a grid-bearing due south for 8,000 ft.; thence on a grid-bearing due\neast for 4,000 ft.; thence north easterly in a straight line to its intersection\nwith the centre line of parochial road No. 40 at a point 4,000 ft. measured\ngenerally northerly along the latter parochial road from its junction with the\nmain road leading .from. Dressikie to Union Hill; thence south easterly in\na straight line to its junction with the intersection of the cmtre line of the\nlatter main road and the centre h e of a reserved road leading from the said\n main road to Hill Top-this latter intersection being approximately midway\n between mile post 9 and 10 on the aboverhentioned main road; thence generally\n south easterly along the centre line of the latter reserved road to its common\n intersection with the centre line of parochial road No. 44 and the centre line\n of parochial road No. 174; thence generzlly south easterly along the centre line\n of parochial road No. 174 to its intersection with the centre line of the parochial\n road No. 55; thence generally south westerly and generally southerly along the\n centre line of the latter parochial road for a distance of approximately 1100 ft.\n to its intersection with the centre line of a reserved road leading from parochial\n road No.55 to parochial road No. 50; thence generally south easterly, generally\n easterly along the centre line of the said reserved road to its intersection with\n THE WATERSHEDS PROTECTION (RIO MINHO, CANE RIVER AND\n       RIO NUEVO WATERSHEDS AREAS) ORDER, 1964\nthe centre line of parochial road No. 50; thence generally north easterly along\nthe centre line of the latter parochial road to its intersection with the centre\nline of parochial road No. 170; thence generally easterly, generally south\neasterly along the centre line of the latter parochial road for a distance of"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4,000 ft.; thence southerly in a straight line to Berry Hill Secondary Trigono-\nmetrical Station; thence southerly in a straight line. to its junction with the\nintersection of the centre line of the main road from Hampstead to Farm\nTurn and the centre line of parochial road No. 164; thence generally south\neasterly along the centre line of the latter parochial road to its intersection with\nthe centre line of parochial road No. 163; thence generally southerly along the\ncentre line of parochial road No. 163 to its intersection with the centre line\nof the main road leading from Palmetto Grove to Highgate; thence'generally\nsoutherly, generally south easterly and generally easterly along the centre line\nof the latter main road to its intersection with the centre line of parochial\nroad No. 72; thence continuing along the centre line of the said main road\ngenerally south westerly, generally south easterly to its intersection with the\ncentre line of parochial road No. 80; thence generally south westerly, generally\n southerly generally south westerly along the centre line of parochial road\nNo. 80 for a distance of approximately 7,000 ft. to its intersection with the\n centre line of a bridle road leading from the latter parochial road to Woodside;\nthence generally south westerly, generally north westerly along the centre line\n of the abovementioned bridle road to its intersection with the main road leading\n from Pear Tree Grove to Palmetto Grove at Woodside; thence generally south\n westerly along the centre line of the said main road for approximately 2,000 ft.\n to its intersection with the centre line of parochial road No. 75; thence north\n westerly in a straight line to its junction with the intersection of the centre line\n of the main road leading from Palmetto Grove to Guys Hill and the centre\n line of a parochial road leading from Carron Hall to meet the said main\n road-this latter intersection being approximately 1,500 ft. west of the Pnngle\n Home; thence generally westerly, generally south westerly along the centre\n line of the latter main road, passing through Windsor Castle and passing through\n Spring Field to its intersection with the centre line of the main road leading\n from Guys Hill to Lucky Hill-this latter intersection being at Guys Hill; thence\n generally northerly along the centre line of the main road through Maiden\n Hall through Wallenford and generally north easterly along the centre line of the\n said main road to its intersection with the centre line of parochial road No. 30;\n thence north westerly in a straight line to its junction with the intersection\n of the centre line of parochial road No. 22 and the centre line of the main\n road leading from Halifax to Lucky Hill; thence generally northerly along the\n centre line of the latter main road to its intersection with the centre line of\n the main road from Lucky Hill to Goshen; thence generally north westerly,\n generally south westerly, generally westerly along the centre line of the latter\n main road to its intersection with the centre line of parochial road No. 18, thence\n generally northerly along the centre line of the latter parochial road to its\n intersection with the centre line of parochial road No. 1-this latter intersection\n being at Labyrinth; thence generally north westerly along the centre line of\n parochial road No. 1 for approximately 9,000 ft, to its intersection with the\n centre line of the property road to \"The Cascades\"; thence northerly in a\n straight line to its junction with the intersection of the centre line of parochial\n road No. 8 and the centre line. of parochial road No. 6-the latter intersection\n  being at Charles Town; thence northerly in a straight line to the centre\n line of the main road leading from Ocho Rios to Rio Nuevo at a point\n approximately 2,000 ft. east of Tower Isle; thence generally easterly, generally\n south easterly, generally north easterly along the centre line of the said main\n  road back to the starting point.\n                  v h e inclusion of this page is authorized by L.N. 4/1976]"
    }
  ],
  "definitions": []
}