{
  "id": "jm-subs-the-weights-and-measures-act",
  "type": "statute",
  "title": "The Weights and Measures Act",
  "title_en": "The Weights and Measures Act",
  "short_name": "Weights and Measures Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-weights-and-measures-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-weights-and-measures-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1.   The dipsticks should bo wmately W e d in unils of lenglh 'bid the pmduct\n     lcvel in each compartment should be delamined by the use of the dipstick\n     The level would then be compared against s certified calibrated chart."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. The metre, litre, kilogram, ampere, ahm, volt, watt and second\nshall for the purposes of measurements of length, capacity, mass,\nelectricity and time have the meanings respectively assigned to each\nunit in the Schedule, being the meanings appearing to the Minister schedule.\nto reproduce in English the international definitions d or resolutions\non the said units in force at the 31st day of May, 1976.\n              IThe inclusion of this page i s authorized by L.N. 76/1987]\n  THE WEIGHTS A N D MEASURES (INTERNATIONAL DEFINITIONS)\n                        ORDER, 1976\n                                      SCHEDULE                               (Paragraph 2)\n                            Measurement of Length\nMETRE\n  The metre is the length equal to 1 650 763.73 wavelengths in vacuum\nof the radiation corresponding to the transition between the levels 2plo and\n5d5 of the krypton 86 atom.\n  (General Conference of Weights and Measures held in Paris in 1960).\n                              Measurement of Capacity\nLITRE\n  The litre is a special name for the cubic decimetre (dm3) that is to say\n1 litre=dms exactly.\n  (General Conference of Weights and Measures held in Paris in 1964).\n                             Measurement of M m s\nKILOOR  AM\n  The kilogram is the unit of mass represented by the mass of the inter-\nnational prototype kilogram.\n  (General Conference of Weights and Measures held in Paris in 1901).\n                          Measurement of Electricity\nAMPERE\n  The ampere is t h e constant current which, if maintained in two straight\nparallel conductors of infinite length and of negligible circular sections and\nplaced 1 metre apart in vacuum, will produce between the conductors a\nforce equal to 2 x lo-' M.K.S. units of force per metre of length.\n  (General Conference of Weights and Measures held in Paris in 1948).\nOHM\n  The ohm is the eleotrical resistance between two points of a conductor when\na constant difference of potential of 1 volt applied between the two points\nproduces in the conduotor a current of 1 ampere, the conductor not being the\nseat of any electromotive force.\n   (General Conference of Weights and Measures held in Paris in 1948).\nVOLT\n  The volt is the difference of electrical potential between two points of a\nconducting wire carrying a oonstant current of I ampere when the power\ndissipated between these two points is equal to 1 watt.\n   (General Conference of Weights and Measures held in Paris in 1948).\nW A ~\n  The watt is the power which gives rise to the production of energy at 1\njoule p w s m n d .\n   (General Conference of Weights and Measures held in Paris in 1948).\n                            Measurement of Time\nSECOND\n  The earand is the duration of 9192631770 periods of the radiation mrres-\nponding to the transition betweem the two hyperfine levels of the ground\nstate of the oaedeu~n-133 atom.\n  m i m n t h General Conference of Weights and Measures held in Paris\nin 1967).\nNan-The    nference in relation to each definition to a Grnerd Conference of Weights and\n       Mensuns Is a reference to the General Conference of Weights and Measures (convened\n       by the Inremotional Bureau of Weights and Measures) at which that definition wcu\n       reconnlnd.\n                  me inclusion of this page is authorized by L.N. 76/1987l"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.    ~ n storage\n           y      tank to be used as means of me-              shall be certified by the Bureau.\n      TlE d f i c a t i a n of t h w tanks shall be carried out by the Bureau a an agency\n      amedited\n      ~~~~~~-~ bv\n              ~\n                    > the Bureau. h e r s of these\n                    ~\n                                                            shall inform the Bureau that they\n      wish to have the t a r h recertified if this is required before the presaibcd period\n      elspes. R e c d f i c a t i m shall be done at intervals as prescribed by the b e a u ."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.    Upon completion of the test-\n      (a)   the pawn who pesmlcd the q u p m c n t for testing shall pay to the Bureau a\n            fcr calalavd a c m d n g to the formula sd om in the Schedule below\n                                           SCHEDULE\n                                 F m u l o for Calculation ofFee\n                        Ccsl per man hour = Salw wr m u m of i n s a c t a x f a d a\n                                           No. o f h a n s per snmun waked\n                                                     for Bureau\n            Note:   lie fador is based on the mst ofthe Bureau's operations during the\n                    l a financial year precedingthe date ofthe test.\n    ( b ) If the equipmad which is tested satisfies the requiremeat of these Regulations\n          the Bureau shall isme s certificsfe."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . 4 1 ) The Positive Displacement Meter shall be of a type which is\naffected only minimally by dishubanccs upstream and shall be equipped with        P~~SV.\n                                                                                  ckpllummr\na calibrator.                                                                     Man.\n       (2) A positive Displacement Meter shall be calibrated in accordance\nwith the Open Volurnctric Prover Method or thc Master Meter Method or\nboth methods.\n        (3) Where the Open Volumetric Prover Method is used to test a             OF\nPositive Displacement Meter, the mctcr shall bc tested by dispensing a            E        F\nquantity of petroleum fuel at given rates of flow into a test measure of known    Mdd.\nquantity and accuracy.\n       (4) The capacity of the test measure referred to in pmgraph (3) shall\nbe such that it can accommodate at least one rninutc's flow from the metcr at\nnormal flow rate.\n         (5) Where buk meters are being tested using the Open Volumelric\nProver Method this test shall be done every six months or at such intervals as\nthe tester thinks necessary or the Bureau may require.\n         ( 6 ) Where the Master Mctcr Method is used to test a Positive           p&Mn=\nDisplacement Meter, the master meter shall be connected in series with the\nmeter to be proved and both devices shall be operated at thc desired flow\nrates to purge the system and equalize the pressure.\n                                Checkingfor Leaks"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6 . 4 1 ) Before calibration of the meter, the tester shall check to ascertain u m\n                                                                                 m.\nwhether there are leaks in the system, using-\n     (a) the Standing Start-and-stop Method described in paragraph (2) to\n         (5);\n     (6) the Running Sm-and-stop Method described in paragraph (6)lo\n         (9); or\n                                                                                  -\n     (c) such other method whether it originates locally or from overseas,\n          approved by the Bureau.\n        (2) Where the Standing Sm-and-stop Method is employed-\n                                                                                  mMOp\n                                                                                  M&d\n     ( a ) the flow of liquid through the master meter and the meter under test\n           shall be stopped; and\n     (6) the readings on both meters shall be recorded\n                  [The incluion of !his pvgc is rulhorircd by LN. 1/2006]\n         THE JVttIGli\"S AVV AKASUW-Y(MfJISUEMENT OF PETROLEUM\n                AN/> OIL RlFL FOR TRADE) REGULATIONS 2074\n        (3) The flow shall be started through the tm meters simuKaneously\nby opemg a valve on the down stream side of the mcters to give the desired\nflow rate.\n        (4) When a sufficient time has elapsed to provide a satisfactory\nprcof of the meter under test; the same valvc &$I'be c!&, tha* halting\nthe flow of liquid through both meters.\n       (5) The tester shall note the meter readings as well as the pressure\nand temperatures in such form and manner as m y be p r e s c n i .\n       (6) Where the Running Startand-Sop Method is em!ployd, 51s\nvalve down stream b3'A meters is opened until the desired flow rate in\nachieved.\n        (7) AAer flow thmugh both meters has been in progress for a\nspecified time, the meter readings shall be taken.\n        (8) Flow through both meters shall be continued for a period of time;\nat which time the meter readings as well as pressure readings +all 5e oacz\nagain recorded and the valve shall then be reclosed.\n          Adjustments Using Positive Displacement Meter Method\n        (9) Where the open volumetric prover method is us& if the dif-\nference between the quantity collected in container and the quantity\nregistered on-\n     (a) a bulk meter, exceeds predetermined tolerance of 0.05% of lhe\n         amount;\n     (b) a retail meter, exceeds a predetermined tolerance of 0.3% of the\n          amount,\nthe meter under test shall be adjusted so that the difference is brought\nwithin tolerance.\n        (10) Where a master meter is used as a prover, if the difference\nbetween the readings of the master meter and that of the meter under test\nexceeds a predetermined tolerance, then the meter shall be adpsted so that\nthe difference is either less than the tolexance or zero.\n                                            Seal\n        (11) After adjustment of the meter under test is completed, the\n Bureau shall place tamperdetectable seals in the meter adjuster.\n          (12) The Bureau on being satislied with results of test shall irme a\n certificate confirming the calibration\n         (13) Where another register is used by electrical impulse in con-\n junction with the meter register, the readings on both shall be synchronized.\n                    [The inclusion d this page is aulho*d   by LN. If20061\n             THE WEIGHTSAhnMiORES (.UE4m%UENT OF PETROLEUM                                 4.09\n                   AND OIL NEL FOR TRADE)REGULATIONS.2004\n                         CertiJcah'on of T&r             Wagons\n   3    4 1: Every o w n s of a bmkr wagon whether-                               ~cldfia6~\n                                                                                  artmh\n       (a)    a nondetachable unit, that is to say, a truck as defined under\n              ~ o n 1 1 o f t h e ~ T ~ c A a ; ~\n       (b)    a detachable mit, & is to say, an articulated motor vehicle as\n              defined m d a W a n R 1 of the Road Tratfic Act, shall submit the\n              unit to be certified by the B ~ U .\n        ( 2 ) No tanker wagon &dlbe certified by the Bureau unless it\ncxmknmto the specfication set oU in Schedule 4 .                                  ~chsdulcd.\n        (3) The cefication o f a ckhckble unit shall not be completed until m b o n\n                                                                             ornm-\nbolh tank and chassis are &ex!.                                             -d\n                                                                                  d.\n        (4) &ch     cletzchable unit shall be fined with a permanent\ni a f i e ~ ~ o mark\n                x i or s ' r d n m k a which shall appear on the tank and d.\nCmMim~e.\n         (5) Pf any aast (p? went oxurs which may or does cause an alteration Zhh\nQIT h e volume of the mmpartmenf then the ownerlagent of the tanker wagon\n&dlhawe the c m p t m e n t re-ceaified by the Bureau of Standards before\namy M    e ? we. Tne f r q t m q of mmiitication of the volume on a routine\nh i s shall be prescribed by the Bureau of Standards.\n               Memrement and deliveiy oJFuel to Tanker Wagon"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The retail industry, except i n t\n       (a) public markets as defined in section 130 of the Kingston a d St.\n             Andrew Corporation Aot; and\n       ( b ) markets to which the Parochial Markets Aot alwlies.                               (Cap. 275)\n                                                                                               1953 Edtn.\n                   .\n                   -         -- --            - --\n         THE WEIGHTS AND MEASURES (MEASUREMWTOFPETROLEUM                                  4.07\n               AND OIL FUEL FOR TRADE) REGULATIONS, 2004\n                Calihralion of Posilive Displacemenl Meter"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-41) On compleSoi of loading, the volume by meter reading shall              z\n                                                                                  w\nmimi& with the volume indicated on the compartment, which is established w             t       .\nby the m u . b adaddition, the depth of the liquid in the compartment shall\ncoimidz with the depth appearing on the certificate issued by the Bureau and\ndm t hl appmxhg on the wmpamment This measurement should not vary\nby m m than the tolemce spa%ed in section 13(4).\n         (2) Whm fhe required gms quant~tyis placed in each compartment\nthe 1areB of pr&d ia each compartment shall be verified by a method\nzppnxd by the F3m.a~.\n   %-(lp   %e fuel p ! z d in each mrnpastment of a tanker wagon at the M    -mmt\n                                                                          by mna\nl&g      uxk shall be 8masmd by a a@      transfer meter certified by the\nm u .\n       (2) The t e m p a h m and APE gravity of the prduct as arrived at by a\nmethad approved by the Bureau shall.be recorded so t h t the net quantityat\nstandard termpawwe of 15°C (WF)canbe calmlateal.\n        ( 3 ) The qjmtity of fuel placed in a c o w - e n t may also be\nestabkhed by &mining the mass of the fuel and dividing by its\n                                                                                       .zm\ndensity.\n                    [The irrlusion of this page is aurhorized by L.N. 112006]\n         TtlE WEIGHTSAND MEASURES (MEASUREMENT OFPETROLEUM\n                ANI>01L m l b l bVR TR4UK)WGlJlATlONS. 2W4\n        (4) When the required gross quantity is placed in each wmpamnent,\na measurement which indicates the level of the liquid in the wmpamnent\nshall be taken by a measuring device approved by the Bureau"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.+1) Fuel shall not be placed in any tanker wagon compartment\nwhich has not been certified by the B m u as a means of measure.\n         (2) The Bllreau will only cerufy a tanker wagon when all compart-\nments satisfy all the criteria in Schedule 4.\n          (3) At the completion of the certification exercise, the Bureau shall\nissue a certificate to the owner of the vehicle.\n         (4) The owner of the vehicle or the operator of the vehicle shall\nensure that the certificate is placed at a conspicuous point in the cab of the\nvehicle.\n                          Certification ofStorage Tanks"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Certification of storage tanks as a means of measurement shall be\ndone in accordance with the provisions of Schedule 5.\n                  Verijication of Quantily at Point of Delivery\n    1 2 . 4 ) The fuel placed in a storage tank shall be measured by one of\nthe following methods as approved by the Bureau of Standards.\n           (a) Method A, use of transfer meter,\n           (b) Method B, use of T-bar, calibrated dipstick or probe;\n            (c) Method C, use of a storage tank;\n            (d) By such other method as the Bureau may approve."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.+1) Afler the arrival of a tanker wagon at a point of delivery, the fuel\nin all compartments shall be allowed to settle for at least ten minutes.\n         ( 2 ) The dipstick or probe for each compartment shall be used to\nestablish the gross quantity of liquid in each compartment.\n         (3) When the dipstick or probe is used, the height of the liquid in\nthe compartment shall be determined and consequently the gross quantity is\nestablished.\n           (4) The height of the liquid as determined by the dipstick or probe\n shall not differ from the height certified by the Bureau, by-\n            (a) * 0.5cm for compar&ents with capacity up to 2,500 litres;\n            (b) * 0.25cm for wmparhnents with capacity over 2,500 litres and\n                  up to 4,600 litres;\n                   [The inclurion or this page is rulhorizcd by L.N. IR0061\n           THE WEIGHTS AND MFASURES (MWLSUREMENTOFPt7ROLEUM\n                 AND OIL NU FVR TRADE)REGUIATlONS. 2004\n                                     SCHEDULE    I, contd.\n   M I Gravity is 14.5 at 15.6'C\n   Lkmiiy (p) = 969. I8 k#m3\n   A ample of fuel oil har a density of 969.18 k@m' at standard tnnpnahve I5.6'C. C a l ~ l a t c\nB e Volume Corredion Fscfor (VCF) d i c h should be applied to its obscrvcd valw at an\nambimt t e m p b l r r of 3J'C and c e l ~ l a t sits volume at standard trmpaabrrc of 15.6'C if\ndbscrved volume m 35'C is (i)2273 (ii) 4546 Ihes.\n   Cubical expansion coefficient of liquid at ~ t r m p r s n u (T).\n                                                                C\n       = cxp [-O.MN)701 x 20 x (1 + (0.8 x 0.00070L x 20))]\n       = 0.985923\n   C& value h the APUASTM Table 6\\b far Pdmlcvm RoQIda (page 65) gives the VCF\nmmaponding to 3J'C 8~0.9863).\n   mvolummthestandardtcmpaanmgivmmbimttcrnpersfunof3J'Cdanvaamd\nvolume 2273 liieea is (0.985923 x 2273) l h s = 2241 litma.\n    ~volummthestandardtcmpaanmgivmdnd~of3J'Csndamtanacd\nv o l m s 4546 l i i is (0.985923 x 4546) IiIrea= 4482 Mns.\n    THE IElGtlTS/LI'D .MEASURES(MMSURFMENT O F P h T K O l ~ U M\n            A.VD OIL RlFL l73R TRAI).F)REGL'YATIOA'S. 2604\n                                      TABLE l\n                         Tmperahlre limils for application\n  Densay @dm')             API gravity (at 15.6 TIM)'F)           Tmpaahlre limits\n                                                             'C                      'F"
    },
    {
      "provision_ref": "sec611",
      "section": "611",
      "title": "Section 611",
      "content": "611.2-779.3                         100   - 50             (-l8)to 93       OtoZW"
    },
    {
      "provision_ref": "sec779",
      "section": "779",
      "title": "Section 779",
      "content": "779.3-824.7                        50-40                  (-18)to 121      Oto250"
    },
    {
      "provision_ref": "sec824",
      "section": "824",
      "title": "Section 824",
      "content": "824.7-1075.4                         40-0                  (-18) to 149     0 to 300\n   Figure 2 - installadon M a e m - Metered Tank TmckLonding Raek\n                  flop h d i n g ) (See Appndlr 1 and 1A)\nrn:AUurtamof~lhatmoytrb~~vahivahihadd~polnrnn~psrme~f.\n                 (The inclusion of this page is authorized by LN. In061\n7HE WEIGHISAND MFASURES (MEASUREMENTOFPETROLEUM\n      AN11 OIL NU FUR TRADE)REGULATIONS. 2GQ4\n            THE WEIGHTSAND MEASURES (MERSUFXW?4TOFPmRoLRllA\n                  AND OIL FUEL FOR TWDE)REGWTIONS 2CDI\n                                      Scrnmula 2                                      (Regutstion 4 (2))\n            Innahtian ofMlerr on Looding Racks using Top or Botfom Laoding\n   Figures 1 and 2 sn schcmstic d i i of typical meter inatallatiaw st loading racks for\nlow-~povrpre98treliquids wMcbrelates 13top md M o m\n    'be rsommcndatiom for banom loading island and lmck equipmod (Figure 3) are\nd e n c n i in Recanmsnded Ranice IWQ, Bottom Loading and Vapw Rcmva for MC 306\nTank Motor Vehicles. muing battom loading the loada is not required :o be ontop of the trud;\nHowever. sine the fillina of the vehicle wmumtmenl canna be obsaved by the m c k loada,\n                                        SCHFDm 3                          (Regddons 7 (3) and 12)\n                     InmIbtion ofMerers on or to Bulk Storage Cammers\n    Figure 3 is s Schnnetic d@pm which embodies thc cssnnid items of metering systems\nhtallod on tank mch All mch i d l a t i o m $la11 include adeqvsle gar (air or vapau)\nelimination cquipmmt Special emaid&ion s h l d be given to the d c s i p of tank outkt\ncomestions equipped for gravify delivny to minimi? the cn!rm?a of air in UK ess of\ndeliveries by gravity h g h a dournstream side of the meter. In deliveries by buck plmp, whh\ndelivery hose p m n w e d y m h e d to mda d d and whh the hose remainingliquid-filled, the\nair or vapwr eliminator vent shall be piped to the top of the trudr CompMment, or to a mitable\ncondensate tank.\n   Truck me(ers fed by a pump shall be equipped with back-p%stue mlves, or dhu 8~itPble\nm-      where an added hck-pressure is required to make the air eliminator opera(e effedively\nand to keep the mcla full o f liquid\n    To p e v d drainage of the meter, graviiy trudr metm ntusl be htalled so thaf the outkt\ndrain level is at a higher elevation than the body of the liquid in the m d u .\n    M e m shall be installed in such a marma as to minimize the e f f ' of vib&g               &&ns   nnd\nthe possibilily ofmedranical damage.\n                                         SCHEDULE 4             (RcgulaGons 7 (2klq2) and L3(5))\n                          Spzcij?cationfor Bulk Storage Complmnent\n                                          Spec$cotion\n    'be compartment is a dipstick d n g system which is defined ss any mEBaning\n equipment comprising a mmpanmmt with a dahlm surface and an auoeiated dipstick with a\n &Nm face. The majority ntyf~ehsystems are wed for delivny o f petrol. F a dipdck meamring\n system to function correctly it is i m p t m l that the compatlmenf is designed coneetly.\n                                  Notes on Cornpornen:Design\n    The following notes give guidwce on some aspects of                       dcJign:\n       I.   No air should be trapped on filling or liquid raained on emptying. a s poivl must\n            be considered in the design o f battles and stiffeners\n                      [The inclwion of this page i s a u t h o ~ c dby L.N. 1120061\n     7lfE WEIGHTSAND MEASURES (MEASUREMENTOF Pk7ROLEUM\n            ANDOIL FUEL FOR TRRDE)RECiUUTIONS 2004"
    }
  ],
  "definitions": []
}