{
  "id": "jm-subs-the-wild-life-protection-act",
  "type": "statute",
  "title": "The Wild Life Protection Act",
  "title_en": "The Wild Life Protection Act",
  "short_name": "Wild Life Protection Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-wild-life-protection-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-wild-life-protection-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the Wild Life Protection (Hunters'                 9 5 ~ ~ ~ 5\n                                                                                             87/96\nLicences) ReguIations, 1973.                                                                92197\n                                                                                             57/98"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. The maximum number of game birds which may be hunted by any one\nperson, on any one day, during a shooting season is-\n     (a) where the only game bird being hunted is the Bald-pate-\n            (i) on a Saturday, fifteen during each period from sunrise to\n                9:00 a.m. and fiom 2:30 p.m. to sunset; and\n            (ii) fifteen on a Sunday during the period fiom sunrise to 9:00\n                 a.m.;\n     (6) where the only game bird being hunted is the Mourning Dove or\n         White-winged Dove or the Pea Dove-\n            (i) on a Saturday, twenty during each period from sunrise to\n                9:00 a.m. and fiom 2:30 p.m. to sunset; and\n            (ii) twenty on a Sunday during the period from sunrise to 9:00\n                 a.m.;\n     (c) where the game birds being hunted are-\n             (i) the Mourning Dove and White-winged Dove;\n            (ii) the Mourning Dove and Pea Dove; or\n            (iii) the Pea Dove and White-winged Dove,\n         twenty during each period fiom sunrise to 9:OOa.m. and fiom 2:30\n         p.m. to sunset on a Saturday, and from sunrise to 9:00 a.m. on a\n         Sunday; and\n               me inclusion of this page is authorized by L.N. 2lDOl2]\n           THE WILD LIFE PROTECTION (GAME BIRD HUNTING LIMIT)\n                            REGULATIONS, 2007\n     (4 where the game birds being hunted are-\n              (i) the Bald-pate and Mourning Dove;\n             (ii) the Bald-pate and White-winged Dove;\n            (iii) the Bald-pate and Pea Dove;\n            (iv) the Bald-pate, Mourning Dove and White-winged Dove;\n             (v) the Bald-pate, Mourning Dove and Pea Dove;\n             (vi) the Bald-pate, White-winged Dove and Pea Dove; or\n            (vii) the Bald-pate, Mourning Dove, White-winged Dove and\n                  Pea Dove,\n         twenty during the period from sunrise to 9:00 a.m. and from 2:30\n         p.m. to sunset on a Saturday and from sunrise to 9:00 a.m. on a\n         Sunday except, however, that the maximum number of Bald-pate\n         which may be hunted during any one period shall be fifteen."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Any person who contravenes the provisions of these Regulations\nshall be liable to a fine not exceeding fifty dollars or in default of\npayment thereof to imprisonment with hard labour for a period not\nexceeding three months.\n              CThe inclusion of t$is pane h authorized by L.N. 160/19841\n                              WILD LIFE PROTECTION\n                   THE WILD LIFE PROTECTION ACT\n                                 REGULATIONS\n                               (under section 14)\n THE WILDLIFEPROTECTION\n                     (HUNTERS'\n                            LICENCES)\n                                   REGULATIONS,1973                                $?\n                                                                                    ,:\n                                                                                   L.Nn.     59/82\n                                                                                           135185\n                                                                                             MI88\n            (Made by the Minister on the 23rd day of July, 1973).                            41189"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Any person who fails to comply with the provisions of regulation 3,\n     commits an offence and shall be liable on summary conviction in a Resident\n     Magistrate's Court to a fine not exceedingtwo thousand dollars.\n                                                                   -      -\n                     [TEe inclusion of this page is authcnizui by L.N. ZlROlZ]\n                      W E WILD LIFE PROTECTION (HUhTERS' RETURNS)\n                                         REGULATIONS, 1999\n   FORM A                                   SCHEDULE                                 (Regulation 3)\n                         HUNTER'S BIRD SHOOTING REPORT FORM\n   This form must be completed and .returned on or before December 31 following the closure of\nthe Game Bird Shooting Season. There shall be payable a late processing fee of $5,000.00 m\nrespect of any returns after December 31 of the same year. No subsequent Hunter's Licence shall\nbe granted until the requisite late processing fee is paid and the returns submitted for the last\nhuntmg year. All retuma are either to be made directly to the Natural Resources          ervation\nAuthority, 10 Cdedonia Avenue, Kingston 5, or are to be sent by registered mail to P k x 207,\nKingston 5.\n               PLBASE ENSURE THAT YOU OET A RECEET FOR YOUR FORM FROM NRCA\nName of Hunter:                                                 E-mail Address:\nAddress of Hunter\nPlease indicate Gun Club affiliations:\nKEY TO TABLE:         GAMEBIRDS:           Ww-White-wing; Lpd-Long-tailed Pea Dove =Mourning\n                                           Dove=Paloma; Bp-Bald-pate, P d - P e a Dove\n                      WEATHER:             S - sunny; 0 - overcast; R - rainy\n                      VEGETATION           MAN - Mangrove; C W - Coastal woodland; IW -Inland\n                      TWp:                 woodland; FLD - Field (sugar, rice, conz sorghum peanut)\n                            WILD LIFE PROTECTION\n                  THE WILD LIFE PROTECTION ACT\n                                REGULATIONS\n                              (under section 14)\n                                                                              L.N. 14712007\n                                                                                   10412008\n      (Made by the Authority with the approval of the Minister on the\n                       29th day of August, 2007)"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . 4 1 ) Upon the application of any person for a hunter's licence, the\nappropriate authority may, subject to paragraph (lA), on production of a\nreceipt issued under the authority of the Commissioner of Inland Revenue in\nrespect of the payment in full of the fee hereinafter prescribed, issue a licence\nin the form prescribed as Form B in the Schedule, and such licence shall orm me\nunless it is sooner revoked or suspended under regulation SA, remain in force\nduring the duration of the shooting season declared by the Minister each year.\n                      iaclusion of this page is d m i d by L.N. 21R0121\n               THE WILD LIFE PROTECTION (HUNTERS' LICENCES)\n                             REGULATIONS, 1973\n         (IA) An application for a hunters' licence shall notbe     ted if the\napplicant is in contravention of the requirements of the Wild Life Protection\n(Hunters' Returns) Regulation, 1999 relating to the submission of hunter's\nreturns and the payment of any late processing fees.\n           (2) A fee of twelve thousand doll& shall be paid to the Commis-\nsioner of Inland Revenue in respect of the grant of each hunter's licence.\n          (3) The Commissioner of Inland Revenue shall refund to any\napplicant who fails to obtain a licence under paragraph (1) the fee of twelve\nthousand dollars on the presentation to the Commissioner of Inland Revenue\nby such person of a certificate of refusal signed by the appropriate authority."
    },
    {
      "provision_ref": "sec5a",
      "section": "5A",
      "title": "Section 5A",
      "content": "5A.--(I) Every hunter's licence shall be subject to such conditions as the\nappropriate authority may determine or specify in the licence and may be\nsuspended or revoked by the appropriate authority for breach of any such\nconditions or for breach of the provisions of the Act or regulations made\nthereunder and a licence suspended as aforesaid shall during the period of\nsuspension be of no effect.\n          (2) Before the appropriate authority revokes or suspends any\nhunter's licence he shall give the licensee notice in writing of his intention to\ndo so andfirequirethe licensee within such time as may be specified in the\nnotice to show cause why the licence should not be revoked or suspended, as\nthe case may be.\n          (3) Where-\n      (a) a licensee fails to comply with a requirement pursuant to paragraph\n          ( 1 ) to show cause within the time specified in the notice or if the\n          cause shown is inadequate in the opinion of the appropriate\n          authority; or\n       (6) after due enquiry by the appropriate authority in respect of any\n           allegation made against the li$ensee and after giving the licensee\n           an opportunity to make representations, the appropriate authority is\n           satisfied that the nature of the facts established consequent on the\n           enquiry is seriously detrimental to wild life,\nthe' appropride authority may, by ?otice in writing to the licensee,\nsuspend' the ',licence for such period as the appropriate -authority\nmay coiisider necessary or desirable, or, as the case may be, revoke the\n                  p h inclusion of this page is authorized by L.N. 21R012]\n         THE WILD LIFE PROTECTION (HUNTERS' LICENCES)\n                      REGULATIONS, 1973\nlicence from such date as the appropriate authority may specify."
    },
    {
      "provision_ref": "sec5b",
      "section": "5B",
      "title": "Section 5B",
      "content": "5B. Any person aggrieved by a decision of the appropriate authority\nto revoke or suspend a licence shall, within fifteen days of the\nreceipt of the notice under paragraph (2) of regulation SA appeal in\nwriting to the Minister."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Every person who fails to carry a hunter's licence, for the time\nbeing in force, on or about his person when in the wurse of hunting\nany game bird, shall be guilty of an offence and liable on summary\nconviction thereof before a Resident Magistrate to a fine not exceeding\none hundred thousand dollars and in default of payment thereof to\nimprisonment with hard labour for a period not exceeding three months."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Every person who, without reasonable excuse (the proof whereof\nshall lie upon him), fails to produce to any Game Warden a valid\nhunter's licence in relation to the said person, upon being reasonably\nrequired by the Game Warden so to do, shall be guilty of an offence\nand liable on summary conviction thereof before a Resident Magistrate\nto a fine not exceeding one hundred thousand dollars and in default of\npayment thereof to imprisonment with hard labour for a period nolt\n exceeding three months.\n                                                                             .\n     THE WILD W F E PROTECTION (HUNTERS' LICENCKS)\n                    REGULATIONS, 1973\n                                                S    m    ~    m                 (Regulation 4)\nFORM A\n         THE WILD                       LICENCES)\n                LIFEP R O T B ~ O(HUNTERS'\n                                  N            REGULATIONS,1973\n                                 Applicatlon for hunter's licence\n         To. .........................................................................................\n                    (appropriate authority)\n                                                   .of.. ..........................................\n           I.. ......................................\n            (name of applicant)                           (address of applicant)\n         .....................................in the parish of ..................................\n         do hereby apply for the grant of a ........................................\n                                                     (hunter's licence)"
    },
    {
      "provision_ref": "sec58",
      "section": "58",
      "title": "Section 58",
      "content": "58-1\n                                                                                             .   -\n                                                                                           %Am3"
    }
  ],
  "definitions": []
}