{
  "id": "jm-subs-the-workmens-compensation-act",
  "type": "statute",
  "title": "The Workmen's Compensation Act",
  "title_en": "The Workmen's Compensation Act",
  "short_name": "Workmen's Compensation Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/subsidiary-legislation/the-workmens-compensation-act",
  "description": "Category: subsidiary_legislation | Source: https://laws.moj.gov.jm/library/subsidiary-legislation/the-workmens-compensation-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. That the respondent C. D. do pay to the applicant A. B. the half-monthly\nsum of $                    as compensation for personal injuries caused to the\nsaid A.B. on the                       day of                          by injury arising\nout of and in the course of his employment as a workman employed by the\nsaid respondent, such half-monthly payment to commence as from the\n                       day of                         , and to continue during the\ntotal or partial incapacity of the said A. B. for work or until the same shall\nbe ended, diminished, increased or redeemed in accordance with the provisions\nof the Workmen's Compensation Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. And it is declared that the persons hereinafter named are entitled to share\n in such compensation, that is to say-\n    The applicant E.F. in respect of charges amounting to $                  due to\n (or payable by) him in respect of charges amounting to $                   for the\n funeral of the said A.B.\n    Dated this                            day of                           19\n                              Resident Magistratc for the parish of\n (Note.-The    above form will serve as a guide for framing orders in other cases).\n                   IThe inclusion of this pape is authorized by L.N. 41 19761"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) Any application of the nature referred to in section 28 of the Applica~ons.\nAct shall be filed with the Clerk of the Courts, and shall, unless the\nCourt otherwise directs, be made in Form 1 or Form 2, as the case FO,,., or2.\nmay be.\n       (2) In any case in which both the principal as defined by the Joinder of\nAct and a contractor with him are alleged to be liable to pay compensa- ~,\"~incipa'\"\ntion under the Act, the provisions of the Rules of the Court applicable\nto joinder of parties shall apply.\n       (3) An application on behalf of the dependents of a deceased Legal\nworkman for the settlement of any question arising out of an accident F,\"iz,\",\"dd\nresulting in the death of that workman may be made by the legal tative     or\n                                                                      dependenta\npersonal representative, if any, of the deceased. workman on behalf         zJ&&\nof such dependents, or by the dependents themselves.\n       (4) If there is any conflict of interest between 'the dependents Dependents\nthemselves, or if any dependents when invited to do so neglect or ?     :\"$\n                                                                          ,:\nrefuse to join in an application, the application may be made by EsEz$s.\nor on behalf of some only of such dependents, the &her dependents\nin either case being named as respondents.\n                      THE WORKMEN'S COMPENSATION REGULATIONS, 1938\n                        (5) In the construction of paragraph (4) the term \"dependents\"\n                shall include persons who claim or may be entitled to claim to be\n                dependents, but as to whose claim to rank as dependents any question\n                arises.\nApplications           (6) In any case in which the amount of compensation payable\nto determine\nquestions on    as the result of the death of a workman has been agreed upon or\nwhich\ndistribution    ascertained, but any question arises as to who are dependents, or\nof\ncompensation    as to the amount payable to any dependent, an application for the\ndepends.\n                settlement of such question may be made either by the legal personal\n                representative, if any, of the deceased workman on .behalf of the\n                dependents or any of them, or by such dependents or any of them,\n                against the other dependents, and the persons claiming or who may\n                be entitled to claim to be dependents, but as to whose claim to rank\n                as such a question arises; or the application may be made by the\n                persons claiming to be dependents, but as to whose claim to rank\n                as such a question arises, or any of them, against the legal personal\n                representative, if any, of the deceased workman, and the dependents,\n                and such of the persons claiming or who may be entitled to claim\n                to be dependents as are not applicants.\nEmployer               (7) If the employer has paid the agreed or ascertained amount\nnot to be\nrespondent if   of compensation into Court, it shall not be necessary to make him\nhe pays corn-\npensation       a respondent, and if made a respondent, the Court may direct that\nagreed on or\nascertained     all further proceedings against him be stayed.\ninto Court.\nApplication\nfor burial\n                      (8) Where the sole question for the determination of the Court\nexpenses.       is the amount of the funeral expenses of a deceased workman who\n                has left no dependents, the application may be made by the legal\n                personal representative, if any, of the deceased workman, or by the\n                person to whom any such expenses are due.\nInfant may\nbe given\n                      (9) The Court may at any time direct that an infant shall\nlocus stand;.   appear either as applicant or respondent in the same manner as if he\n                were of full age.\nProcedure\nwhere"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Where the respondent claims that if compensation is recovered\nindemdty\nclaimed.\n                against him he will be entitled to be indemnified under the Act by\n                a person not a party to the proceedings (hereinafter referred to as the\n                third party), he shall, within seven days after being served with the\n                copy of the application, file a notice of such claim with the Clerk\n                of the Courts, and the Clerk of the Courts. shall thereupon cause\nForm 3.         a copy of the notice of such claim together with a notice in Form 3\n                              LThe inclusion of this page is authorized by L.N.4119761\n       THE WORKMEN'S COMPENSATION REGULATIONS, 1938\nto be served on the third party, and the third party shall file a written\nstatement dealing with the matters raised in the application for com-\npensation or with the claim for indemnity or both within seven days\nfrom the service of the copy of the notice thereof or such further\ntime as the Court may allow."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. You are hereby requested to record this memorandum pursuant to section\n 17 (4) of the abovenamed Act.\n        Dated\n        Signature of employer\n        Witness\n         Signature of workman\n         Witness\n    (Note-A application to record an agreement can be presented under the\n signature of one party only, provided that the other party has agreed to the\n terms. Both signatures should be appended, whenever possible).\n                              FORM6                                 (Regulation 9)\n                       NOTICEOF MEMORANDUM        HAVING BEEN RECEIVED\n                   Jamaica\n                   In the Resident Magistrate's Court for the parish of ...............\n                                 (Heading as in Memorandum)\n                   me inclusion of this page is authorized by L.N. 4119761\n        THE WORKMEN'S COMPENSATION REGULATIONS, 1938\n                                 SCHEDULE, conid.\n                                    FORM6, contd.\n               Take notice that a memorandum, a copy of which is hereto\n            annexed, has been sent to me for registration.\n               Such memorandum appears to affect you\n               I have therefore to request you to inform me within seven days\n            from this date whether you admit or dispute the genuineness of the\n            memorandum, or whether you object to the recording thereof, and\n            if so, on what grounds.\n               If you do not inform me in due course that you dispute the\n            genuineness of the memorandum or object to its being recorded, it\n            may be recorded without further enquiry, and will be enforceable\n            accordingly.\n               If you dispute its genuineness, or object to the recording thereof,\n            it will not be recorded except by order of the Court.\n                     Dated this                           day of\nTo (insert names of all parties interested).\n                                      Clerk of the Resident Magistrate's Court\n                                        for the parish of ..............................\n                                            FORM7                            (Regulation 10)\n                   NOTICEDISPUTINGGENUINENESS\n                                           OF MEMORANDUM\n     Jamaica\n     In the Resident Magistrate's Court for the parish of ...........................\n                              (Heading as in Memorandum)\n       Take notice that (state name of party disputing), a party (or parties)\n     interested, disputes (or dispute) the genuineness of the memorandum sent\n     to you for registration in the abovementioned matter on the following\n     grounds-\n                                Here state grounds, as e.g.\n           (a) that no such agreement has in fact been entered into; or\n           (b) that the terms of the agreement are not correctly stated in the\n                 memorandum (selting out what is claimed to be the correct\n                 terms); or\n           (c) that the agreement is no longer subsisting or enforceable; or\n           ( d ) that the agreement is not enforceable by reason of its having\n                 been entered into under a mutual mistake (or having been\n                 obtained by fraud) (or undue influence) (or improper means).\n                          Dated this                      day of\n                                                               Signed\nTo the Clerk of the\n        Resident Magistrate's Court for the Parish of .................................\n                                         FORM\n                                            8                                (Regulation 11)\n  N a r r c ~THAT GENUINENESSOF MEMORANDUM   IS DISPUTED,OR OF OBJECITON\n                  BY EMPLOYERTO MEMORANDUM   BEING RECORDED\n                         (Heading as in Memorandum)\n   Take notice that                            of                        a party\n(or parties) interested in the memorandum left with (or sent to) me for reg~stra-\ntion in the abovementioned matter, has (or have) filed with me a notice, a\ncopy of which is sent herewith, that he disputes (or they dispute) the genuine-\nness of the said memorandum on the grounds stated in the said notice.\n        (or Take notice, that             of                  (the employer) has\n(or have) filed with me an affidavit, a copy of which is sent herewith, that he\nobjects (or they object) to the memorandum left with (or sent .to) me for\nregistration in the abovementioned matter being recorded on the grounds stated\nin the said affidavit).\n                  IThe inclusion of this page is authorized by L.N. 4/197q\n          THE WORKMEN'S COMPENSATION REGULATIONS. 1938\n                                         SCHEDULE, contd.\n                                            FORM"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Grounds of application.\n                                             FORM11                         (Regulation 17)\n                     THE WORKMEN'S    COMPENSATION   ACT\n    APPLICATION  FOR ORDERFOR PAYMENT     TO DEPENDENT   OR OTHER PERSON\n      OF HALF-MONIHLY PAYMENT PAYAECE TO PERSONS       UNDER DISABILITY\nJamaica\n  In the Resident Magistrate's Court for the parish of              holden at\n.............................................\n                  A.B.                    , residing at\n                                                    Applicant.\n                                 versus\n                 C.D.                   , residing at\n                                          Respondent.\n  Take notice that I (name and address of applicant) intend to apply to the\nCourt on the day of                       , for an order that the half-monthly\npayment payable in the abovementioned matter to                  a person under\nlegal disability (or to me), be during his (or my) disability be paid to (namc)\na dependent or to any other person best fitted to provide for the welfare of the\nsaid (name of workman under disability) and for consequential directions.\n  Dated this                                      day of                          19\n                                                                   Signed\n                                                                           Applicant.\nTo the Clerk of the\n    Resident Magistrate's Court for the parish of .......................................\nand (names of all parties interested).\n                                             FORM\n                                                12                          (Regulation 18)\n                           THE WORKMEN'S\n                                       COMPENSATION\n                                                 ACT\n                          APPLICATION\n                                    FOR VARIATION\n                                                OF ORDER\n                            (Heading as in application)\n   Take notice that I (name and address of applicant)\n                       intend to apply to the Court on the\nday of                                   , for an order that the order of the Court\nmade in the abovementioned matter on the                      day of\nas to the distribution of the sum paid as compensation among the dependents\nof                   deceased (or as to the manner in which the sum payable\nto                      a dependent of                     deceased,\nshould be applied or otherwise dealt with)                                  may be\nvaried by directing (here state variation sought by applicant)              and for\nconsequential directions.\n   And further take notice that the circumstances in which the application\nis made are (state particulars)\n  Dated this                                      day of                          19\n                                                                 Signed\n                                                                               A~dicant.\nTo the Clerk of the\n     Resident Magistrate's Court for the parish of .........................................\n     and to (names of all persons interested).\n                     [Thc inclusion of thh paw u author^ by L.N. 411974\n       THE WORKMEN'S COMPENSATION REGULATIONS, 1938\n                                 SCHEDULE, contii.\n                                        FORM13                                (Regulation 20)\n                  Deposit of Compensation for Fatal Accident\n   Compensation amounting to $                     is hereby presented for deposit\nin respect of injuries resulting in the death of                       residing at\n                                 which occurred on\nat\n  His monthly wages are estimated                                     He was overlunder\n21 years at the time of his death.\n  The said workman had, prior to the date of his death, received the following\npayments, namely-amounting in all to\n  This deposit is made pursuant to\n      (here state the reason for making the deposit-vide             regulation 19).\n  Dated                                          19\n                                                             Employer.\n                                   / I desired to be made a party to the proceed-\n  (To be added if desired)         , ings for the distribution of the aforesaid\n                                   ( coiipensation.\n                                                      Employer.\n  (State names and addresses of dependents so far as are known).\n                                         FORM14                         (Regulation 20 (4) )\nDepositor\nAmount deposited 8\nDate\n                                                                          $           C\n           Funeral expenses paid\n           Compensation paid to the following Dependents-\n                     Name                                Relationship\n                                                                              Total\n   Dated\n                                    Clerk of the Resident Magistrate's Court for the\n                                            parish of ............. .... .. ....... ..\n                   LThe inclusion of this pagc is authorized by L.N.41 19761\n        THE WORKMEN'S COMPENSATION REGULATIONS, 1938\n                                   SCHEDULE, contd.\n                                         FORM15                                 (Regulation 23)\n                        THE WORKMEN'S\n                                   COMPENSATION\n                                             ACT.\n                Deposit of Compensario~zfor Non-Fatal Accidents\n   Compensation amounting to $                          is hereby presented for\ndeposit in respect of pcrmanent/temporary injuries sustained by\n       - at\nresiding                         which occurred on                      19    .\nat\n   This deposit is made pursuant to\n             (here state the reason for making the deposit-vide regulation 19).\n   Dated                                         Employer.\n                                         FORM16                                 (Regulation 42)\n       (Note-These     forms are intended for use in ordinary cases only)\n      In case of Application for. Half-Monthly payment of Compensatiorr\n                                           ORDER\n                        THE WORKMEN'S\n                                   COMPENSATION\n                                             ACT.\n  Upon the application of                          and upon hearing\n     (Here insert any other introductory recital of findings on which the\n                  order is made which the Court may think fit).\n     It is ordered as follows-"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. That the said C.D. do pay to the applicants their costs of and incidental\n to this application fixed at the sum of                   $                (or to be\n taxed in accordance with the proper scale).\n    Dated this                             day of                            19\n                          Resident Magistrate for the parish of\n                                         FORM18                                 (Regulation 42)\n   In case of Applicntiorl by Persons to Whom Expenses of Funeral are due\n                                          ORDER\n                        THE WORKMEN'S\n                                   COMPENSATION\n                                             ACT\n   Upon the application of                                       and upor. hearing\n        (Here insert any other introductory recital of findings on which the order\n             is made which the Court may think fit).\n        It is ordered as follows-"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) Memoranda of agreement sent to the Clerk of the Courts Form of\n                                                                     Memorandum.\n under subsection (4) of section 17 of the Act, shall be in as close\n conformity as the circumstances of the case permit with Form 4 or 5 F O ~ 5 ~ O        ~\n as the case may be.\n                                                                    --\n                [The inclusion of this page is authoriml by L.N. 4119761\n                       THE WORKMEN'S COMPENSATION REGULATIONS, 1938\n                       (2) Every such memorandum shall contain the like particulars\n                 as would have been required if the memorandum had been an applica-\n                 tion for compensation under these Regulations.\nNotice to          9. On receipt of a memorandum and the necessary copies thereof\nparties in-\nterested of      the Clerk of the Courts shall cause to be served a copy on every\nmemorandum\nhaving been      party interested together with a notice in Form 6 requesting such\nreceived.\nForm 6.          party to inform him within seven days from the date of the notice\n                 whether the memorandum is genuine, or whether he disputes its\n                 genuineness, or whether the recording of the memorandum is objected\n                 to and, if so, on what grounds.\nWhere              10. If-\ngenuineness of\nmemorandum\ndisputed or          (a) any party interested disputes the genuineness of the memo-\nobjection                 randum (for example, by alleging that no such agreement\nmade by\nemployer.                 has in fact been entered into, or that the terms of the agree-\n                          ment are not correctly stated in the memorandum, or that\n                          the agreement is no longer subsisting or enforceable, or that\n                          it is not enforceable by reason of its having been entered\n                          into under a mutual mistake or obtained by fraud or undue\n                          influence or other improper means); or\n                      (b) where a workman seeks to record a memorandum of agree-\n                          ment between his employer and himself, the employer proves\n                          by an affidavit that the workman has, in fact, returned to work,\n                          and is earning wages as he did before the accident, and\n                          objects to the recording of the memorandum,\n                 the party so disputing or objecting shall within the time prescribed\n                 in regulation 9 file with the Clerk of the Courts, in case of a dispute\nForm 7.          under paragraph (a), a notice in Form 7 stating the grounds on which\n                 the genuineness of the memorandum is disputed or, in case of an\n                 objection under paragraph (b), the affidavit stating the grounds on\n                 which the recording thereof is objected to.\nNotice of          11. On receipt of any such notice or affidavit as in regulation 10,\ndispute or\nobjection.       the Clerk of the Courts shall cause to be served a copy thereof on\nForm 8.          every other interested party together with a notice in Form 8 informing\n                 every such party that the memorandum will not be recorded except\n                 by order of the Court.\nSubsequent          12.-(1) On receipt of any such notice as in regulation 11, any\nproceedings.\n                 interested party may apply to the Court to order the memorandum\n                 to be recorded.\n                                [l'he inclusion of this page is authorized by L.N. 4119761\n       THE WORKMEN'S COMPENSATlON REGULATIONS, 1938\n       (2) Where any such application is made the Clerk of the Courts\nshall refer to the Court the memorandum and all other documents\nfiled in connection therewith, and the Court shall fix a day on which\nnotice shall be given to the parties for the determination of the\nmatter.\n        (3) At any time during the hearing of an application to record\na memorandum, the Court may, with the consent of all parties\ninterested, amend the memorandum.\n       (4) Upon the hearing of any such application the Court shall\ndetermine the matter in controversy between the parties, and may\nconfirm or rectify the memorandum of agreement and direct the Clerk\nto record it or may make such other order as may seem just."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Particulars as to dependents of deceased by\n       whom or on whose behalf the application\n       is made, giving their names and addresses,\n       and descriptions and occupations (if any),\n       and their relationship to the deceased, and\n       if infants, their respective ages, and stating\n       whether they were wholly or partially\n       dependent on the earnings of the deceased\n       at the time of his ,death."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Particulars as to any person claiming, or who\n       may be entitled to claim to be dependents,\n       but as to whose claim a question arises, and\n       who are therefore made. respondents, with\n       their names, addresses and descriptions and\n        occupations (if any)."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Number of accidents occurring during the period other than those for which compensation has\nbeen paid. ................................................................."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Date of service of statutory notice of accident\n        on employer and whether given before\n        deceased voluntarily left the employment in\n       which he was injured. (A copy of the\n        notice to be annexed)."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Name of ship of which applicant was master,\n     seaman o r apprentice at time of accident, and\n      ~ o r of\n            t registry (vide regulation 40).\n       (If application is made by an employer insert here statement required\n       by section 28 (2) of Act).\n       Questions for the determination of the Court-\n            (a) whether the applicant (or respondent as the case may be) is a\n                workman within the meaning of the Act,\n            (b) whether the accident arose out of and in the course of the\n                workman's employment,\n            (c) whether the amount of compensation claimed is due, or any\n                part of that amount,\n            (d) whether the respondent is liable to pay such compensation\n                as is due,\n            (e) etc., (as required).\n       Dated the                     day of               19\n                                                           Applicant.\n       1 do hereby require you to lodge with me, the undersiped Clerk\n       of the Courts, within seven days after service hereof a written answer\n       containing a concise statemedt of the extent and grounds of opposition\n       (if any) to the above application.\n         And further take notice that the hearing of this application is fixed\n       for                   the              day of                    19       at\n       the abovenamed Court and that if you fail to lodge such answer or to\n       appear at that time and place, an order may be made against you\n       in default.\n             Dated this                   day of                            19\n                      Clerk of the Resident Magistrate's Court for the Parish of\n                [The inclusion of this pPge is authorized by L.N. 4119761\n         THE WORKMEN'S COMPENSATION REGULATIONS, 1938\n                                      SCHEDULE, contd.\n                                             FORM2                                  (Regulation 3)\n                           THE WORKMEN'S\n                                      COMPENSATION\n                                                ACT\n  Application by or on behalf of Dependents o f Deceased Workman or by\n                         Emplo~2erto determine Compensation\n  Jamaica.\n  In the Resident Magistrate's Court for the parish of              ....................................\nholden at .................................................................................................\nA.B., residing at\n                                                                        Applicant.\n                                             versus\nC.D., residing at\n                                                                        Respondent.\n  The applicant is the legal personal representative (or the dependent) of a\nworkman employed by                                      (a contractor with) the respondent\n                                                or\n  The applicant was the employer of                                   a workman\nwho sustained personal injury by accident arising out of and in the course of\nhis employment on the                          day of                    19\nat                                  in the parish of                     resulting\nin his death, and applies herein for the determination of the question hereinafter\nstated, under the provisions of the Workmen's Compensation Act."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Any application of the nature referred to in section 7 of the Act When\n                                                                        application\nshall be in Form 10 and may be made without a medical certificate- may be made\n                                                                        without\n     (a) by the employer, on the ground that since the right to com- =$;:Ate.\n          pensation was determined the workman's wages have Formlo.\n          increased;\n     (b) by the workman, on the ground that since the right to com-\n         pensation was determined his wages have diminished;\n     (c)   by the workman, on the ground that the employer, having\n           commenced to pay compensation, has ceased to pay the same,\n           notwithstanding the fact that there has been no change in\n           the workman's condition such as to warrant such cessation;\n                flhe inclusion of this page is authorized by L.N. 41 19761\n                     THE WORKMEN'S COMPENSATION REGULATIONS, 1938\n                  (d) by the employer, on the ground that the workman has ceased,\n                      since the right to compensation was determined. to be a\n                      minor;\n                  (e) either by the employer or the workman, on the ground that\n                      the determination of the rate of compensation for the time\n                      being in force was obtained by fraud or undue influence or\n                      other improper means;\n                  (0 either by the employer or the workman, on the ground that\n                       in the determination of compensation there is a mistake or\n                       error apparent on the face of the record.\nProcedure       15. If, on examining an application for review by an employer in\non applica-\ntion for      which the reduction or discontinuance of half-monthly payments is\nrevrew.\n              sought, it appears to the Court that there is reasonable ground for\n              believing that the employer has a right to such reduction or dis-\n              continuance, the Court may at any time issue an order withholding the\n              half-monthly payments in whole or in part pending its decision on\n              the application.\nProcedure       16.-(1) Any application of the nature referred to in section 8 of\non applica-\ntion for      the Act shall be in Form 10.\nredemption.\nForm 10.\n                     (2) Where application is made to the Court under section 8\n              of the Act for the redemption of a right to receive half-monthly pay-\n              ments by the payment of a lump sum upon the amount of which\n              the parties are unable to agree, the Court shall form an estimate of\n              the probable further duration of the incapacity, and shall award a sum\n              equivalent to the total of the half-monthly payments which would be\n              payable for the period during which it estimates that the incapacity\n              will continue, less one-half per centum of that total for each month\n              comprised in that period :\n                Provided that fractions of a cent included in the sum so computed\n              shall be disregarded.\n                      (3) When, in any case to which paragraph (2) applies, the\n              Court is unable to form an approximate estimate of the probable\n              further duration of the incapacity, the Court may from time to time\n              postpone a decision on the application for a period not exceeding two\n              months at any one time.\nApplication     17. An application under subsection (6) of section 10 of the Act for\nfor order\nwhe;i&rkman   an order that a half-monthly payment payable to a workman under\nunder legal\ndisability.   any legal disability shall during the disability be paid to any dependent\n                             [The inclusion of this page is authorimi by L.N. 4119761\n       THE WORKMEN'S COMPENSATION REGULAI'IONS, 1938                                         13\nor other person may be made either by the person liable to make\nsuch payment or by or on behalf of the workman entitled to such\npayment. The application shall be made in Form 11 and shall be F                 O 11.\n                                                                                    ~\nserved on every interested party."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Name of ship of which applicant was master,\n        seaman or apprentice at date of accident,\n        and port of registry. (Vide regulation 40).\n  (If application is made by an employer insert here statement required by\n   section 28 (2) of the Act).\n  Questions for the determination of the Court-\n        (a) whether the deceased was a workman within the meaning of the Act,\n        (b) whether the accident arose out of and in the course of the deceased's\n            employment,\n        (c) whether the amount of compensation claimed is due, or any part\n            of the amount,\n        (d) whether the respondent (or the applicant as the case may be) is\n            liable to pay such compensation as is due,\n        (e) whether the applicant(s) is alare dependent@) of the deceased,\n        (f) how the compensation, when deposited, should be distributed,\n        (g) etc. (as required).\n   Dated the                    day of                  19\n                                                              Applicant.\n   To\nof\nI do hereby require you to lodge with me, the undersigned Clerk of the\nCourts, within seven days after service hereof a written answer containing\na concise statement of the extent and grounds of opposition (if any) to this\napplication.\n                 (The inclusion of this p a s is authorized by L.N. 4119761\n       THE WORKMEN'S COMPENSATION REGULATIONS, 1938\n                                SCHEDULE, contd.\n                                   FORM2, conrd.\n  And further take notice that the hearing of this application is fixed for\n             the         day of                19          , at the abovenamed\nCourt and that if you fail to lodge such answer or to appear at that time and\nplace, an order may be made against you in default.\n  Dated this                      day of                        19\n                               Clerk of the Resident Magistrate's Court for the\n                                                  parish of\n                                        FORM3                                  (Regulation 4)\n                       THE WORKMEN'S\n                                   COMPENSATION\n                                              ACT\n                                       NOTICE\n  Whereas an application for compedsation has been made by\napplicant, against                            , and the said\nhas claimed that you are liable under section                             of the\nWorkmen's Compensation Act, to indemnify him against any compensation\nwhich he may be liable to pay in respect of the aforesaid application, you\nare hereby informed, that you may appear at                      o'clock on the\n                      day of                           19     , at the Resident\nMagistrate's Court for the parish of                   holden at\nand contest the claim for compensation made by the said applicant or the claim\nfor indemnity made by the respondent or both. In default of your appearance\nyou will be deemed to admit the validity of any order made against the\nrespondent and be liable to indemnify the respondent for any compensation\nrecovered from him.\n  I do hereby require you to file with me the undersigned Clerk of the Courts\na written statement dealing with the claim against you in the above application\nwithin seven days after the service thereof on you.\n   And further take notice that if you fail to forward the statement in writing\nan order may be made against you in default.\n   Dated this                           day of                          19\n       To\n                                   Clerk of the Resident Magistrate's Court for the\n                                                      parish of\n                                         FORM4                                 (Regulation 8)\n            (In case of a non-fatal injury to workman by accident)\n                           MEMORANDUM\n                                   OF AGREEMENT\nTo the Clerk of the Resident Magistrate's Court for tht parish of ...... ...............\n  In the matter of the Workmen's Compensation Act,\n                                      and\n  In the matter of an agreement between                         of\n  applicant, and\n  of                                    respondent."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. An application for the variation of an order of the Court under Application\nsubsection (7) of section 10 of the Act may be made by or on behalf for    variation\n                                                                       of order.\nof any person interested. The application shall be made in Form 12 Form 12.\nstating the circumstances under which the application is made and\nthe relief or order which the applicant claims, and shall be served\non every other interested party.\n           PARTIV. Payment of Conzpensation into Court"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Compensation shall be paid into Court-                                  Payment into\n                                                                              Court\n    (a) under an order of the Court directing a specific sum to be            generally.\n        paid in as compensation; or\n    (b) under an agreement between an employer or other person\n        liable to pay compensation and a workman or the dependents\n        of a workman according to the tenor thereof; or\n    (c) pursuant to a claim for compensation made out of Court, or\n        to an application for compensation, against an employer or\n        other person liable to pay the same who admits liability, or\n        denies liability but is willing to pay an amount in settlement\n        of the claim.\n  N.-(l) An employer paying compensation into Court under sub- CPayment    O U ~under\n                                                                                    into\nsection (1) of section 10 of the Act shall furnish therewith a statement section 10\n                                                                         (1) of the\nin Form 13.                                                              AC~.\n                                                                              Form 13.\n       (2) If, in the statement above referred to, the employer indicates\nthat he desires to be made a party to the distribution proceedings, the\nCourt shall, before allotting the sum deposited as compensation, afford\nto the employer an opportunity of establishing that the person to\nwhom it proposes to allot such sum is not a dependent of the deceased\nworkman, or as the case may be, that no one of such persons is a\ndependent.\n       (3) Any dependent, whether notice under subsection (5) of\nsection 10 of the Act has been published or not, may apply to the\nCourt for the payment out or distribution of any sum so deposited.\n                [The inclusion of this pane is authorized by L.N. 4119761\n14                   THE WORKMEN'S COMPENSATION REGULATIONS, 1938\n                      (4) The statement of disbursements to be furnished on applica-\n               tion by the employer under subsection (5) of section 10 of the Act\nForm 14.       shall be in Form 14.\nPublication\nof list of"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. The Clerk of the Courts shall cause to be displayed in a\npayments       prominent position outside the Court an accurate list of deposits paid\ninto Court.\n               into Court under subsection (1) of section 10 of the Act together with\n               the names and addresses of the depositors and of the workmen in\n               respect of whose death the deposits have been made.\nProcedure        22.-(1) Where a dependent of a deceased workman claims that\nwhere no\ncompensation   compensation is payable in respect of the death of the workman and\ndeposited.\n               no compensation has been deposited in accordance with subsection (I)\n               of section 10 of the Act in respect thereof, the dependent may apply\n               to the Court for the issue of an order requiring the employer to deposit\n               compensation in accordance with the aforesaid subsection:\n                  Provided that no such application shall be entertained unless the\n               applicant proves by affidavit that such compensation has become pay-\n               able and that he has requested the employer to deposit the compensa-\n               tion and that the employer has refused or omitted to do so, and\n               such affidavit shall contain the names and addresses of all the total\n               and partial dependents of the deceased.\n                              The Court may, at any time cause notice to be given\n                              in such manner as the Court thinks fit to all or any\n                               of the dependents of the deceased workman who have\n                               not joined in the application, requiring them, if they\n                               desire to join therein, to appear before the Court on\n                               a date specified in this behalf;\n                              if any dependent to whom such notice has been given\n                               fails to appear and to join in the application on the\n                               date specified in the notice, he shall not be permitted\n                               thereafter to claim that the employer is liable to deposit\n                               compensation, unless he satisfies the Court that he was\n                               prevented by any sufficient cause from appearing when\n                               the case was called for hearing.\n                             after completing the inquiry into the application the\n               Court issues an order requiring the employer to deposit compensation\n               in accordance with subsection (I) of section 10 of the Act, nothing\n               in paragraph (2) shall be deemed to prohibit the allotment of any\n               part of the sum deposited as compensation to a dependent of the\n               deceased workman who failed to join in the application.\n      Tm WORKMEN'S COMPENSATION REGULATIONS, I938                                         15"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. An employer paying compensation into Court in accordance with pwmot              into\nsubsection (2) or subsection (3) of section 10 of the Act shall furnish -~,,?$~)\n                                                                        and (3).\ntherewith a statement in Form 15.                                       Form 15."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Any money paid into Court shall be deemed to be suitors' Money paid\nmoney and shall ,be dealt with in the manner from time to time\nprescribed therefor by the Resident Magistrates Court Rules."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.-(1) Any employer to whom notice of an accident has been ~ i of ~ h ~\ngiven may at any time, notwithstanding the fact that no claim for \"p\",t&FtO\ncompensation has been made in respect of such accident, present to ~~$,''~krn\nthe Clerk of the Courts a memorandum, supported by an affidavit\nmade by himself or by any other person having knowledge of the\nfacts stated in the memorandum, embodying the results of any investiga-\ntion or inquiry which has been made into the circumstances or cause\nof the accident.\n       (2) A memorandum presented under this regulation shall be\nrecorded by the Clerk of the Courts.\n             PARTV. Medical Examination of Workman"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. A workman who is required by subsection (1) of section 14 Workman\n                                                                    to submit\nof the Act to submit himself for medical examination shall do so in tomedical\n                                                                    examination\n                                                                    in accord-\naccordance with the Regulations contained in this Part.\n                                                                               ance with\n                                                                               Regulations."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. When such workman is present on the employer's premises, and            Examination\n                                                                               on premises.\nthe employer offers to have him examined free of charge by a medical\npractitioner who is so present, the workman shall submit himself for\ne:xamination forthwith."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. In cases to which regulation 27 does not apply the employer Examination\n                                                                      ~n other\nmay, subject to the provisions of subsection (3) of section 14 of the cases.\nAct-\n     (a) send the medical practitioner to the place where the workman\n         is residing for the time being, in which case the workman\n         shall submit himself for medical examination on being\n         requested to do so by the medical practitioner; or\n     (b) send to the workman an offer in writing to have him examined\n         free of charge by a medical practitioner, in which case the\n         workman shall submit himself for medical examination at\n         the employer's premises or at such other place in the vicinity\n         as is specified in such offer and at such time as is so specified :\n                v h e inclusion of this page is authorized by L.N. 4/1976]\n                        THE WORKMEN'S COMPENSATION REGULATIONS, 1938\n                   Provided that-\n                      (i) the time so specified shall not, save with the express consent\n                          of the workman, be between the hours of 7 p.m. and 6 a.m.;\n                     (ii) in any case where the workman's condition renders it impos-\n                          sible or inadvisable that he should leave the place where he\n                          is residing for the time being, he shall not be required to\n                          submit himself for medical examination save at that place.\nExtended           29. Regulations 27 and 28 shall apply to any workman receiving\napplication\nof regulatiocs   half-monthly payments who is required by his employer under the\n27 and 28.\n                 provisions of section 15 of the Act to submit himself to medical\n                 examination.\nExamination         30. If a workman whose right to compensation has been suspended\nafter\nsuspension of    under subsection (4) of section 14 of the Act subsequently offers himself\nright to\n                 for medical examination, his examination shall take place on the\n                 employer's premises or at such other place in the vicinity as may be\n                 fixed by the employer and at a time to be fixed by the employer\n                 not being, save with the express consent of the workman, more than\n                 seventy-two hours after the workman has so offered himself.\nMedical treat-      31. The medical treatment to which a workman may be required\nment of\nworkman.         to submit himself in accordance with the provisions of section 14\n                 of the Act shall include any treatment at or in a hospital or other\n                 institution in which the workman may be conveniently and efficiently\n                 treated for the personal injury which arose out of and in the course\n                 of his employment.\n                                     PARTVI. Order and Execution\nPayment of          32. The Court may direct that any lump sum payable as compensa-\ncompensation\nbyinstal-        tion be paid into Court by instalments at such times as may be\nments.\n                 fixed by the Court.\nExecution to        33.-(1) Where under regulation 22, the Court has made an order\nenforce\npayment of       requiring the employer or other person liable to pay compensation\ncompensation.\n                 in accordance with subsection (1) of section 10 of the Act and the\n                 employer or such other person fails or neglects to do so, execution\n                 may be issued for the recovery of the amount of the compensation\n                 in the same manner as execution is issued under the Judicature (Resident\n                 Magistrates) Act and with the like effect without any further leave\n                 of the Court.\n                                                                                            -\n          THE WORKMEN'S COMPENSATION REGULATIONS, 1938\n        (2) Where a party liable to pay compensation into Court under\nsubsection (2) of section 10 of the Act has made default in payment of\nthe amount, the party entitled to such compensation may apply to the\nCourt for leave to issue execution against the goods of the party in\ndefault.\n        (3) An application for leave to issue execution shall be made\nin accordance with any rules applicable to an application for leave\nto issue execution in civil proceedings in the Court.\n        (4) Nothing herein contained shall operate to prevent the Court\nfrom directing in its order that execution shall issue for the recovery\nof the amount of any compensation thereby ordered to be paid, and,\nif the Court so directs, execution shall issue without any application\nunder regulation 22 for the deposit of compensation, or under this\nregulation for leave to issue execution.\n        (5) Execution may be issued without leave of the Court against D efault to\n                                                                       make half-\nany party liable to make a half-monthly payment to a workman monthly   payments.\nunder any order or recorded memorandum of agreement, but if the\nparty so liable file with the Clerk an application for the review\nof the half-monthly payment alleging that the incapacity has wholly\nor partially ceased, execution shall not issue until that application\nis disposed of by the Court:\n  Provided that the Court may direct that execution shall be stayed\npending the disposal of the application for review only upon terms\nthat the party liable make payment into Court or otherwise of every\nhalf-monthly payment which may become due and payable pending\nthe determination of the application."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. Where proceedings by way of judgmmt summons are taken Enforcement\n                                                                    by judgment\nagainst a party liable to pay compensation or costs under any order summons.\nof the Court or any recorded memorandum of agreement, who has\nmade default in payment of the amount of compensation, or where\npayment is to be made by instalments, of any instalment, the rules\nfor the time being in force as to judgment summonses in the Court\nshall with any necessary modifications, apply to such proceedings."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. Where parties liable to pay compensation or costs are a company Proceedmgs\nor firm the Rules of the Court in civil proceedings applicable to against a or\nexecution or to a judgment summons against a company or firm shall fum'\napply -\n                ' r h e inclusion of this page is authorized by L.N. 4119761\n18                    THE WORKMEN'S COMPENSATION REGULATIONS, 1938\n                                        PARTVII. Miscellaneous\nSchedule.         36. The forms in the Schedule shall be used in all cases to which\n                they are applicable with such amendments as may be necessary.\nCopies of         37. Where any document is to be filed, there shall be filed with\ndocuments\nfiled.          the original document as many copies of the document as there are\n                persons on whom copies of the document are to be served, and\n                in addition any necessary copies for the return of service and for\n                the use of the Court.\nService of        38.-(1) Subject to any particular regulation, any proceeding, docu-\ndocuments.      ment or notice to be served under the Act or these Regulations may\n                be served:\n                     (a) in the manner provided for the service of a summons under\n                          section 146 of the Judicature (Resident Magistrates) Act and\n                          any rules made thereunder; or\n                    (b) in accordance with any law, rule or regulation specifically\n                        providing the mode of service in any particular case.\n                       (2) A Bailiff or Assistant Bailiff of the Resident Magistrate's\n                Court may serve any process or effect any execution required under\n                the Act or by these Regulations, and such service or execution shall\n                be subject to all the rules and regulations governing the service of\n                process or execution under the Resident Magistrate's Court Rules and\n                of the tariff of fees for the time being in force, save as in the Act\n                or by these Regulations may be specifically provided.\n                       (3) Where proceedings are taken by a workman against the\n                managing committee of a club as an employer, service or notice of any\n                documents or proceedings shall be valid and sufficient if served on or\n                given to a member of such committee, or its secretary and on the\n                club premises in such manner as would be valid and sufficient if he\n                were the sole employer.\nApplications.      39.-(1) All persons whose presence at the hearing of any applica-\n                tion may be necessary to enable the Court effectively and completely\n                to adjudicate upon and settle all the questions involved shall, unless\n                the Court otherwise directs, be made parties to the application and\n                every such person shall be served with a copy of the application\n                at least ten clear days before the hearing of the application.\n                               me inclusion of this pane is authorized by L.N. 4119761\n      THE WORKMEN'S COMPENSATION REGULATIONS. 1938\n       (2) The Court may, whether or not an affidavit is required\nto be filed in support of an application, hear evidence viva voce in\norder to determine any question involved in any application made\nunder these Regulations."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40. In any proceeding for the determination of any question arising Masters.\n                                                                      seamen and\nout of an accident to any master, seaman, or apprentice under apprentices.\nsection 25 of the Act-\n       (1) the claim for compensation shall state-\n            (a) in the case of the death of a master, seaman, or\n                 apprentice, the date at which news of the death was\n                 received by the claimant;\n           (b) in the case of a master, seaman, or apprentice, lost\n               with his ship, the date at which his ship was lost or\n               is deemed to have been lost.\n        (2) The application to determine compensation shall be in Forms\naccordance with Forms 1 and 2 with the necessary modifications, and and 2.    '\nthere shall be added to the particulars therein the name of the ship\nor vessel on which the deceased workman was employed at the time\nof the accident, and its port of registry, and if not registered in the\nIsland, the name of the owner, or the managing owner or manager, and\nhis residence or principal place of business if the same is in the Island.\n        (3) It shall be sufficient to describe the owners of the ship\nas \"the owners of the ship                   \"; and the provisions of the 05,s:.\nRules of the Court as to the names of partners shall with the necessary\nmodifications apply to the disclosure of names of such owners.\n        (4) Subject to paragraph (a) of subsection (1) of section 25 of the\nAct as to service of the notice of accident and the claim for compensa-\ntion, any document, notice, or proceeding to be served on the owners of\na ship shall be deemed to be sufficientlyserved if served on the managing\nowner or manager for the time being of the ship, or (except where\nthe master is claiming compensation) on the master of the ship; and\nsection 696 of the United Kingdom Merchant Shipping Act. 1894, sub-\nsection (1) shall apply to service on the master of the ship, and where\nthe master is claiming compensation, and there is no managing owner\nof the ship, service may be effected in accordance with paragraph (c)\nof the said subsection of the Act."
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41. Any application to the Court or other document which is to be Signature\n                                                                    on documents.\nsigned by the applicant may be signed by his counsel or solicitor.\n                Whe inclusion of this paee is authorized by L.N. 4l19161\n20                   THE WORKMEN'S COMPENSATION REGULATIONS, 1938\nOrders.\nForms 16. 17"
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42. An order of the Court shall be in such one of Forms 16, 17\nand 18.        and 18 as shall be appropriate to the circumstances of the case, with\n               any necessary variation.\nAppointment       43.-(1) The Court may before or after the institution of any legal\nof medical\nreferee to     proceedings and on or without the application of any interested party\nreport.\n               refer to a medical referee for a report thereon any matter which\n               seems material to any question arising out of an accident in which\n               compensation is or might be claimed, and the Court shall make such\n               order as to the payment of the costs of such report as under all the\n               circumstances it may deem just.\n                       (2) When any matter is so referred the Court may order the\n               injured workman to submit himself for examination by the medical\n               referee, and it shall be the duty of the workman, on being served\n               with such order, to submit himself for examination accordingly, and\n               the Court shall make such order as to the payment of the costs of such\n               examination as to the Court may seem just.\n                      (3) If a workman, on being so ordered, refuses to submit\n               himself for examination by a medical referee to whom the matter\n               has been so referred or in any way obstructs the same, his right to\n               compensation and to take or prosecute any proceedings under the\n               Act or these Regulations shall be suspended until such examination\n               has taken place or such obstruction has ceased.\n                        (4) The Court may accept as prima facie evidence of the facts\n               therein stated, the written report of a medical referee upon the physical\n               condition of the workman, or upon any other question arising out\n               of an accident which has been referred to him for a report. Any\n               party to the proceeding may require the attendance of the medical\n               referee for oral examination but that party shall be liable in the\n               first instance to provide and pay the cost of the attendance in Court\n               of the medical referee, pending decision by the Court as to which\n               party shall be liable eventually to pay such costs.\nStatement of     44.-(1) Where any proceeding is taken or is about to be taken\nwager to be\nfurnished by   for the determination of any question arising out of an accident in\nemployer.\n               which compensation is or might be claimed, the employers shall, if\n               required by the workman, furnish the workman, within ten days from\n               the date of requisition, with a statement showing-\n                   (a) the total wages which have fallen due for payment to the\n                        workman by the employer in the last twelve months, where\n       THE WORKMEN'S COMPENSATION REGULATIONS, 1938                                 21\n        the workman has been employed during a continuous period\n        of not less than twelve months immediately preceding the\n        accident; or\n    (b) the total wages earned in respect of the last continuous period\n        of service, where that service is of less than twelve months\n        duration immediately preceding the accident.\n       (2) A period of service shall, for the purposes of this regulation.\nbe deemed to be continuous which has not been interrupted by a\nperiod of absence from work exceeding fourteen days."
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45.-(1) The respondent shall within five days of the day on which servlcs\nhe lodges with the Clerk the written answer referred to in subsection (2) z:izfon\nof section 29 of the Act, serve on every applicant a true copy of such app'i\"nt.\nanswer provided that where two or more applicants are represented by\nthe same counsel or solicitor it shall not be necessary to serve more\nthan one copy of the answer on the dependents so represented.\n        (2) Service of the answer shall be effected by delivering the\nsame to the applicant or applicants or to his or their counsel or\nsolicitor personally, or by leaving it at the address of the applicant\nor applicants or of his or their counsel or solicitor as stated in the\napplication with some person there residing or employed or if no such\nperson is known or found there by leaving it at the said address, in\nsome conspicuous place, or by registered post to the said address, and\nin the latter case service shall be deemed to have been effected 48\nhours after the time of posting in any post office in Jamaica."
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46. No Court fees shall be payable by any party in respect of any Fees.\nproceedings under the Act prior to an order awarding compensation:\n   Provided, however, that a Bailiff of the Court shall be paid for\nany service he is called upon to perform under the Act and these\nRegulations at the same rates and in the same manner as he would\nbe paid for the corresponding service if performed under the Judicature\n(Resident Magistrates) Act and the rules made thereunder and the\ntariff of fees for the time being in fbrce."
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47. Any costs of or incident to any proceedings for the determination costa.\nof any question arising out of an accident to a workman shall be\nawarded in accoidance with any scale prescribed under the Judicature\n(Resident Magistrates) Act or any rules made thereunder.\n22                    THE WORKMEN'S COMPENSATION REGULATIONS, 1938\nApplication\nof the rules"
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48. Where no provision is made by these Regulations as to the\nof court.      practice and procedure to be observed with respect to any matter or\n               proceeding in the Court for the determination of any question arising\n               out of an accident, the rules applicable to actions in the civil jurisdic-\n               tion of the Court shall mutatis mutandis apply.\n                                                   SCHEDULE\n                                                      FORMI                                (Regulation 3)\n                                     THE WORKMEN'S        ACT\n                                                COMPENSATION\n                   Application by Workmart or by Employer to Determine Compensation\n               Jamaica\n                 In the Resident Magistrate's\n                                      -        Court for the parish of\n               holden at\n               A. B., residing at\n                                                                  Applicant.\n                                                    versus\n               C. D., residing at\n                                                                      Respondent.\n                           The applicant, a workman employed by              (a contractor with)\n                         the respondent\n                                                           or\n                           The applicant, is the employer of the abovenamed respondent, a\n                         workman who               sustained personal injury by accident arising\n                         out of and in the course of his employment on the\n                         day of                        19                    at\n                                                   in the parish of\n                         and applies herein for the determination of the questions hereinafter\n                         stated under the provisions of the Workmen's Compensation Act."
    },
    {
      "provision_ref": "sec111",
      "section": "111",
      "title": "Section 111",
      "content": "111. Name (if any) of company or association by whom insured-\n        ..................................................................................\n  Address of company or association..            ......................................................\n            ..............................................................................\n              Signed. .......................................................................\n                         Date. .................................................\n                      WORKMEN'S COMPENSATION\n            THE WORKMEN'S COMPENSATION ACT\n                                REGULATIONS\n                              (under section 38)\n(Made by the Governor in Privy Corincil on the 30th day of July, 1938) G . N . 576138\n                                                                            Amd:\n                                                                            G.N. 1270139\n                                                                            L.N. 142171"
    }
  ],
  "definitions": []
}